[
  {
    "start": 0,
    "end": 5.6,
    "text": "This is a download from BBC Learning English to find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 5.6,
    "end": 11.12,
    "text": "6Mooch English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 13.439,
    "end": 17.679,
    "text": "Hello and welcome to 6Mooch English, I'm Neil.",
    "speaker": null
  },
  {
    "start": 17.679,
    "end": 20.96,
    "text": "… and I'm Alice. Neil, what are you eating?",
    "speaker": "Alice"
  },
  {
    "start": 20.96,
    "end": 22.559,
    "text": "Peanuts.",
    "speaker": "Neil"
  },
  {
    "start": 22.559,
    "end": 27.839,
    "text": "Hmm. Did you know that one of the producers, here, has an allergy to peanuts?",
    "speaker": "Alice"
  },
  {
    "start": 27.839,
    "end": 31.679,
    "text": "No, I didn't – but they're not in the studio with us, so it doesn't matter, does it?",
    "speaker": "Neil"
  },
  {
    "start": 31.679,
    "end": 36.56,
    "text": "It only takes a tiny piece of peanut to cause a big allergic reaction in some people.",
    "speaker": null
  },
  {
    "start": 37.2,
    "end": 41.759,
    "text": "An allergy, by the way, is a condition that makes you feel ill after eating,",
    "speaker": null
  },
  {
    "start": 41.759,
    "end": 44.56,
    "text": "touching or breathing in a particular substance.",
    "speaker": null
  },
  {
    "start": 44.56,
    "end": 47.359,
    "text": "And food allergies are the subject of today's show.",
    "speaker": "Neil"
  },
  {
    "start": 48.879,
    "end": 53.12,
    "text": "All right, put your peanuts down, Neil, and answer today's quiz question.",
    "speaker": null
  },
  {
    "start": 53.76,
    "end": 57.519,
    "text": "What substance is used to treat a severe allergic reaction?",
    "speaker": null
  },
  {
    "start": 57.52,
    "end": 64,
    "text": "Is it A. Penicillin, B. Adrenalin or C. Aspirin?",
    "speaker": null
  },
  {
    "start": 64,
    "end": 67.68,
    "text": "Okay, well, I'm going to go for A. Penicillin.",
    "speaker": null
  },
  {
    "start": 67.68,
    "end": 70.879,
    "text": "Well, we'll find out if that's the right answer later on.",
    "speaker": null
  },
  {
    "start": 70.879,
    "end": 77.92,
    "text": "Well, we'll find out if that's the right answer later on. Now let's listen to Dr Marianne Williams talking about why being too clean may not be a good thing. She is a dietician here in the UK.",
    "speaker": "Alice"
  },
  {
    "start": 77.92,
    "end": 79.84,
    "text": "She is a dietician here in the UK.",
    "speaker": null
  },
  {
    "start": 81.84,
    "end": 86.56,
    "text": "For roughly the first month of life, the immune system is switched off in essence,",
    "speaker": null
  },
  {
    "start": 86.56,
    "end": 90.48,
    "text": "and everything they get exposed to in that first month of life, dogs, cats, aunts,",
    "speaker": null
  },
  {
    "start": 90.48,
    "end": 96.48,
    "text": "uncles, grannies, grandpas, family, dirt, everything, that is where they build up all the bacteria",
    "speaker": null
  },
  {
    "start": 96.48,
    "end": 99.52,
    "text": "that are then going to colonize their gut in the future.",
    "speaker": null
  },
  {
    "start": 100.079,
    "end": 103.12,
    "text": "Now, if you're born into a very sterile environment,",
    "speaker": null
  },
  {
    "start": 103.68,
    "end": 108.8,
    "text": "as is increasingly the case in the Western world, everything's kept terribly clean.",
    "speaker": null
  },
  {
    "start": 108.8,
    "end": 115.2,
    "text": "And one of the theories is that we just are not getting enough exposure to a variety of bacteria,",
    "speaker": null
  },
  {
    "start": 115.2,
    "end": 118.64,
    "text": "at that very, very early stage in that first month of life.",
    "speaker": null
  },
  {
    "start": 120.879,
    "end": 126.64,
    "text": "Dr Marianne Williams. The immune system is our body's defence against infection. And it's switched off – or not working – for the first month of a baby's life.",
    "speaker": "immune systemswitched off"
  },
  {
    "start": 126.64,
    "end": 131.28,
    "text": "and it's switched off or not working for the first month of a baby's life.",
    "speaker": null
  },
  {
    "start": 131.28,
    "end": 134.48,
    "text": "And through exposure to lots of things in our environment,",
    "speaker": null
  },
  {
    "start": 134.48,
    "end": 140.4,
    "text": "that's family, pets, dirt and so on, young babies meet different bacteria for the first time,",
    "speaker": null
  },
  {
    "start": 140.4,
    "end": 143.84,
    "text": "which colonize or live and grow in their guts.",
    "speaker": null
  },
  {
    "start": 143.84,
    "end": 150.319,
    "text": "Yes, but in a sterile environment, babies don't get exposed to or don't meet a wide enough",
    "speaker": null
  },
  {
    "start": 150.319,
    "end": 155.68,
    "text": "variety of bacteria. Sterile means completely clean and free of bacteria.",
    "speaker": null
  },
  {
    "start": 156.319,
    "end": 160.4,
    "text": "And there's a theory that being too clean and bacteria free,",
    "speaker": null
  },
  {
    "start": 160.4,
    "end": 166,
    "text": "now we have soap, antibiotics and better sanitation, has led to an increase in allergies.",
    "speaker": null
  },
  {
    "start": 166,
    "end": 170.96,
    "text": "So dirty play for babies is good – mud, pets, picking stuff up off the floor and eating it.",
    "speaker": "Neil"
  },
  {
    "start": 170.96,
    "end": 173.84,
    "text": "Did you use to eat food off the floor when you were little, Neil?",
    "speaker": "Alice"
  },
  {
    "start": 173.84,
    "end": 178,
    "text": "Used to? I still do. I enjoy food from the floor!",
    "speaker": "Neil"
  },
  {
    "start": 178,
    "end": 182.48,
    "text": "Well Neil, what can I say? We're both lucky to be allergy free.",
    "speaker": null
  },
  {
    "start": 182.48,
    "end": 187.92,
    "text": "I have a friend who has an allergy to gluten, a protein found in wheat and some other grains,",
    "speaker": null
  },
  {
    "start": 187.92,
    "end": 191.439,
    "text": "and she has to be very careful about what she eats so she doesn't get ill.",
    "speaker": null
  },
  {
    "start": 191.439,
    "end": 196.879,
    "text": "The supermarkets are quite helpful, though, aren't they, with products 'free from this' and 'free from that'?",
    "speaker": "Neil"
  },
  {
    "start": 196.879,
    "end": 202.56,
    "text": "This is helpful, yes. But the food industry is now marketing their products to attract consumers who don't have a proven – or tested – allergy.",
    "speaker": "proven"
  },
  {
    "start": 202.56,
    "end": 208.639,
    "text": "who don't have a proven or tested allergy. Why would you buy free from foods if you don't have",
    "speaker": null
  },
  {
    "start": 208.639,
    "end": 214.079,
    "text": "a food allergy? Well, people have started to believe that certain foods like gluten or dairy",
    "speaker": null
  },
  {
    "start": 214.079,
    "end": 218.24,
    "text": "are bad for us, though there isn't any medical evidence to support this.",
    "speaker": null
  },
  {
    "start": 218.879,
    "end": 223.919,
    "text": "Let's hear about how Ricketts, a disease caused by a lack of vitamin D in the diet,",
    "speaker": null
  },
  {
    "start": 223.919,
    "end": 228.799,
    "text": "is affecting some children in the UK. This is BBC reporter Mike Williams.",
    "speaker": null
  },
  {
    "start": 231.28,
    "end": 236.639,
    "text": "Ricketts is common in the developing world, but this is London in the 21st century.",
    "speaker": null
  },
  {
    "start": 236.639,
    "end": 239.839,
    "text": "These children aren't malnourished because they're too poor to eat well.",
    "speaker": null
  },
  {
    "start": 239.839,
    "end": 244.959,
    "text": "It's the opposite. They're often middle-class parents are spending money to give them foods with",
    "speaker": null
  },
  {
    "start": 244.959,
    "end": 250.56,
    "text": "ingredients taken out. It's as if some of us have become unnecessarily frightened of our food.",
    "speaker": null
  },
  {
    "start": 251.039,
    "end": 258.319,
    "text": "Ricketts usually affects malnourished children from poor countries, children who don't have enough",
    "speaker": null
  },
  {
    "start": 258.319,
    "end": 263.439,
    "text": "to eat and it makes their bones weak. But here in London, some parents are buying their children",
    "speaker": null
  },
  {
    "start": 263.439,
    "end": 269.68,
    "text": "expensive free from foods, for example to avoid dairy and sometimes making them very ill.",
    "speaker": null
  },
  {
    "start": 269.68,
    "end": 278.16,
    "text": "It sounds crazy, doesn't it? Yeah, it's nuts. Very good. Yes, nuts. That means crazy.",
    "speaker": null
  },
  {
    "start": 278.16,
    "end": 281.76,
    "text": "Yes. Nuts - that means crazy. Now I think it's time for the answer to today's quiz question.",
    "speaker": "Neil"
  },
  {
    "start": 281.76,
    "end": 289.84,
    "text": "Okay, then. So, earlier in the show, I asked, what substance is used to treat a severe allergic reaction?",
    "speaker": null
  },
  {
    "start": 289.84,
    "end": 296.8,
    "text": "Is it A, penicillin, B, adrenaline, or C, aspirin?",
    "speaker": null
  },
  {
    "start": 296.8,
    "end": 303.6,
    "text": "I said A, penicillin. And you were wrong, Neil. The correct answer is B, adrenaline.",
    "speaker": null
  },
  {
    "start": 304.4,
    "end": 310.4,
    "text": "An injection of adrenaline can be used to treat anaphylaxis or severe allergic reactions",
    "speaker": null
  },
  {
    "start": 310.4,
    "end": 317.84,
    "text": "to insect stings, foods, drugs and other allergens. Antibiotics such as penicillin treat bacterial",
    "speaker": null
  },
  {
    "start": 317.84,
    "end": 321.52,
    "text": "infections and aspirin is a painkiller you might take for a headache.",
    "speaker": null
  },
  {
    "start": 322.08,
    "end": 326.64,
    "text": "Okay, can you tell us the words we heard today again, please, Alice? Sure, they are.",
    "speaker": null
  },
  {
    "start": 326.639,
    "end": 333.68,
    "text": "Allergy Immune system switched off.",
    "speaker": null
  },
  {
    "start": 335.36,
    "end": 345.36,
    "text": "Colonize. Get exposed to sterile, gluten, proven,",
    "speaker": null
  },
  {
    "start": 346.319,
    "end": 354.4,
    "text": "rickets, malnourished, nuts, anaphylaxis.",
    "speaker": null
  },
  {
    "start": 355.759,
    "end": 360.08,
    "text": "Well, that's the end of today's 6 Minute English. Don't be afraid to join us again soon.",
    "speaker": "Neil"
  },
  {
    "start": 360.08,
    "end": 365.84,
    "text": "You know where to find us, don't you? Go to bbclearningenglish.com where you'll find grammar points, vocabulary and more editions of 6 Minute English.",
    "speaker": "Alice"
  },
  {
    "start": 365.84,
    "end": 370,
    "text": "vocabulary and more editions of 6 Minute English. Bye.",
    "speaker": null
  }
]
