[
  {
    "start": 0,
    "end": 3.12,
    "text": "This is a download from BBC Learning English.",
    "speaker": null
  },
  {
    "start": 3.12,
    "end": 5.679,
    "text": "To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 5.679,
    "end": 8.24,
    "text": "6 Minute English",
    "speaker": null
  },
  {
    "start": 8.24,
    "end": 10.88,
    "text": "From BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 11.759,
    "end": 15.28,
    "text": "Hello and welcome to 6 Minute English. I'm Sophie…",
    "speaker": "Sophie"
  },
  {
    "start": 16.8,
    "end": 17.359,
    "text": "Neil?",
    "speaker": null
  },
  {
    "start": 19.359,
    "end": 20.32,
    "text": "Neil?",
    "speaker": null
  },
  {
    "start": 20.32,
    "end": 24.24,
    "text": "Oh, sorry! … And I'm Neil.",
    "speaker": "Neil"
  },
  {
    "start": 24.24,
    "end": 28.56,
    "text": "Neil, please put down your phone. We're doing the show!",
    "speaker": "Sophie"
  },
  {
    "start": 28.559,
    "end": 34.079,
    "text": "Yeah, I know. Hang on a minute. I just need to tweet something and… Done!",
    "speaker": "Neil"
  },
  {
    "start": 34.079,
    "end": 34.719,
    "text": "Done.",
    "speaker": null
  },
  {
    "start": 34.719,
    "end": 40.239,
    "text": "And the subject to today's show is social media and it's impact on our daily lives.",
    "speaker": null
  },
  {
    "start": 40.239,
    "end": 44.399,
    "text": "Ah, well, I suppose it has had quite a big impact on mine.",
    "speaker": null
  },
  {
    "start": 44.399,
    "end": 49.92,
    "text": "That's all too clear. Now, perhaps we can move on to today's quiz question?",
    "speaker": "Sophie"
  },
  {
    "start": 49.92,
    "end": 54,
    "text": "Of course. I'm all ears. Oh, hang on. Wait a second.",
    "speaker": null
  },
  {
    "start": 54,
    "end": 57.28,
    "text": "There's a word to describe what you're doing, you know. Answer me this.",
    "speaker": null
  },
  {
    "start": 58,
    "end": 62.8,
    "text": "OK. I asked: Which word describes a situation where you're talking to someone and they suddenly look down at their phone or answer it? Is it…a) phobbing? b) phibbing? Or c) phubbing?",
    "speaker": "Sophie"
  },
  {
    "start": 62.8,
    "end": 70.64,
    "text": "at their phone or answer it? Is it a, fobbing, b, fibbing, or c, fubbing?",
    "speaker": null
  },
  {
    "start": 70.64,
    "end": 76.879,
    "text": "Well, you've got me there, Sophie. I have no idea, but I'll guess that it's c, fubbing.",
    "speaker": null
  },
  {
    "start": 76.879,
    "end": 81.52,
    "text": "Well, we'll find out later on in the show whether you've got the answer right or not.",
    "speaker": null
  },
  {
    "start": 81.519,
    "end": 85.359,
    "text": "Now, let's move on and talk about phone etiquette.",
    "speaker": null
  },
  {
    "start": 85.359,
    "end": 91.84,
    "text": "etiquette means rules of polite behaviour in society or among people in a certain group.",
    "speaker": null
  },
  {
    "start": 91.84,
    "end": 97.599,
    "text": "Well… interrupting conversations to check your phone has become a social norm, hasn't it, Sophie?",
    "speaker": "Neil"
  },
  {
    "start": 97.599,
    "end": 103.28,
    "text": "Social norms are the rules of behaviour considered acceptable in a group or society.",
    "speaker": null
  },
  {
    "start": 103.28,
    "end": 108.719,
    "text": "I don't agree, Neil. Let's listen to Professor Sherry Terkel of the Massachusetts",
    "speaker": null
  },
  {
    "start": 108.719,
    "end": 113.2,
    "text": "Institute of Technology talking about social norms amongst students.",
    "speaker": null
  },
  {
    "start": 115.439,
    "end": 120.64,
    "text": "I interviewed hundreds of college students and what they talked about was what some of them",
    "speaker": null
  },
  {
    "start": 120.64,
    "end": 127.28,
    "text": "called the rule of three and what the rule of three is, which is that if you go to dinner with",
    "speaker": null
  },
  {
    "start": 127.28,
    "end": 134.56,
    "text": "friends, you don't want to look down at your phone until you see that three people, let's say,",
    "speaker": null
  },
  {
    "start": 134.56,
    "end": 141.28,
    "text": "your six at dinner, are looking up in the conversation. So there's a new etiquette where you don't",
    "speaker": null
  },
  {
    "start": 141.28,
    "end": 146.64,
    "text": "look down unless three people are looking up kind of to keep the little conversation alive.",
    "speaker": null
  },
  {
    "start": 148.479,
    "end": 153.199,
    "text": "Why don't you try out the rule of three once in a while?",
    "speaker": "Sophie"
  },
  {
    "start": 153.199,
    "end": 157.52,
    "text": "There are only two of us here, Sophie - do the math! And I'm listening to you… mmm… let me just send a text message here on my phone ... hang on…",
    "speaker": "Neil"
  },
  {
    "start": 159.12,
    "end": 162.08,
    "text": "Let me just send a text message there here on my phone. Hang on.",
    "speaker": null
  },
  {
    "start": 162.24,
    "end": 169.04,
    "text": "Neil… NEIL! I'm not going to carry on with the show unless you pay attention!",
    "speaker": "Sophie"
  },
  {
    "start": 169.04,
    "end": 174.48,
    "text": "Sorry, Sophie. Actually I was just doing that to wind you up. I wasn't really using my phone… Sorry.",
    "speaker": "Neil"
  },
  {
    "start": 174.48,
    "end": 180.24,
    "text": "And to wind someone up means to say or do something deliberately in order to annoy someone.",
    "speaker": null
  },
  {
    "start": 180.96,
    "end": 185.52,
    "text": "Well, I do get wind up about people constantly checking their devices.",
    "speaker": null
  },
  {
    "start": 186.4,
    "end": 192.56,
    "text": "Yesterday, I was in a cafe and two girls came in. They sat down and started chatting away.",
    "speaker": null
  },
  {
    "start": 193.28,
    "end": 199.36,
    "text": "But not to each other, they were tapping away on their devices. And there was no face-to-face",
    "speaker": null
  },
  {
    "start": 199.36,
    "end": 204.96,
    "text": "But you can have moments of connection using your devices, you know?",
    "speaker": "Neil"
  },
  {
    "start": 205.68,
    "end": 211.12,
    "text": "If you have a connection with someone you engage emotionally.",
    "speaker": "connection"
  },
  {
    "start": 211.12,
    "end": 216.56,
    "text": "morning and there were a couple sharing a tablet. They were looking at the screen and talking about",
    "speaker": null
  },
  {
    "start": 216.56,
    "end": 222.56,
    "text": "what they saw there. It was very intimate and they were well, very connected. Let's hear from",
    "speaker": null
  },
  {
    "start": 222.56,
    "end": 228.319,
    "text": "Ian Sinclair, British poet and filmmaker, talking about a new generation of connected humans.",
    "speaker": null
  },
  {
    "start": 230.08,
    "end": 233.759,
    "text": "Physiologically, we're changing. That almost the neck muscles are tipped over.",
    "speaker": null
  },
  {
    "start": 233.759,
    "end": 238.24,
    "text": "They look down. We're getting a new kind of human being and I think maybe I'm not getting it,",
    "speaker": null
  },
  {
    "start": 238.24,
    "end": 242.8,
    "text": "that there is actually a different kind of intimacy emerging in which these instruments are very",
    "speaker": null
  },
  {
    "start": 242.8,
    "end": 251.76,
    "text": "important. So, Ian Sinclair says our physiology is changing. Our bodies, our neck muscles are changing,",
    "speaker": null
  },
  {
    "start": 251.76,
    "end": 257.92,
    "text": "to make it easier to look down all the time at our devices. But it isn't only muscles that might",
    "speaker": null
  },
  {
    "start": 257.92,
    "end": 264.879,
    "text": "change as a result of our techie habits. It's the way we interact or engage with each other too.",
    "speaker": null
  },
  {
    "start": 265.839,
    "end": 271.759,
    "text": "Ian Sinclair talks about a different kind of intimacy emerging. What does he mean, Neil?",
    "speaker": null
  },
  {
    "start": 271.759,
    "end": 277.92,
    "text": "Our intimacy or closeness with other people is somehow connected up with our devices.",
    "speaker": null
  },
  {
    "start": 277.92,
    "end": 284.24,
    "text": "They've become part of us and I expect someday devices will literally be part of us and implant",
    "speaker": null
  },
  {
    "start": 284.24,
    "end": 289.279,
    "text": "in our neck or something. Oh, what a horrible thought. Let's have the quiz question again,",
    "speaker": null
  },
  {
    "start": 289.279,
    "end": 296.399,
    "text": "Sophie, to take your mind off it. Okay. I asked, which word describes a situation where you are",
    "speaker": null
  },
  {
    "start": 296.399,
    "end": 302.559,
    "text": "talking to someone and they suddenly look down at their phone or answer it? Is it A, fobbing,",
    "speaker": null
  },
  {
    "start": 302.559,
    "end": 312.159,
    "text": "B, fibbing or C, fobbing? And I said C, fobbing. You were right, Neil. Well done. It's a combination",
    "speaker": null
  },
  {
    "start": 312.16,
    "end": 319.36,
    "text": "of phone and snubbing. Snub means to deliberately ignore someone you know. New words formed by",
    "speaker": null
  },
  {
    "start": 319.36,
    "end": 326.48,
    "text": "putting together parts of existing words are known as blends or portmante words. And fobbing is",
    "speaker": null
  },
  {
    "start": 326.48,
    "end": 331.76,
    "text": "starting to appear in some online dictionaries. Now, can we hear the words we learnt today, Neil?",
    "speaker": null
  },
  {
    "start": 332.399,
    "end": 343.36,
    "text": "Neil? Okay, I'll say the words myself. Etiquette. Wind someone up. Have a connection with someone.",
    "speaker": null
  },
  {
    "start": 344.159,
    "end": 354,
    "text": "Physiology. Interact. Intimacy. Snub. Well, that's the end of today's six minute English.",
    "speaker": null
  },
  {
    "start": 354,
    "end": 360.48,
    "text": "Well, that's the end of today's 6 Minute English. Don't forget to connect with us again soon! Come on Neil, connect with us! Come on!",
    "speaker": "Sophie"
  },
  {
    "start": 361.28,
    "end": 366.64,
    "text": "Oh yeah, hang on. Just got to, uh, goodbye. Hang on. I'll be with you in a second.",
    "speaker": null
  },
  {
    "start": 367.6,
    "end": 369.439,
    "text": "Yes. Okay. Bye.",
    "speaker": null
  }
]
