[
  {
    "start": 0,
    "end": 3.12,
    "text": "This is a download from BBC Learning English.",
    "speaker": null
  },
  {
    "start": 3.12,
    "end": 5.679,
    "text": "To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 5.679,
    "end": 8.24,
    "text": "6MuteEnglish",
    "speaker": null
  },
  {
    "start": 8.24,
    "end": 11.04,
    "text": "from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 12.08,
    "end": 15.04,
    "text": "Hello and welcome to 6 Minute English. I'm Alice…",
    "speaker": "Alice"
  },
  {
    "start": 15.04,
    "end": 15.919,
    "text": "And I'm Neil.",
    "speaker": "Neil"
  },
  {
    "start": 15.919,
    "end": 19.359,
    "text": "Neil, how often do you do the washing up at home?",
    "speaker": "Alice"
  },
  {
    "start": 19.359,
    "end": 23.359,
    "text": "Oh, you know on special occasions, like after Christmas lunch.",
    "speaker": null
  },
  {
    "start": 23.359,
    "end": 24.96,
    "text": "That's terrible, Neil!",
    "speaker": "Alice"
  },
  {
    "start": 24.96,
    "end": 29.44,
    "text": "Well, domestic chores are the subject of today's show. And you know what? I'm not very good at them.",
    "speaker": "Neil"
  },
  {
    "start": 29.44,
    "end": 30.88,
    "text": "I'm not very good at them.",
    "speaker": null
  },
  {
    "start": 30.88,
    "end": 31.76,
    "text": "Hmm.",
    "speaker": null
  },
  {
    "start": 31.76,
    "end": 38.16,
    "text": "Domestic means to do with a family or home and a chore is a boring job that needs doing.",
    "speaker": null
  },
  {
    "start": 38.16,
    "end": 42.24,
    "text": "Not being good at chores sounds like a bad excuse for a voiding housework, Neil.",
    "speaker": null
  },
  {
    "start": 42.24,
    "end": 45.92,
    "text": "I suppose you're right, but I wasn't surprised to learn that an average",
    "speaker": null
  },
  {
    "start": 45.92,
    "end": 50.24,
    "text": "women spend several more hours a day doing chores at home than men.",
    "speaker": null
  },
  {
    "start": 50.24,
    "end": 53.84,
    "text": "Maybe men have a higher threshold for dirt and untidyness.",
    "speaker": null
  },
  {
    "start": 53.84,
    "end": 56.159,
    "text": "Do you have a high threshold, Neil?",
    "speaker": "Alice"
  },
  {
    "start": 56.159,
    "end": 60.799,
    "text": "Yes. And threshold means the point at which you begin to feel something.",
    "speaker": null
  },
  {
    "start": 60.799,
    "end": 65.2,
    "text": "It takes a lot of dirt and untidyness to make me feel I need to start clearing up.",
    "speaker": null
  },
  {
    "start": 65.2,
    "end": 72.159,
    "text": "Okay. So my question for you today, Neil, is what percentage of men take responsibility",
    "speaker": null
  },
  {
    "start": 72.159,
    "end": 76.959,
    "text": "for giving the house a weekly clean, according to a recent online survey by UK",
    "speaker": null
  },
  {
    "start": 76.959,
    "end": 86.799,
    "text": "organisation Mum's Net? Is it a 1%, b 5% or c 10%?",
    "speaker": null
  },
  {
    "start": 86.799,
    "end": 94.239,
    "text": "Hmm. Those figures all sound low. But I'll assume that not all men are like me, and say c) 10%.",
    "speaker": "Neil"
  },
  {
    "start": 94.959,
    "end": 98.959,
    "text": "Well, we'll see if you're being optimistic with your answer later on in the show.",
    "speaker": null
  },
  {
    "start": 99.519,
    "end": 105.599,
    "text": "So now let's listen to a conversation between BBC reporter Jeff Bird and his wife Sarah",
    "speaker": null
  },
  {
    "start": 105.599,
    "end": 112,
    "text": "in an interview to a BBC presenter they discuss Sarah's a version to or strongest like of domestic",
    "speaker": null
  },
  {
    "start": 112,
    "end": 118.479,
    "text": "chores. I think it's a boring thing. You should just do the minimum amount you need to do to get",
    "speaker": null
  },
  {
    "start": 118.479,
    "end": 124.399,
    "text": "by. That is my policy. And I'd say I definitely work hard for new to and therefore have less time.",
    "speaker": null
  },
  {
    "start": 125.119,
    "end": 130.159,
    "text": "And we just switch stround in terms of our roles. Probably, yeah. And that's no bad thing. Go",
    "speaker": null
  },
  {
    "start": 130.719,
    "end": 136.879,
    "text": "to the revolution. Sarah and Jeff there in their household, Jeff does more chores because Sarah",
    "speaker": null
  },
  {
    "start": 136.879,
    "end": 142.639,
    "text": "finds them boring and she also does more paid work. She thinks people should do the minimum amount",
    "speaker": null
  },
  {
    "start": 142.639,
    "end": 149.199,
    "text": "of housework or at least amount needed to get by. And to get by means to achieve something with",
    "speaker": null
  },
  {
    "start": 149.199,
    "end": 154.24,
    "text": "difficulty. So Jeff does most of the cooking and cleaning in their house, which as we discussed",
    "speaker": null
  },
  {
    "start": 154.32,
    "end": 159.36,
    "text": "earlier on isn't usually the case for men. He doesn't seem to mind though does he?",
    "speaker": null
  },
  {
    "start": 159.36,
    "end": 165.28,
    "text": "That's right. He says switching roles is no bad thing – in other words, it's a good thing!",
    "speaker": "no bad thing"
  },
  {
    "start": 165.28,
    "end": 171.2,
    "text": "Yeah, go the revolution. Just don't include me because I'm with Sarah. I hate housework.",
    "speaker": null
  },
  {
    "start": 171.2,
    "end": 177.36,
    "text": "Okay, well, let's assume that Sarah and Jeff aren't typical of most families and consider",
    "speaker": null
  },
  {
    "start": 177.36,
    "end": 182.56,
    "text": "the serious implications of women doing more of the household chores. Some domestic tasks can",
    "speaker": null
  },
  {
    "start": 182.56,
    "end": 188.8,
    "text": "be strongly gendered or specific to one sex. For example, doing the laundry, organizing your",
    "speaker": null
  },
  {
    "start": 188.8,
    "end": 194,
    "text": "children's school and social lives are often jobs that women do. But putting the rubbish out or",
    "speaker": null
  },
  {
    "start": 194,
    "end": 201.52,
    "text": "fixing a leaky tap, those are what many people still see as men's jobs. Well, I put the rubbish",
    "speaker": null
  },
  {
    "start": 201.52,
    "end": 208.159,
    "text": "bins out in my house, Alpnil. Anyway, this means women often spend significantly more time doing chores",
    "speaker": null
  },
  {
    "start": 208.159,
    "end": 213.199,
    "text": "at home, juggling this with paid work. Yes, that sounds like a lot. I can see I'm going to have to",
    "speaker": null
  },
  {
    "start": 213.199,
    "end": 218.479,
    "text": "get my penny on a bit more at home, Aless. I hope you do, Neil, because a bit more give and take at",
    "speaker": null
  },
  {
    "start": 218.479,
    "end": 223.12,
    "text": "home could help improve a working month's prospects of getting promoted at work and earning more.",
    "speaker": null
  },
  {
    "start": 223.68,
    "end": 229.599,
    "text": "And for those of you unfamiliar with the word penny or pinnifor means apron. And give and take",
    "speaker": null
  },
  {
    "start": 229.599,
    "end": 235.359,
    "text": "means compromise. Let's hear now from Professor Jonathan Gershney, co-director at the Centre for",
    "speaker": null
  },
  {
    "start": 235.36,
    "end": 240.8,
    "text": "Time Use Research at Oxford University, talking about why it's important to protect your earning",
    "speaker": null
  },
  {
    "start": 240.8,
    "end": 254.96,
    "text": "capacity or ability to earn money. Nowadays, half of all marriages fail. It's not a reasonable",
    "speaker": null
  },
  {
    "start": 254.96,
    "end": 261.52,
    "text": "expectation that you're going to stay married for the same chap indefinitely. And if under these",
    "speaker": null
  },
  {
    "start": 261.519,
    "end": 268.079,
    "text": "circumstances you've been out of the labour force looking after the kids while he builds up his",
    "speaker": null
  },
  {
    "start": 268.079,
    "end": 274.159,
    "text": "earnings capacity by working long hours at work and then he runs off with his secretary,",
    "speaker": null
  },
  {
    "start": 275.439,
    "end": 279.68,
    "text": "well, he departs with the earnings power and you're left with the baby.",
    "speaker": null
  },
  {
    "start": 282.319,
    "end": 287.359,
    "text": "Professor Jonathan Gershney, but actually these days quite a few men take care of the children",
    "speaker": null
  },
  {
    "start": 287.439,
    "end": 292.319,
    "text": "while their wives or partners work full time. And she might run off with her secretary.",
    "speaker": null
  },
  {
    "start": 293.04,
    "end": 297.68,
    "text": "But the main issue here is that both partners, whether male or female, should protect their",
    "speaker": null
  },
  {
    "start": 297.68,
    "end": 303.52,
    "text": "earnings capacity. Now, I think it's time for the answer to today's quiz question, Neil.",
    "speaker": null
  },
  {
    "start": 303.52,
    "end": 309.28,
    "text": "I asked you, what percentage of men take responsibility for giving the house a weekly clean,",
    "speaker": null
  },
  {
    "start": 309.28,
    "end": 316.08,
    "text": "according to a recent online survey by the UK organisation Mum's Net? Is it a 1%",
    "speaker": null
  },
  {
    "start": 316.639,
    "end": 324.719,
    "text": "b, 5% or c, 10%? And I said c, 10%. And you were wrong, I'm afraid, Neil.",
    "speaker": null
  },
  {
    "start": 324.719,
    "end": 331.199,
    "text": "The answer is actually b, 5%. Mum's Net asked nearly a thousand working mothers about the",
    "speaker": null
  },
  {
    "start": 331.199,
    "end": 336.079,
    "text": "distribution of tasks in their homes. Now, can we hear the words we learned today, please?",
    "speaker": null
  },
  {
    "start": 336.079,
    "end": 349.919,
    "text": "Sure, they are. Sure. Threshold. Aversion. Minimum. No bad thing.",
    "speaker": null
  },
  {
    "start": 352.319,
    "end": 362.959,
    "text": "Gendard. Pity or pinnacle. Given take. Earning capacity.",
    "speaker": null
  },
  {
    "start": 363.599,
    "end": 368.959,
    "text": "Well, that's the end of today's 6 Minute English. Don't forget to join us again soon!",
    "speaker": "Alice"
  },
  {
    "start": 368.959,
    "end": 369.959,
    "text": "Bye bye.",
    "speaker": null
  }
]
