[
  {
    "start": 0,
    "end": 3.12,
    "text": "This is a download from BBC Learning English.",
    "speaker": null
  },
  {
    "start": 3.12,
    "end": 5.679,
    "text": "To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 5.679,
    "end": 12.16,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 12.16,
    "end": 15.359,
    "text": "Hello and welcome to 6 Minute English. I'm Alice…",
    "speaker": "Alice"
  },
  {
    "start": 15.359,
    "end": 16.24,
    "text": "And I'm Neil.",
    "speaker": "Neil"
  },
  {
    "start": 16.24,
    "end": 19.679,
    "text": "The BBC's 100 Women's Season is back this week.",
    "speaker": null
  },
  {
    "start": 19.679,
    "end": 22.4,
    "text": "It will explore women's stories of defiance",
    "speaker": null
  },
  {
    "start": 22.4,
    "end": 26,
    "text": "and it will include stories of women who inspired us.",
    "speaker": null
  },
  {
    "start": 26,
    "end": 28.08,
    "text": "And that's what we're going to talk about today.",
    "speaker": null
  },
  {
    "start": 28.159,
    "end": 30.239,
    "text": "And which woman has inspired you, Alice?",
    "speaker": "Neil"
  },
  {
    "start": 30.239,
    "end": 33.28,
    "text": "Oh well, I have many female role models.",
    "speaker": null
  },
  {
    "start": 33.28,
    "end": 37.439,
    "text": "And this means people look to by others as examples to be followed.",
    "speaker": null
  },
  {
    "start": 37.439,
    "end": 40.879,
    "text": "But I must say I have a great admiration for the suffragettes.",
    "speaker": null
  },
  {
    "start": 40.879,
    "end": 44.079,
    "text": "Ah, the women who fought for the right to vote in the UK!  Yes, I think they were very brave.",
    "speaker": "Neil"
  },
  {
    "start": 44.079,
    "end": 45.679,
    "text": "Yes, I think they were very brave.",
    "speaker": null
  },
  {
    "start": 45.679,
    "end": 46.959,
    "text": "Yes, so do I.",
    "speaker": null
  },
  {
    "start": 46.959,
    "end": 49.599,
    "text": "Let's see how much you know about it, Neil.",
    "speaker": null
  },
  {
    "start": 49.599,
    "end": 52.079,
    "text": "This is today's quiz question for you.",
    "speaker": null
  },
  {
    "start": 52.079,
    "end": 57.519,
    "text": "I asked: Which was the first country to give all women the right to vote in public elections? Was it… a) Finland? b) New Zealand? Or c) The US?",
    "speaker": "Alice"
  },
  {
    "start": 57.76,
    "end": 63.76,
    "text": "Was it A, Finland, B, New Zealand, or C, the United States?",
    "speaker": null
  },
  {
    "start": 63.76,
    "end": 66.96,
    "text": "Hmm, I am going to say A, Finland.",
    "speaker": null
  },
  {
    "start": 66.96,
    "end": 70.24,
    "text": "Well, we'll see if you were right or not later on in the show.",
    "speaker": null
  },
  {
    "start": 71.12,
    "end": 75.84,
    "text": "Here in Britain, women's groups lobbied or tried to persuade parliament",
    "speaker": null
  },
  {
    "start": 75.84,
    "end": 81.439,
    "text": "for decades before eventually winning the right for all women to vote in 1928.",
    "speaker": null
  },
  {
    "start": 81.439,
    "end": 83.359,
    "text": "So why did it take so long?",
    "speaker": "Neil"
  },
  {
    "start": 83.359,
    "end": 87.439,
    "text": "Because parliament didn't see votes for women as a priority.",
    "speaker": null
  },
  {
    "start": 87.519,
    "end": 91.12,
    "text": "Then, 30% of men still didn't have the vote either.",
    "speaker": null
  },
  {
    "start": 91.12,
    "end": 96.959,
    "text": "And politicians felt they needed to address this before thinking about the woman question as it was known.",
    "speaker": null
  },
  {
    "start": 96.959,
    "end": 101.039,
    "text": "The thing is, without the power to vote, it's hard to influence public policy.",
    "speaker": null
  },
  {
    "start": 101.039,
    "end": 104.4,
    "text": "Politicians are worried about losing popularity with the electorate.",
    "speaker": null
  },
  {
    "start": 104.4,
    "end": 106.64,
    "text": "That's the people who are allowed to vote.",
    "speaker": null
  },
  {
    "start": 106.64,
    "end": 111.439,
    "text": "Women had to find a voice – and the Suffragette Movement gave them a voice.",
    "speaker": "Alice"
  },
  {
    "start": 111.439,
    "end": 116.719,
    "text": "There were several activists in this movement, but perhaps the most famous was Emmeline Pankhurst.",
    "speaker": "Neil"
  },
  {
    "start": 116.719,
    "end": 121.039,
    "text": "Emmeline Pankhurst campaigned fearlessly for women's rights for all women.",
    "speaker": null
  },
  {
    "start": 121.039,
    "end": 125.039,
    "text": "Aristocratic ladies, factory workers, conservatives, socialists.",
    "speaker": null
  },
  {
    "start": 125.599,
    "end": 131.84,
    "text": "Let's listen to Julia Bush, author of Women Against the Vote, talking more about this suffragette leader.",
    "speaker": null
  },
  {
    "start": 133.36,
    "end": 138.4,
    "text": "Well, she was a very charismatic leader, one of the great women of the 19th century,",
    "speaker": null
  },
  {
    "start": 138.4,
    "end": 142.159,
    "text": "and she had a deep compassion for the plight of women.",
    "speaker": null
  },
  {
    "start": 142.24,
    "end": 148.719,
    "text": "And in particular, she was fired by the inequalities that women experienced at that time.",
    "speaker": null
  },
  {
    "start": 149.439,
    "end": 152.079,
    "text": "It wasn't just about the parliamentary vote.",
    "speaker": null
  },
  {
    "start": 153.759,
    "end": 160.8,
    "text": "The suffragette movement, she in particular wanted wider reforms for women in improvement in women's",
    "speaker": null
  },
  {
    "start": 160.8,
    "end": 166.719,
    "text": "status and position. Author Julia Bush, she talks about the plight of women.",
    "speaker": null
  },
  {
    "start": 166.719,
    "end": 168.879,
    "text": "Plight means a bad situation.",
    "speaker": null
  },
  {
    "start": 168.879,
    "end": 174.159,
    "text": "Women did have a really hard time back then, especially working class women.",
    "speaker": null
  },
  {
    "start": 174.159,
    "end": 178.799,
    "text": "Women did have a really hard time back then – especially working class women. And they had little hope of improving their lives because they had no public voice.",
    "speaker": "Alice"
  },
  {
    "start": 178.799,
    "end": 184.24,
    "text": "So that's what Julia Bush means when she says Mrs. Pankhurst wanted wider reforms,",
    "speaker": null
  },
  {
    "start": 184.24,
    "end": 189.759,
    "text": "access to better schools for women to university to better pay jobs and professional careers.",
    "speaker": null
  },
  {
    "start": 189.759,
    "end": 191.759,
    "text": "And it was a big challenge to be heard.",
    "speaker": null
  },
  {
    "start": 192.479,
    "end": 196.8,
    "text": "June Purvis, a meritor's professor of women's and gender history at the University of",
    "speaker": null
  },
  {
    "start": 196.8,
    "end": 202.8,
    "text": "Portsmouth here in the UK, talks about how the suffragette started to raise their profile or get",
    "speaker": null
  },
  {
    "start": 202.8,
    "end": 205.28,
    "text": "noticed with deeds not words.",
    "speaker": null
  },
  {
    "start": 207.2,
    "end": 212.719,
    "text": "You have women interrupting theatre plays, getting thrown out of church services for",
    "speaker": null
  },
  {
    "start": 212.719,
    "end": 217.28,
    "text": "interrupting, getting thrown out of lion's cornerhouse for standing up on chairs and having",
    "speaker": null
  },
  {
    "start": 217.28,
    "end": 223.92,
    "text": "little impromptu meetings. But militancy also takes on other forms. It takes on forms of direct",
    "speaker": null
  },
  {
    "start": 223.919,
    "end": 228.719,
    "text": "action, which start with large demonstrations when women will not be time-backed by the police,",
    "speaker": null
  },
  {
    "start": 228.719,
    "end": 232.239,
    "text": "and then it moves on in other forms as well to criminal damage.",
    "speaker": null
  },
  {
    "start": 233.839,
    "end": 238.239,
    "text": "So women started to interrupt public events to talk about their right to vote.",
    "speaker": "Neil"
  },
  {
    "start": 238.959,
    "end": 244.56,
    "text": "An impromptu meeting is one that hasn't been planned. Lion's cornerhouse was a chain of",
    "speaker": null
  },
  {
    "start": 244.56,
    "end": 250.079,
    "text": "T-shops popular at the time. You can imagine that women suddenly standing up on chairs and",
    "speaker": null
  },
  {
    "start": 250.08,
    "end": 255.44,
    "text": "addressing the public would have been quite shocking in those days. Indeed. The suffragette started",
    "speaker": null
  },
  {
    "start": 255.44,
    "end": 261.28,
    "text": "small with T-shop talks, but they began to take more militant or aggressive direct action.",
    "speaker": null
  },
  {
    "start": 261.84,
    "end": 267.84,
    "text": "And direct action means using demonstrations, strikes. The suffragettes chained themselves to railings, broke shop windows.",
    "speaker": "direct action"
  },
  {
    "start": 267.84,
    "end": 273.52,
    "text": "railings, broke shop windows. It was quite a struggle, and there was no way of delaying the decision",
    "speaker": null
  },
  {
    "start": 273.52,
    "end": 279.199,
    "text": "to give women the right to vote. In 1914, war broke out in Europe, and with the men away",
    "speaker": null
  },
  {
    "start": 279.199,
    "end": 284,
    "text": "fighting many women ran their homes, cared for children and relatives, managed money, and often",
    "speaker": null
  },
  {
    "start": 284,
    "end": 291.12,
    "text": "had a job as well. So when the war ended in 1918, women had proved how capable they were in so many",
    "speaker": null
  },
  {
    "start": 291.12,
    "end": 297.279,
    "text": "ways to deny that the right to vote now seemed ridiculous. Although it took another 10 years before",
    "speaker": null
  },
  {
    "start": 297.279,
    "end": 302.24,
    "text": "Although it took another ten years before all women were given the vote on equal terms to men. But come on, Alice, it must be time to hear the answer to today's quiz question!",
    "speaker": "Neil"
  },
  {
    "start": 302.24,
    "end": 308,
    "text": "the answer to today's quiz question. I asked which was the first country to give all women the",
    "speaker": null
  },
  {
    "start": 308,
    "end": 316.639,
    "text": "right to vote in public elections. Was it A, Finland, B, New Zealand, or C, the United States?",
    "speaker": null
  },
  {
    "start": 316.639,
    "end": 325.279,
    "text": "And I said Finland. Well, no, sorry, Neil. It was B, New Zealand. In 1893, New Zealand became",
    "speaker": null
  },
  {
    "start": 325.279,
    "end": 329.36,
    "text": "No, sorry, Neil. It was b) New Zealand. In 1893, New Zealand became the first country to give all adult women the right to vote in national elections.",
    "speaker": "Alice"
  },
  {
    "start": 329.92,
    "end": 335.68,
    "text": "Now, shall we remind ourselves of the words we learned today? Yes, they were. Roll models,",
    "speaker": null
  },
  {
    "start": 335.84,
    "end": 346.72,
    "text": "suffragettes, lobbied, electorate, plight, raised their profile, impromptu, militant, direct action.",
    "speaker": null
  },
  {
    "start": 346.72,
    "end": 351.04,
    "text": "That's the end of today's six-minute English, and we would like to invite you to follow the",
    "speaker": null
  },
  {
    "start": 351.04,
    "end": 357.04,
    "text": "special programmes and events on the 100 women's season, which will be until December 9th. It's",
    "speaker": null
  },
  {
    "start": 357.04,
    "end": 363.439,
    "text": "produced and created by the BBC's 29 language services. Check the BBC website in your language,",
    "speaker": null
  },
  {
    "start": 363.439,
    "end": 369.12,
    "text": "and you can also join the conversation on Twitter using the hashtag 100 Women. Enjoy the programmes.",
    "speaker": null
  },
  {
    "start": 369.12,
    "end": 371.12,
    "text": "Goodbye. Bye.",
    "speaker": null
  }
]