[
  {
    "start": 0,
    "end": 3.12,
    "text": "This is a download from BBC Learning English.",
    "speaker": null
  },
  {
    "start": 3.12,
    "end": 5.6,
    "text": "To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 5.6,
    "end": 8.24,
    "text": "6 Minute English",
    "speaker": null
  },
  {
    "start": 8.24,
    "end": 10.88,
    "text": "from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 11.919,
    "end": 15.04,
    "text": "Hello and welcome to 6 Minute English. I'm Sophie…",
    "speaker": "Sophie"
  },
  {
    "start": 15.04,
    "end": 19.6,
    "text": "And I'm Neil. Did you watch the Tour de France cycling race this summer Sophie?",
    "speaker": null
  },
  {
    "start": 19.6,
    "end": 23.92,
    "text": "No, I didn't. I'm not a cycling enthusiast, Neil – unlike you!",
    "speaker": "Sophie"
  },
  {
    "start": 23.92,
    "end": 26.879,
    "text": "I was pretty exciting stuff. In fact, just thinking about it",
    "speaker": null
  },
  {
    "start": 26.879,
    "end": 30.239,
    "text": "makes me want to jump on my bike and ride off right now.",
    "speaker": null
  },
  {
    "start": 30.239,
    "end": 34.479,
    "text": "Don't go just yet because today's show is all about bicycles",
    "speaker": null
  },
  {
    "start": 34.479,
    "end": 42.96,
    "text": "and I've got a question for you. Who invented the first pneumatic or air-filled cycle tire in 1888?",
    "speaker": null
  },
  {
    "start": 42.96,
    "end": 50.48,
    "text": "Was it A John Boy Dunlop, B Charles Goodyear or C Harvey Samuel Firestone?",
    "speaker": null
  },
  {
    "start": 51.12,
    "end": 55.039,
    "text": "Well, I'm going to go for A John Boy Dunlop. Can I go now?",
    "speaker": null
  },
  {
    "start": 55.039,
    "end": 60.719,
    "text": "No, you can't. We'll find out later on in the show if you got the tire question right or not.",
    "speaker": null
  },
  {
    "start": 60.719,
    "end": 65.519,
    "text": "But first, I'd like you to tell us a bit about the history of the bike.",
    "speaker": null
  },
  {
    "start": 65.519,
    "end": 71.12,
    "text": "If you insist. Well, before the modern bike was invented in 1885, people rode boneshakers, high wheelers, and even tricycles.",
    "speaker": "Neil"
  },
  {
    "start": 71.12,
    "end": 74.879,
    "text": "bone shakers, high wheelers and even tricycles.",
    "speaker": null
  },
  {
    "start": 74.879,
    "end": 79.68,
    "text": "A tricycle is a three-wheeler bike that young children ride before they learn to balance on a two-wheeler. But what's a ‘boneshaker', Neil?",
    "speaker": "Sophie"
  },
  {
    "start": 79.68,
    "end": 83.12,
    "text": "on a two-wheeler. But what's a bone shaker, Neil?",
    "speaker": null
  },
  {
    "start": 83.12,
    "end": 87.2,
    "text": "It was the first bike with pedals called a Velocipede by its manufacturers.",
    "speaker": null
  },
  {
    "start": 87.84,
    "end": 91.68,
    "text": "Others called it a bone shaker because its tires were made of iron,",
    "speaker": null
  },
  {
    "start": 91.68,
    "end": 96,
    "text": "so it was very uncomfortable to ride, especially over cobblestone streets.",
    "speaker": null
  },
  {
    "start": 96,
    "end": 103.439,
    "text": "It sounds awful! Now, moving on, the bicycle started out as an expensive toy for the middle classes – but when manufacturing costs dropped, they became a vehicle for social change.",
    "speaker": "Sophie"
  },
  {
    "start": 103.439,
    "end": 108.4,
    "text": "But when manufacturing costs dropped, they became a vehicle for social change.",
    "speaker": null
  },
  {
    "start": 108.48,
    "end": 113.52,
    "text": "By the late 19th century, bikes had become affordable for a large proportion of the population",
    "speaker": null
  },
  {
    "start": 113.52,
    "end": 118.64,
    "text": "and the technology had moved on, so they weren't so dangerous, also uncomfortable to ride.",
    "speaker": null
  },
  {
    "start": 119.2,
    "end": 124,
    "text": "And for the first time in history, people had the freedom to travel where they wanted,",
    "speaker": null
  },
  {
    "start": 124,
    "end": 130.4,
    "text": "when they wanted, including women. Let's hear more about women in cycling from Robert Penn,",
    "speaker": null
  },
  {
    "start": 130.4,
    "end": 132.879,
    "text": "UK author and lifelong cyclist.",
    "speaker": null
  },
  {
    "start": 133.039,
    "end": 139.439,
    "text": "In very practical terms, it had a very significant effect on what women wore in public.",
    "speaker": null
  },
  {
    "start": 139.439,
    "end": 145.519,
    "text": "And when they first rode bicycles, they were expected to ride in long ankle length skirts and",
    "speaker": null
  },
  {
    "start": 145.519,
    "end": 150.079,
    "text": "voluminous petticoats. And of course, that was entirely impractical. So they adopted what was",
    "speaker": null
  },
  {
    "start": 150.079,
    "end": 157.12,
    "text": "called rational dress. And rational dress was a better fitting jacket and pantaloon trousers,",
    "speaker": null
  },
  {
    "start": 157.12,
    "end": 161.199,
    "text": "which are cinched below their knee, which meant that nothing got caught in the chain.",
    "speaker": null
  },
  {
    "start": 161.839,
    "end": 168.239,
    "text": "And at first, there was massive public outrage. There were core cases about whether or not",
    "speaker": null
  },
  {
    "start": 168.239,
    "end": 171.599,
    "text": "women were allowed to be served in pubs wearing this sort of dress.",
    "speaker": null
  },
  {
    "start": 172.959,
    "end": 179.199,
    "text": "So women in the 19th century typically wore long skirts and voluminous or large petticoats.",
    "speaker": null
  },
  {
    "start": 179.199,
    "end": 184.879,
    "text": "A petticoat is a piece of clothing worn under a dress or skirt. But what does rational dress",
    "speaker": null
  },
  {
    "start": 184.879,
    "end": 192,
    "text": "mean exactly, Sophie? Rational here means logical. It wasn't logical to wear ankle length skirts",
    "speaker": null
  },
  {
    "start": 192,
    "end": 197.599,
    "text": "Rational here means logical. It wasn't logical to wear ankle length skirts with voluminous petticoats on a bike, so women started wearing pantaloon trousers.",
    "speaker": "Rational"
  },
  {
    "start": 197.599,
    "end": 202.4,
    "text": "Pantaloon trousers were baggy – though they were cinched – or gathered in – below the knee so they wouldn't catch in the bicycle chain.",
    "speaker": "Pantalooncinched"
  },
  {
    "start": 202.4,
    "end": 208,
    "text": "so they wouldn't catch in the bicycle chain. But pantaloons for women still caused outrage",
    "speaker": null
  },
  {
    "start": 208,
    "end": 214.4,
    "text": "or shock and anger. Because although they were baggy, they were still trousers. And they didn't",
    "speaker": null
  },
  {
    "start": 214.4,
    "end": 221.439,
    "text": "go down to the ankle. So bikes played a part in women's struggle for emancipation or freedom.",
    "speaker": null
  },
  {
    "start": 221.439,
    "end": 227.599,
    "text": "But let's listen now to Robert Penn, who claims that it also played a role in our evolutionary history.",
    "speaker": null
  },
  {
    "start": 230.24,
    "end": 236,
    "text": "It's definitely sure that the gene pool in countries like Britain, because it meant that people",
    "speaker": null
  },
  {
    "start": 236,
    "end": 242,
    "text": "could go further than they ever had before in order to find a partner for life and to mate.",
    "speaker": null
  },
  {
    "start": 242.56,
    "end": 248.479,
    "text": "And so what started as a really fadish leisure pursuit within a decade of 1885,",
    "speaker": null
  },
  {
    "start": 248.96,
    "end": 253.36,
    "text": "the bicycle became the most popular form of transport on the planet, and it has been ever since.",
    "speaker": null
  },
  {
    "start": 255.439,
    "end": 262.48,
    "text": "What does shore up mean, Sophie? It means support. And gene pool here refers to the collection of",
    "speaker": null
  },
  {
    "start": 262.48,
    "end": 269.199,
    "text": "genes in a particular population. So when people travelled further to marry and have children,",
    "speaker": null
  },
  {
    "start": 269.199,
    "end": 274.959,
    "text": "they were making the gene pool bigger and healthier. And Robert Penn uses the word fadish. He says",
    "speaker": null
  },
  {
    "start": 274.959,
    "end": 281.759,
    "text": "cycling started as a fadish thing. A fad or fadish activity means an enthusiasm for something that",
    "speaker": null
  },
  {
    "start": 281.759,
    "end": 288.319,
    "text": "doesn't last very long. But your enthusiasm for cycling is not a fad. No, it isn't. Do you think",
    "speaker": null
  },
  {
    "start": 288.319,
    "end": 293.039,
    "text": "like-rowaring is a fad and we'll all go back to wearing pantaloons in the future, Sophie? No?",
    "speaker": null
  },
  {
    "start": 294.24,
    "end": 298.8,
    "text": "Not a good look. Okay, maybe it's time for the answer to today's quiz question.",
    "speaker": null
  },
  {
    "start": 299.199,
    "end": 308.399,
    "text": "I asked, who invented the first cycle tire in 1888? Was it A, John Boyd Dunlop? B, Charles Goodier,",
    "speaker": null
  },
  {
    "start": 308.399,
    "end": 316,
    "text": "And I said John Boyd Dunlop. Tell me I'm right!",
    "speaker": "Neil"
  },
  {
    "start": 316,
    "end": 323.439,
    "text": "Well done, Neil. Scottish inventor and veterinary surgeon John Boyd Dunlop developed the pneumatic",
    "speaker": null
  },
  {
    "start": 323.519,
    "end": 329.839,
    "text": "rubber tire. Although it was invented as an improvement on the bicycle, the pneumatic tire arrived on",
    "speaker": null
  },
  {
    "start": 329.839,
    "end": 336.399,
    "text": "the scene just in time to contribute to the success of the car. Now here are the words we heard",
    "speaker": null
  },
  {
    "start": 336.399,
    "end": 346.959,
    "text": "today. They are pneumatic, voluminous, petticoat, rational, pantaloon, cinched, outraged,",
    "speaker": null
  },
  {
    "start": 347.839,
    "end": 357.12,
    "text": "emancipation, shore up, gene pool, fad or fadish. Well that's the end of today's six-minute",
    "speaker": null
  },
  {
    "start": 357.12,
    "end": 363.599,
    "text": "English. Please join us again soon. And we're on social media too. Make sure to visit our profiles",
    "speaker": null
  },
  {
    "start": 363.599,
    "end": 369.759,
    "text": "on Facebook, Twitter, Instagram and YouTube. You can get on your bike now, Neil. Goodbye. Bye-bye.",
    "speaker": null
  }
]