[
  {
    "start": 0,
    "end": 3.12,
    "text": "This is a download from BBC Learning English.",
    "speaker": null
  },
  {
    "start": 3.12,
    "end": 5.679,
    "text": "To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 5.679,
    "end": 11.839,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 11.839,
    "end": 14.88,
    "text": "Hello and welcome to 6 Minute English. I'm Catherine…",
    "speaker": "Catherine"
  },
  {
    "start": 14.88,
    "end": 16.96,
    "text": "And I'm Neil. Do you know, Catherine?",
    "speaker": null
  },
  {
    "start": 16.96,
    "end": 20,
    "text": "And I'm Neil. Do you know, Catherine, someone actually talked to me on the underground this morning!",
    "speaker": "Neil"
  },
  {
    "start": 20,
    "end": 22.719,
    "text": "No, really?",
    "speaker": "Catherine"
  },
  {
    "start": 22.719,
    "end": 26.48,
    "text": "Wow! I should perhaps point out that talking to someone you don't know on the Tube is quite unusual behaviour in London! So, Neil, what did they say?",
    "speaker": "Catherine"
  },
  {
    "start": 26.48,
    "end": 28.879,
    "text": "is quite unusual behaviour in London.",
    "speaker": null
  },
  {
    "start": 28.879,
    "end": 32.079,
    "text": "So Neil, what did they say? Well, they said what a lovely day it was.",
    "speaker": null
  },
  {
    "start": 32.079,
    "end": 35.839,
    "text": "Great to see the sun shining in London. Something along those lines.",
    "speaker": null
  },
  {
    "start": 35.839,
    "end": 40.239,
    "text": "But it was actually nice to chat instead of sitting there with a frown on my face,",
    "speaker": null
  },
  {
    "start": 40.239,
    "end": 43.6,
    "text": "fiddling with my phone. Which is what you probably always do to",
    "speaker": null
  },
  {
    "start": 43.6,
    "end": 48.239,
    "text": "pass the time on public transport, Neil? Yes, it is. Me and thousands of others.",
    "speaker": null
  },
  {
    "start": 48.239,
    "end": 53.12,
    "text": "But it got me thinking. If it makes me feel better to talk to people on the way to work,",
    "speaker": null
  },
  {
    "start": 53.12,
    "end": 57.039,
    "text": "why don't I and other commuters in the city do it more often?",
    "speaker": null
  },
  {
    "start": 57.039,
    "end": 60.64,
    "text": "Well, that's a good question, Neil. And maybe we'll find some answers in the show.",
    "speaker": null
  },
  {
    "start": 60.64,
    "end": 65.519,
    "text": "Because today we're talking about why cities make us so rude.",
    "speaker": null
  },
  {
    "start": 65.519,
    "end": 70,
    "text": "And I have a question for you. When we have a positive interaction with somebody,",
    "speaker": null
  },
  {
    "start": 70,
    "end": 74.719,
    "text": "our body releases a chemical. But what's the name of this chemical?",
    "speaker": null
  },
  {
    "start": 74.719,
    "end": 81.359,
    "text": "Is it A, melatonin, B, oxytocin or C, thyroxin?",
    "speaker": null
  },
  {
    "start": 81.359,
    "end": 85.439,
    "text": "I don't know, but I'm going to say a) melatonin.",
    "speaker": "Neil"
  },
  {
    "start": 85.519,
    "end": 88.48,
    "text": "Well, with a see if you're right or not later on in the show.",
    "speaker": null
  },
  {
    "start": 88.48,
    "end": 92.799,
    "text": "But did you know, Neil, that an organisation called Talk to Me London",
    "speaker": null
  },
  {
    "start": 92.799,
    "end": 99.759,
    "text": "has created these tube chat badges that you can wear to show that you're happy to talk to a stranger?",
    "speaker": null
  },
  {
    "start": 99.759,
    "end": 102.479,
    "text": "Maybe you should get one. Yeah, maybe I should.",
    "speaker": null
  },
  {
    "start": 102.479,
    "end": 107.2,
    "text": "Yeah, maybe I should. But the thing is, people in big cities are often scared to start a conversation with a stranger because, well, you don't know what might happen.",
    "speaker": "Catherine"
  },
  {
    "start": 107.2,
    "end": 111.28,
    "text": "because well, you don't know what might happen. That's true.",
    "speaker": null
  },
  {
    "start": 111.28,
    "end": 118.719,
    "text": "Now, let's listen to Dr. L Boog, a social psychologist at Birmingham City University here in the UK.",
    "speaker": null
  },
  {
    "start": 118.719,
    "end": 122.64,
    "text": "She agrees that people can view cities as threatening places.",
    "speaker": null
  },
  {
    "start": 124.159,
    "end": 131.199,
    "text": "When we step off the metro or onto a crowded city street, our brain becomes hyper vigilant to",
    "speaker": null
  },
  {
    "start": 131.199,
    "end": 136.8,
    "text": "the perception of threats around us. We're just one small person in a very large set of other",
    "speaker": null
  },
  {
    "start": 136.8,
    "end": 142.719,
    "text": "people and a large body of people. This then leads to behaviours that are",
    "speaker": null
  },
  {
    "start": 143.439,
    "end": 150.32,
    "text": "insular and defensive. We're persistently looking for potential threats around us,",
    "speaker": null
  },
  {
    "start": 150.32,
    "end": 155.12,
    "text": "and this then makes us not give eye contact. This will reduce the likelihood that",
    "speaker": null
  },
  {
    "start": 155.12,
    "end": 161.68,
    "text": "anybody will say hello. It's a protective mechanism by which we can survive our journey",
    "speaker": null
  },
  {
    "start": 161.76,
    "end": 165.84,
    "text": "to once we're going, which makes us all seem really, really rude to one another.",
    "speaker": null
  },
  {
    "start": 169.04,
    "end": 176.8,
    "text": "Dr. L Boog there, and hyper vigilant means being extremely watchful of what's going on around you.",
    "speaker": null
  },
  {
    "start": 176.8,
    "end": 182.4,
    "text": "People can behave unpredictably, and like Dr. Boog says, you're just one person in a crowd",
    "speaker": null
  },
  {
    "start": 182.4,
    "end": 186.56,
    "text": "of others and you just don't know who might be dangerous. Yeah, I see what you mean.",
    "speaker": null
  },
  {
    "start": 186.56,
    "end": 191.52,
    "text": "Yeah, I see what you mean. And the fact we are constantly on the lookout for potential threats, well, it affects our behaviour.",
    "speaker": "Neil"
  },
  {
    "start": 191.84,
    "end": 197.84,
    "text": "That's right. And as a protective mechanism we avoid speaking to or making eye contact with other people. So we become insular – which means inward looking.",
    "speaker": "insular"
  },
  {
    "start": 197.84,
    "end": 204.24,
    "text": "other people. So we become insular, which means inward looking. That sounds awful. But actually,",
    "speaker": null
  },
  {
    "start": 204.24,
    "end": 209.439,
    "text": "I know people who move to London in order to be anonymous, to blend in with the crowd and not",
    "speaker": null
  },
  {
    "start": 209.439,
    "end": 214.719,
    "text": "have to talk to people. Well, if you grow up in a small town, it can feel claustrophobic,",
    "speaker": null
  },
  {
    "start": 214.719,
    "end": 220.24,
    "text": "which means not having enough space to feel comfortable. You know, you can't do anything without",
    "speaker": null
  },
  {
    "start": 220.24,
    "end": 224.159,
    "text": "the whole community knowing about it. You might have nosy neighbours.",
    "speaker": null
  },
  {
    "start": 224.159,
    "end": 228.08,
    "text": "Hmm, and a nosy person shows too much interest in other people's business.",
    "speaker": null
  },
  {
    "start": 228.8,
    "end": 233.6,
    "text": "Now, it's good to point out that people living in cities have stuff to do,",
    "speaker": null
  },
  {
    "start": 233.6,
    "end": 239.439,
    "text": "and it's not necessarily rudeness that stops people from chatting. It's about efficiency.",
    "speaker": null
  },
  {
    "start": 239.439,
    "end": 244.96,
    "text": "Getting to work on time, getting things done. Let's hear from Thomas Farley, writer and",
    "speaker": null
  },
  {
    "start": 244.96,
    "end": 248.64,
    "text": "broadcaster, and expert on manners for more on this.",
    "speaker": null
  },
  {
    "start": 250.48,
    "end": 255.84,
    "text": "The cost of living in cities is higher. The success quotient is higher. It's a place where you",
    "speaker": null
  },
  {
    "start": 255.84,
    "end": 261.12,
    "text": "hustle to survive. And if you are not hustling, and I mean that literally and figuratively,",
    "speaker": null
  },
  {
    "start": 261.12,
    "end": 267.6,
    "text": "you are not able to survive and thrive. So we often don't have much time for chit chat.",
    "speaker": null
  },
  {
    "start": 267.6,
    "end": 273.439,
    "text": "I think we just all need to be mindful that it's not a deliberate disregard or somebody trying",
    "speaker": null
  },
  {
    "start": 273.439,
    "end": 278.24,
    "text": "to be rude on purpose. It's simply that people are, they have a destination to be.",
    "speaker": null
  },
  {
    "start": 279.199,
    "end": 283.279,
    "text": "So what does Thomas Farley mean by success quotient, Catherine?",
    "speaker": "Neil"
  },
  {
    "start": 283.279,
    "end": 289.519,
    "text": "Success quotient means your ability to be successful in work, relative to the average person, and Thomas Farley is saying that in cities people have higher success quotients.",
    "speaker": "Success quotient"
  },
  {
    "start": 289.519,
    "end": 294.8,
    "text": "And Thomas Farley is saying that in cities, people have higher success quotients.",
    "speaker": null
  },
  {
    "start": 294.8,
    "end": 300.639,
    "text": "Cities are also competitive places so people have to hustle to survive. Do we hustle, Catherine?",
    "speaker": "Neil"
  },
  {
    "start": 300.639,
    "end": 305.68,
    "text": "I don't think we hustle, Neil. Hustle means to work aggressively to make money.",
    "speaker": "Hustle"
  },
  {
    "start": 305.68,
    "end": 310.079,
    "text": "We do have plenty of time for chit chat though. And chit chat, by the way, means",
    "speaker": null
  },
  {
    "start": 310.079,
    "end": 312.319,
    "text": "unimportant conversation. That's what we do.",
    "speaker": null
  },
  {
    "start": 313.12,
    "end": 318,
    "text": "What we do isn't chit chat, Neil. It's highly informative and instructional.",
    "speaker": null
  },
  {
    "start": 318.639,
    "end": 323.919,
    "text": "Now, I think it must be time to hear the answer to today's quiz. Do you remember? I asked",
    "speaker": null
  },
  {
    "start": 323.919,
    "end": 328.319,
    "text": "when we have a positive interaction with someone, our body releases a chemical.",
    "speaker": null
  },
  {
    "start": 328.879,
    "end": 336.639,
    "text": "What's the name of this chemical? Is it A, melatonin, B, oxytocin, or C, thyroxin?",
    "speaker": null
  },
  {
    "start": 336.639,
    "end": 342.319,
    "text": "And it's a) melatonin – I'm absolutely sure.",
    "speaker": "Neil"
  },
  {
    "start": 342.319,
    "end": 349.519,
    "text": "Sorry! The correct answer is b) oxytocin – a hormone commonly known as the 'love drug'. It reduces fear, increases trust between people, and evokes feelings of contentment.",
    "speaker": "Catherine"
  },
  {
    "start": 349.519,
    "end": 352.639,
    "text": "and evokes feelings of contentment.",
    "speaker": null
  },
  {
    "start": 352.639,
    "end": 359.039,
    "text": "Now, here are the words we learned today:",
    "speaker": "Neil"
  },
  {
    "start": 359.759,
    "end": 366.639,
    "text": "nosy, quotient, hustle, chit chat. That's the end of today's six-minute English.",
    "speaker": null
  },
  {
    "start": 366.639,
    "end": 369.36,
    "text": "Don't forget to join us again soon. Goodbye.",
    "speaker": null
  }
]
