[
  {
    "order": 0,
    "start": 0,
    "end": 5.52,
    "text": "This is a download from BBC Learning English to find out more, visit our website.",
    "speaker": null
  },
  {
    "order": 1,
    "start": 12.4,
    "end": 19.28,
    "text": "Welcome to 6 Minute English. In this program we bring you an expressive topic and six items of vocabulary.",
    "speaker": null
  },
  {
    "order": 2,
    "start": 19.28,
    "end": 27.76,
    "text": "I'm Neil and I'm Tim. So we had an argument just before we started the show. We did Tim.",
    "speaker": null
  },
  {
    "order": 3,
    "start": 28.72,
    "end": 31.2,
    "text": "No hard feelings? None.",
    "speaker": "Neil"
  },
  {
    "order": 4,
    "start": 32.16,
    "end": 38.64,
    "text": "No hard feelings is something you say to somebody you have argued with to say you'd still like to be friends.",
    "speaker": null
  },
  {
    "order": 5,
    "start": 39.439,
    "end": 46.079,
    "text": "We often fall out over silly things like who's going to introduce the show or who's going to choose the quiz question.",
    "speaker": null
  },
  {
    "order": 6,
    "start": 46.079,
    "end": 49.439,
    "text": "But we understand each other. That's the important thing, isn't it?",
    "speaker": "Tim"
  },
  {
    "order": 7,
    "start": 50.4,
    "end": 55.68,
    "text": "To fall out with somebody by the way is another way of saying to argue or disagree with them.",
    "speaker": null
  },
  {
    "order": 8,
    "start": 56.32,
    "end": 59.519,
    "text": "Do you know that you wave your arms around a lot when you're arguing Tim?",
    "speaker": null
  },
  {
    "order": 9,
    "start": 60.159,
    "end": 63.84,
    "text": "No, I didn’t know I did that. That isn’t very British.",
    "speaker": "Tim"
  },
  {
    "order": 10,
    "start": 64.48,
    "end": 71.2,
    "text": "I know. Using gestures or movements you make with your hands or your head to express what you",
    "speaker": "gestures"
  },
  {
    "order": 11,
    "start": 71.2,
    "end": 75.92,
    "text": "are thinking or feeling is common in some countries but not in others.",
    "speaker": null
  },
  {
    "order": 12,
    "start": 76.719,
    "end": 81.439,
    "text": "Then there are some movements like shaking your head which mostly means no.",
    "speaker": null
  },
  {
    "order": 13,
    "start": 81.519,
    "end": 85.439,
    "text": "But in some countries can mean the opposite. That's right.",
    "speaker": null
  },
  {
    "order": 14,
    "start": 85.439,
    "end": 89.519,
    "text": "In which country does shaking your head mean yes Tim?",
    "speaker": null
  },
  {
    "order": 15,
    "start": 89.519,
    "end": 97.759,
    "text": "Is it a Greece, B Japan or C Bulgaria? No idea. I'll guess Greece?",
    "speaker": null
  },
  {
    "order": 16,
    "start": 98.4,
    "end": 102.799,
    "text": "I do know that in India people shake their heads to mean lots of different things.",
    "speaker": "Neil"
  },
  {
    "order": 17,
    "start": 102.799,
    "end": 107.28,
    "text": "There are plenty of gestures you need to be careful with when you’re meeting and greeting people",
    "speaker": "Neil"
  },
  {
    "order": 18,
    "start": 107.76,
    "end": 113.519,
    "text": "from a culture that's different to your own to avoid offending people or making an awkward faux pas.",
    "speaker": null
  },
  {
    "order": 19,
    "start": 113.519,
    "end": 119.92,
    "text": "If you make a faux pas it means you say or do something embarrassing in a social situation.",
    "speaker": null
  },
  {
    "order": 20,
    "start": 120.48,
    "end": 127.439,
    "text": "For example, everyday use of the thumbs up signal might offend people from the Middle East.",
    "speaker": null
  },
  {
    "order": 21,
    "start": 127.439,
    "end": 130.8,
    "text": "And to offend means to make somebody angry or upset.",
    "speaker": "to offend"
  },
  {
    "order": 22,
    "start": 131.52,
    "end": 137.84,
    "text": "Now let's hear from business professor Aaron Mayer talking about how easy it is to misunderstand",
    "speaker": null
  },
  {
    "order": 23,
    "start": 137.84,
    "end": 143.84,
    "text": "why some people behave the way they do in everyday situations when we don't belong to the same culture.",
    "speaker": null
  },
  {
    "order": 24,
    "start": 146.24,
    "end": 152.8,
    "text": "A while ago I was in Dubai and one of my students, my Emirati students, was driving me home after",
    "speaker": "Erin Meyer, Business Professor in Dubai"
  },
  {
    "order": 25,
    "start": 152.8,
    "end": 158.24,
    "text": "a session and the car stopped at a light and she rolled down her window and she started shouting",
    "speaker": null
  },
  {
    "order": 26,
    "start": 158.24,
    "end": 163.76,
    "text": "at someone outside of the window. This guy who was crossing the street with a big box of cloth",
    "speaker": null
  },
  {
    "order": 27,
    "start": 163.76,
    "end": 169.439,
    "text": "and he started shouting back and she opened up the door and they started gesticulating and shouting",
    "speaker": null
  },
  {
    "order": 28,
    "start": 169.439,
    "end": 173.84,
    "text": "at one another and I thought wow they're having a huge fight. I thought maybe he was going to hit",
    "speaker": null
  },
  {
    "order": 29,
    "start": 173.84,
    "end": 178.64,
    "text": "her and she got back in the car and I said well what were you fighting about? And she said oh no",
    "speaker": null
  },
  {
    "order": 30,
    "start": 178.64,
    "end": 183.68,
    "text": "we weren't fighting. He was giving me directions to your hotel and I thought that was a great",
    "speaker": null
  },
  {
    "order": 31,
    "start": 183.68,
    "end": 191.2,
    "text": "example of how someone from another culture may misperceiver misunderstand something as a fight",
    "speaker": null
  },
  {
    "order": 32,
    "start": 191.2,
    "end": 194.159,
    "text": "and in fact they were just being emotionally expressive.",
    "speaker": null
  },
  {
    "order": 33,
    "start": 196.719,
    "end": 202.719,
    "text": "Just gesticulating what does that mean? It means what I was doing earlier waving your arms around",
    "speaker": null
  },
  {
    "order": 34,
    "start": 202.719,
    "end": 208.64,
    "text": "to express what you're feeling. Aaron Mayer was worried because her student and the man on the street",
    "speaker": null
  },
  {
    "order": 35,
    "start": 208.64,
    "end": 213.36,
    "text": "was shouting and gesticulating at each other. She thought they were having a fight when in fact",
    "speaker": null
  },
  {
    "order": 36,
    "start": 213.36,
    "end": 219.84,
    "text": " they were just being emotionally expressive. And expressive means showing what you think or feel",
    "speaker": "Neil"
  },
  {
    "order": 37,
    "start": 220.56,
    "end": 225.92,
    "text": "You were nodding an agreement there Tim which reminds me of our quiz question in which country does",
    "speaker": null
  },
  {
    "order": 38,
    "start": 225.92,
    "end": 235.36,
    "text": "shaking your head mean yes? Is it A Greece, B Japan or C Bulgaria? I said Greece. And that's the",
    "speaker": null
  },
  {
    "order": 39,
    "start": 235.36,
    "end": 241.6,
    "text": "wrong answer I'm afraid. The right answer is Bulgaria. In some southeastern European areas such",
    "speaker": "Tim"
  },
  {
    "order": 40,
    "start": 241.599,
    "end": 248.4,
    "text": "as Bulgaria and southern Albania shaking your head is used to indicate yes. In those regions nodding",
    "speaker": null
  },
  {
    "order": 41,
    "start": 248.4,
    "end": 254.799,
    "text": "in fact means no as well. I hope I remember that the next time I meet somebody from southeastern Europe.",
    "speaker": null
  },
  {
    "order": 42,
    "start": 255.599,
    "end": 261.12,
    "text": "Okay shall we look back at the words we learnt today? No hard feelings is something you say to",
    "speaker": null
  },
  {
    "order": 43,
    "start": 261.12,
    "end": 267.12,
    "text": "somebody you have argued with or beaten in a game or contest to say you'd still like to be friends.",
    "speaker": "Tim"
  },
  {
    "order": 44,
    "start": 267.12,
    "end": 274.56,
    "text": "For example I always get the quiz questions right unlike you Neil but no hard feelings okay?",
    "speaker": null
  },
  {
    "order": 45,
    "start": 275.519,
    "end": 281.519,
    "text": "That's not a very realistic example Tim but I'll let it go. Number two to fall out with somebody",
    "speaker": "Tim"
  },
  {
    "order": 46,
    "start": 281.519,
    "end": 287.519,
    "text": "means to argue or disagree with them. I fell out with my best friend at school. We didn't talk to",
    "speaker": null
  },
  {
    "order": 47,
    "start": 287.519,
    "end": 293.199,
    "text": "each other for a whole week. That must have been a serious disagreement Tim. What were you arguing about?",
    "speaker": null
  },
  {
    "order": 48,
    "start": 293.439,
    "end": 300.879,
    "text": "I can't remember. It was a long time ago. Number three a gesture is a movement you make with your",
    "speaker": "Neil"
  },
  {
    "order": 49,
    "start": 300.879,
    "end": 306.8,
    "text": "hands or head to express what you were thinking or feeling. She opened her arms wide in a gesture",
    "speaker": null
  },
  {
    "order": 50,
    "start": 306.8,
    "end": 313.599,
    "text": "of welcome or the verb I gestured to Neil that we only had one minute left to finish the show.",
    "speaker": "Neil"
  },
  {
    "order": 51,
    "start": 313.599,
    "end": 319.279,
    "text": "Is that true Tim? You're nodding your head but we should also quickly mention gesticulate which",
    "speaker": "Neil"
  },
  {
    "order": 52,
    "start": 319.279,
    "end": 325.919,
    "text": "means to make gestures with your hands or arms. A faux part is saying or doing something embarrassing",
    "speaker": null
  },
  {
    "order": 53,
    "start": 325.919,
    "end": 332.879,
    "text": "in a social situation. For example I committed a serious faux part at a party last night that I'm",
    "speaker": null
  },
  {
    "order": 54,
    "start": 332.879,
    "end": 337.519,
    "text": "too embarrassed to tell you about. Oh dear Tim I hope you didn't offend too many people.",
    "speaker": null
  },
  {
    "order": 55,
    "start": 338.079,
    "end": 343.679,
    "text": "A fend is our next word and it means to make somebody angry or upset. Well you've given us a",
    "speaker": null
  },
  {
    "order": 56,
    "start": 343.68,
    "end": 349.6,
    "text": "good example already Neil so let's move on to the final word expressive which means showing",
    "speaker": "Neil"
  },
  {
    "order": 57,
    "start": 349.6,
    "end": 356,
    "text": "what you think or feel. Tim has a very expressive face. Oh thanks. Another quick example.",
    "speaker": null
  },
  {
    "order": 58,
    "start": 356.72,
    "end": 361.6,
    "text": "I waved my hand expressively to signal to Neil that it was time to finish the show.",
    "speaker": "Neil"
  },
  {
    "order": 59,
    "start": 361.6,
    "end": 366.8,
    "text": "Taking my cue from Tim that's all for today but please remember to check out our Instagram",
    "speaker": "Neil"
  },
  {
    "order": 60,
    "start": 366.8,
    "end": 370.16,
    "text": "Twitter, Facebook and YouTube pages. Bye bye. Goodbye.",
    "speaker": null
  },
  {
    "order": 61,
    "start": 373.68,
    "end": 375.68,
    "text": "From the BBC.",
    "speaker": null
  }
]