[
  {
    "start": 0,
    "end": 5.52,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 12.72,
    "end": 18.4,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam.",
    "speaker": "Sam"
  },
  {
    "start": 18.4,
    "end": 23.199,
    "text": "In this program, we'll take a look at the sensitive issue of sexual violence.",
    "speaker": null
  },
  {
    "start": 23.199,
    "end": 26.96,
    "text": "At the start of the decade, no one knew that the two word phrase",
    "speaker": null
  },
  {
    "start": 26.96,
    "end": 33.28,
    "text": "Me Too would go viral or spread quickly and widely on the internet through social media.",
    "speaker": null
  },
  {
    "start": 33.28,
    "end": 37.76,
    "text": "But when explosive allegations against Hollywood movie producer Harvey Weinstein",
    "speaker": null
  },
  {
    "start": 37.76,
    "end": 44,
    "text": "made headlines in 2017, the Me Too hashtag became the focus for a global movement of women",
    "speaker": null
  },
  {
    "start": 44,
    "end": 49.84,
    "text": "determined to expose the truth about abusive sexual behaviour. Weinstein was found guilty",
    "speaker": null
  },
  {
    "start": 49.84,
    "end": 55.28,
    "text": "and given a 23-year prison sentence. But the deeper reasons behind the problem",
    "speaker": null
  },
  {
    "start": 55.28,
    "end": 62.48,
    "text": "in America and worldwide have not disappeared. I have a question now about the origin of the Me Too",
    "speaker": null
  },
  {
    "start": 62.48,
    "end": 68.32,
    "text": "expression. Although the Me Too message went viral due to public support from famous Hollywood",
    "speaker": null
  },
  {
    "start": 68.32,
    "end": 75.04,
    "text": "actresses, the phrase itself was thought up years earlier by a civil rights activist to run a",
    "speaker": null
  },
  {
    "start": 76,
    "end": 84.719,
    "text": "book. What year did she first use it? Was it A, 1996, B, 2006, or C, 2016?",
    "speaker": null
  },
  {
    "start": 86.24,
    "end": 92.88,
    "text": "I'll guess B, 2006. Okay Georgina, we'll come back to that later. Now more about Toronto",
    "speaker": null
  },
  {
    "start": 92.88,
    "end": 98.96,
    "text": "Burke. Yes, Toronto worked with marginalized women in neglected American communities,",
    "speaker": null
  },
  {
    "start": 98.96,
    "end": 104,
    "text": "shocking numbers of whom were victims of sexual violence and abuse. Here she is talking",
    "speaker": null
  },
  {
    "start": 104.079,
    "end": 110.4,
    "text": "with the BBC World Services Program Hard Talk about how the Me Too movement continues to speak up",
    "speaker": null
  },
  {
    "start": 110.4,
    "end": 117.12,
    "text": "for voiceless women and girls. The beauty I think and the magic of Me Too is that it's a",
    "speaker": null
  },
  {
    "start": 117.12,
    "end": 123.76,
    "text": "unifier in that way and it's where survivors find community and so definitely the mainstream media",
    "speaker": null
  },
  {
    "start": 123.76,
    "end": 129.92,
    "text": "kept the focus on the actresses and Hollywood and that but at its core the women who came forward",
    "speaker": null
  },
  {
    "start": 129.92,
    "end": 133.92,
    "text": "were really no different than those girls who I served in the communities 10 years before.",
    "speaker": null
  },
  {
    "start": 134.319,
    "end": 142.4,
    "text": "Toronto doesn't call the girls and women who were abused victims. Instead she prefers the term",
    "speaker": null
  },
  {
    "start": 142.4,
    "end": 148.879,
    "text": "survivors, people who are able to carry on with their life successfully despite very unpleasant",
    "speaker": null
  },
  {
    "start": 148.879,
    "end": 154.96,
    "text": "experiences which still affect them. The Me Too movement went viral when several famous movie",
    "speaker": null
  },
  {
    "start": 154.96,
    "end": 161.68,
    "text": "actresses came forward offered to give information about sexual harassment. While these Hollywood actresses",
    "speaker": null
  },
  {
    "start": 161.76,
    "end": 168.24,
    "text": "were famous celebrities most survivors of sexual violence are ordinary women, living ordinary lives.",
    "speaker": null
  },
  {
    "start": 168.879,
    "end": 175.12,
    "text": "That's why Toronto calls the Me Too movement a unifier, something that unites and brings people",
    "speaker": null
  },
  {
    "start": 175.12,
    "end": 182.319,
    "text": "together in this case women of different race and social background. But while the media focused",
    "speaker": null
  },
  {
    "start": 182.319,
    "end": 188.24,
    "text": "on particular people, Weinstein and several actresses in the movie industry, Toronto is clear that",
    "speaker": null
  },
  {
    "start": 188.24,
    "end": 194.96,
    "text": "the problem is bigger than just individual cases. Here she is explaining about the wider reasons behind",
    "speaker": null
  },
  {
    "start": 194.96,
    "end": 202.8,
    "text": "the Me Too movement. We can talk about Harvey Weinstein at nauseam but we also have to talk about",
    "speaker": null
  },
  {
    "start": 202.8,
    "end": 207.2,
    "text": "what are the structures that were in place that allowed a Harvey Weinstein to thrive. If you're",
    "speaker": null
  },
  {
    "start": 207.2,
    "end": 211.84,
    "text": "going to talk about Harvey Weinstein being successful then we have to also talk about capitalism,",
    "speaker": null
  },
  {
    "start": 211.84,
    "end": 216.8,
    "text": "right? Because it's the it's the love of money and the desire for people to have money and what",
    "speaker": null
  },
  {
    "start": 216.8,
    "end": 222.4,
    "text": "he represented. The bottom line is people value those things more than they value the humanity of",
    "speaker": null
  },
  {
    "start": 222.4,
    "end": 228,
    "text": "the women that he was destroying their lives. It's about power and it's about privilege. At the end",
    "speaker": null
  },
  {
    "start": 228,
    "end": 234.16,
    "text": "of the day these are the two things that we have to talk about dismantling. According to Toronto,",
    "speaker": null
  },
  {
    "start": 234.16,
    "end": 240,
    "text": "the behavior of abusers like Weinstein was not challenged or questioned because of their privilege.",
    "speaker": null
  },
  {
    "start": 240.72,
    "end": 246.48,
    "text": "Power and advantage held by a small group of people, usually because of their high social position,",
    "speaker": null
  },
  {
    "start": 246.96,
    "end": 252.16,
    "text": "or because they are rich. So rather than focusing on individual cases,",
    "speaker": null
  },
  {
    "start": 252.16,
    "end": 257.04,
    "text": "it's male dominated social structures like privilege that need dismantling,",
    "speaker": null
  },
  {
    "start": 257.04,
    "end": 262.8,
    "text": "breaking up or being stopped from working by gradually reducing its power over a period of time.",
    "speaker": null
  },
  {
    "start": 263.6,
    "end": 270.16,
    "text": "Toronto knows the problem won't disappear overnight, but she believes the Me Too movement has opened",
    "speaker": null
  },
  {
    "start": 270.16,
    "end": 275.28,
    "text": "But she believes the MeToo movement has opened up a space to talk about sexual violence in a new way and set out a pathway forward.",
    "speaker": "Georgina"
  },
  {
    "start": 276.239,
    "end": 283.439,
    "text": "Let’s go back to the quiz question. I asked you what year the two-word expression ‘Me Too’ was used. Was it a) 1996, b) 2006 or c) 2016, and you said…?",
    "speaker": "Sam"
  },
  {
    "start": 283.439,
    "end": 293.519,
    "text": "Was it A1996, B2006 or C2016 and you said? Yes, I said it was B2006.",
    "speaker": null
  },
  {
    "start": 294.559,
    "end": 300.319,
    "text": "Well done, Latina, you are absolutely right. Today we've been talking about the hashtag Me Too",
    "speaker": null
  },
  {
    "start": 300.639,
    "end": 305.599,
    "text": "movement which went viral in 2017, meaning it spread quickly on the internet.",
    "speaker": null
  },
  {
    "start": 306.56,
    "end": 312.639,
    "text": "The name Me Too was created by Terana Burke, an activist who works with sexual abuse survivors.",
    "speaker": null
  },
  {
    "start": 312.639,
    "end": 317.12,
    "text": "People who experience abuse but are able to carry on with their lives successfully.",
    "speaker": null
  },
  {
    "start": 317.12,
    "end": 324.8,
    "text": "In 2017 many of these survivors came forward – offered to give information – about sexual harassment in Hollywood.",
    "speaker": "came forward"
  },
  {
    "start": 325.12,
    "end": 330.56,
    "text": "in Hollywood. And these actresses were supported by millions of women and men across the world,",
    "speaker": null
  },
  {
    "start": 330.56,
    "end": 336.24,
    "text": "making the Me Too movement an important cultural unifier, something that unites and brings people",
    "speaker": null
  },
  {
    "start": 336.24,
    "end": 342.879,
    "text": "together. Now the movement wants to shift the focus away from individual cases and onto social",
    "speaker": null
  },
  {
    "start": 342.879,
    "end": 349.199,
    "text": "structures of privilege, power and advantage held by a small group of people, usually because",
    "speaker": null
  },
  {
    "start": 349.839,
    "end": 354.879,
    "text": "of their wealth or high social class. And according to Terana, it is these social structures and",
    "speaker": null
  },
  {
    "start": 354.879,
    "end": 360.639,
    "text": "attitudes which need to be dismantled, stop from working by gradually reducing their power over time.",
    "speaker": null
  },
  {
    "start": 361.439,
    "end": 366.399,
    "text": "And that's all we have time for today. Join us again soon here at 6 Minute English for more",
    "speaker": null
  },
  {
    "start": 366.399,
    "end": 370.24,
    "text": "Topical Discussion and Recovery. Bye for now. Bye!",
    "speaker": null
  }
]
