[
  {
    "start": 0,
    "end": 5.52,
    "text": "This is a download from BBC Learning English to find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 6.24,
    "end": 11.04,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "start": 11.04,
    "end": 19.12,
    "text": "From the bubonic plague to cholera and tuberculosis, disease and pandemics have changed the way cities have been built.",
    "speaker": null
  },
  {
    "start": 19.92,
    "end": 27.44,
    "text": "For example, buildings in 19th century Paris were designed with large, high-up windows to allow plenty of sunlight.",
    "speaker": null
  },
  {
    "start": 27.76,
    "end": 30.56,
    "text": "They were supposed to stop the spread of tuberculosis.",
    "speaker": null
  },
  {
    "start": 31.12,
    "end": 40.32,
    "text": "Coronavirus has been no different. In lockdown cities from Rio to Barcelona were transformed as wildlife and bird song",
    "speaker": null
  },
  {
    "start": 40.32,
    "end": 46.96,
    "text": "replace the noise of taxi horns and traffic. And with no car pollution, you could even see the stars at night.",
    "speaker": null
  },
  {
    "start": 47.68,
    "end": 53.439,
    "text": "In this programme we’ll be asking if cities after lockdown will ever be the same again – and if we want them to be.",
    "speaker": "Neil"
  },
  {
    "start": 53.839,
    "end": 57.679,
    "text": "We’ll be hearing some ideas from different cities around the world.",
    "speaker": "Rob"
  },
  {
    "start": 57.679,
    "end": 61.28,
    "text": "And of course, we'll be learning some new vocabulary along the way.",
    "speaker": null
  },
  {
    "start": 61.839,
    "end": 68.719,
    "text": "One of the cities most affected by Covid-19 was Mumbai and India. But approximately how many people were affected?",
    "speaker": null
  },
  {
    "start": 69.28,
    "end": 74.239,
    "text": "What's the estimated population of Mumbai? That's my quiz question for you today, Rob.",
    "speaker": null
  },
  {
    "start": 74.239,
    "end": 80.64,
    "text": "Is it A 15 million people, B 20 million people or C 25 million people?",
    "speaker": null
  },
  {
    "start": 81.04,
    "end": 88.64,
    "text": "I know Mumbai is an international mega city, so I'll say B 20 million people.",
    "speaker": null
  },
  {
    "start": 88.64,
    "end": 91.599,
    "text": "Okay, Rob, we'll find out later if that's right.",
    "speaker": null
  },
  {
    "start": 91.599,
    "end": 98.24,
    "text": "Now, Beatrice Colomina is a professor of architecture at Princeton University in the United States.",
    "speaker": null
  },
  {
    "start": 98.24,
    "end": 102.719,
    "text": "She spent years researching the relationship between cities and disease.",
    "speaker": null
  },
  {
    "start": 102.719,
    "end": 108.879,
    "text": "Here she is talking with Kavita Puri, presenter of BBC World Service programme The Inquiry.",
    "speaker": null
  },
  {
    "start": 109.119,
    "end": 119.84,
    "text": "Take to Buculosis, unlike cholera, which was eliminated in London by redesigning the sewage system in the 1850s, TB was airborne.",
    "speaker": null
  },
  {
    "start": 119.84,
    "end": 129.84,
    "text": "But it became really a problem with the rise of the industrial cities and the tropolis before an antibiotic was effective.",
    "speaker": null
  },
  {
    "start": 129.84,
    "end": 137.039,
    "text": "One in seven people on the planet had TB, but in dense cities like Paris, it was one in three.",
    "speaker": null
  },
  {
    "start": 137.84,
    "end": 146,
    "text": "Closely packed tenements met the disease spread like wildfire and architects and planning experts responded.",
    "speaker": null
  },
  {
    "start": 146,
    "end": 156,
    "text": "Some diseases, like cholera, could be prevented by redesigning cities to improve hygiene, like the waste water sewers in 19th century London. But the problem with tuberculosis, or TB for short, was that the disease is airborne – carried and spread in the air.",
    "speaker": "airborne"
  },
  {
    "start": 156,
    "end": 164,
    "text": "But the problem with tuberculosis or TB for short was that the disease is airborne, carried and spread in the air.",
    "speaker": null
  },
  {
    "start": 164,
    "end": 172.56,
    "text": "Adding to the problem was the fact that antibiotics, medicines like penicillin that can destroy harmful bacteria or stop their growth,",
    "speaker": null
  },
  {
    "start": 172.56,
    "end": 182.319,
    "text": "was not discovered until 1928, too late to save thousands of people who died in Mumbai, New York, Paris and other cities during the 1800s.",
    "speaker": null
  },
  {
    "start": 182.319,
    "end": 188.8,
    "text": "Diseases like TB killed more and more people, as cities industrialized and grew bigger and bigger,",
    "speaker": null
  },
  {
    "start": 188.88,
    "end": 195.68,
    "text": "Diseases like TB killed more and more people as cities industrialised and grew bigger and bigger, leading to the creation of the metropolis – the largest, busiest and most important city in a country or region.",
    "speaker": "metropolis"
  },
  {
    "start": 195.68,
    "end": 201.52,
    "text": "Many people crowded together in large metropolises meaning that disease could spread like wildfire – an idiom meaning spread quickly around many people.",
    "speaker": "metropolises spread like wildfire"
  },
  {
    "start": 201.52,
    "end": 204.8,
    "text": "and idiom meaning spread quickly around many people.",
    "speaker": null
  },
  {
    "start": 204.8,
    "end": 207.68,
    "text": "Even today, disease is shaping our cities.",
    "speaker": null
  },
  {
    "start": 207.68,
    "end": 212.32,
    "text": "In post-COVID-Paris, new ideas for a 15-minute city,",
    "speaker": null
  },
  {
    "start": 212.32,
    "end": 218.48,
    "text": "aim to make all public services available within a 15-minute walk to help people working from home.",
    "speaker": null
  },
  {
    "start": 218.56,
    "end": 223.359,
    "text": "Other countries want to build better, more affordable housing outside the city centre.",
    "speaker": "Neil"
  },
  {
    "start": 223.359,
    "end": 230.479,
    "text": "But according to Mumbai resident Dr. Vadi Tandel, this won't work, even if the housing on offer is better.",
    "speaker": null
  },
  {
    "start": 230.479,
    "end": 233.599,
    "text": "But why? The reason is work.",
    "speaker": null
  },
  {
    "start": 233.599,
    "end": 239.359,
    "text": "When you shift them out, you’re moving them away from their livelihoods and they’re not going to be able to sustain themselves there so they will be coming back because their jobs are in the city and they cannot afford the commute from further off places.",
    "speaker": "livelihoods commute"
  },
  {
    "start": 239.359,
    "end": 247.28,
    "text": "So they will be coming back because their jobs are in the city and they cannot afford the commute from farther off places.",
    "speaker": null
  },
  {
    "start": 247.36,
    "end": 252.8,
    "text": "Dr. Vadi Tandel there, talking on the BBC World Service programme The Inquiry.",
    "speaker": null
  },
  {
    "start": 252.8,
    "end": 257.68,
    "text": "Trying to make cities less crowded is one way to minimise the risks from disease.",
    "speaker": null
  },
  {
    "start": 257.68,
    "end": 262.319,
    "text": "But moving people away from the city centre means moving them away from their livelihood,",
    "speaker": null
  },
  {
    "start": 262.319,
    "end": 267.199,
    "text": "their job, or other way of earning money to pay for food, housing and clothing.",
    "speaker": null
  },
  {
    "start": 267.199,
    "end": 270.879,
    "text": "Many people still want to live near their workplace in the city centre,",
    "speaker": null
  },
  {
    "start": 270.879,
    "end": 276.56,
    "text": "because they can't afford to pay for the commute, the journey between their home and their plays of work.",
    "speaker": null
  },
  {
    "start": 276.639,
    "end": 282.56,
    "text": "Which is a real problem when you live in a city of how many people did you say live in Mumbai, Neil?",
    "speaker": null
  },
  {
    "start": 282.56,
    "end": 288.079,
    "text": "Ah yes, in our quiz question I asked you what the estimated population of Mumbai is.",
    "speaker": "Neil"
  },
  {
    "start": 288.079,
    "end": 290.8,
    "text": "I said be 20 million people.",
    "speaker": null
  },
  {
    "start": 290.8,
    "end": 296.079,
    "text": "And you were absolutely right! Around 20 million people live in the Mumbai metropolis, making it very difficult to socially distance.",
    "speaker": "metropolis"
  },
  {
    "start": 296.079,
    "end": 298.399,
    "text": "making it very difficult to socially distance.",
    "speaker": null
  },
  {
    "start": 299.199,
    "end": 303.36,
    "text": "In this programme we've been discussing the relationship between cities and disease.",
    "speaker": null
  },
  {
    "start": 304,
    "end": 310.96,
    "text": "In the 1800s, tuberculosis or TB killed thousands, because it was an airborne disease,",
    "speaker": null
  },
  {
    "start": 310.96,
    "end": 313.52,
    "text": "spread in the air and hard to prevent.",
    "speaker": null
  },
  {
    "start": 313.52,
    "end": 320.08,
    "text": "Antibiotics – medicinal chemicals like penicillin which can destroy harmful germs, couldn’t help because they weren’t discovered until decades later.",
    "speaker": "Antibiotics"
  },
  {
    "start": 320.08,
    "end": 323.12,
    "text": "because they weren't discovered until decades later.",
    "speaker": null
  },
  {
    "start": 323.12,
    "end": 327.92,
    "text": "So in metropolises, the largest and most important cities where people live,",
    "speaker": null
  },
  {
    "start": 327.92,
    "end": 332.16,
    "text": "crowded close together, diseases spread like wildfire,",
    "speaker": null
  },
  {
    "start": 332.24,
    "end": 335.2,
    "text": "an idiom meaning spread widely and quickly.",
    "speaker": null
  },
  {
    "start": 335.2,
    "end": 340.96,
    "text": "In Mumbai and other places, the problem remains that many people need the city for their livelihood – job or other way of earning money.",
    "speaker": "livelihood"
  },
  {
    "start": 340.96,
    "end": 343.2,
    "text": "job or other way of earning money.",
    "speaker": null
  },
  {
    "start": 343.2,
    "end": 347.68,
    "text": "So they prefer to live in the city centre instead of paying for the daily commute – a journey, often by train, bus or car, from your home to your workplace.",
    "speaker": "commute"
  },
  {
    "start": 347.68,
    "end": 352,
    "text": "a journey often by train, bus or car, from your home to your workplace.",
    "speaker": null
  },
  {
    "start": 352,
    "end": 354.64,
    "text": "And that's all we have time for in this programme,",
    "speaker": null
  },
  {
    "start": 354.64,
    "end": 360.48,
    "text": "That’s all we have time for in this programme, but remember you can find more useful vocabulary, trending topics and help with your language learning here at BBC Learning English. Bye for now!",
    "speaker": "Neil"
  },
  {
    "start": 360.56,
    "end": 362.96,
    "text": "at BBC Learning English. Bye for now.",
    "speaker": null
  },
  {
    "start": 362.96,
    "end": 363.759,
    "text": "Bye bye.",
    "speaker": null
  }
]