[
  {
    "start": 0,
    "end": 5.679,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 5.679,
    "end": 10.88,
    "text": "6Mate English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 12.8,
    "end": 16.879,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "start": 16.879,
    "end": 17.92,
    "text": "And I’m Rob.",
    "speaker": "Rob"
  },
  {
    "start": 17.92,
    "end": 23.44,
    "text": "As well as bringing the world to a halt, the coronavirus epidemic has led to an increase in misinformation, lies and conspiracy theories on the internet.",
    "speaker": "Neil"
  },
  {
    "start": 23.44,
    "end": 27.28,
    "text": "misinformation, lies and conspiracy theories on the internet.",
    "speaker": null
  },
  {
    "start": 27.92,
    "end": 33.039,
    "text": "In an era of fake news, where even the President of the United States has accused of spreading",
    "speaker": null
  },
  {
    "start": 33.039,
    "end": 38.96,
    "text": "misinformation, could it be that we are living through a crisis in trust? What is trust?",
    "speaker": null
  },
  {
    "start": 39.52,
    "end": 44.48,
    "text": "And who should we place our trust in? These are some of the questions we'll be discussing in this",
    "speaker": null
  },
  {
    "start": 44.48,
    "end": 50.719,
    "text": "programme. And we'll be hearing from a philosopher who believes the problem is not about trust itself,",
    "speaker": null
  },
  {
    "start": 50.719,
    "end": 56.4,
    "text": "but about trustworthiness, the ability to be trusted as being honest and reliable.",
    "speaker": null
  },
  {
    "start": 56.479,
    "end": 60.479,
    "text": "And as always, we'll be learning some related vocabulary along the way.",
    "speaker": null
  },
  {
    "start": 61.119,
    "end": 66.879,
    "text": "Of course, telling lies and lacking trustworthiness is nothing new. Just think of the Trojan",
    "speaker": null
  },
  {
    "start": 66.879,
    "end": 71.92,
    "text": "horse used to trick the ancient Greeks. More recently, the American financier,",
    "speaker": null
  },
  {
    "start": 71.92,
    "end": 78.719,
    "text": "Bernie Maddoff, became infamous as the biggest swindler in history. In 2009, he was sentenced to",
    "speaker": null
  },
  {
    "start": 78.719,
    "end": 85.68,
    "text": "150 years in prison for his part in the Ponzi scam. But how much did he defraud from investors?",
    "speaker": null
  },
  {
    "start": 85.68,
    "end": 95.92,
    "text": "That's my quiz question. Was it A, 6.5 million dollars, B, 65 million dollars, or C, 65 billion dollars?",
    "speaker": null
  },
  {
    "start": 97.44,
    "end": 103.12,
    "text": "I'll say B, 65 million dollars. Okay, Rob, we'll come back to that later.",
    "speaker": null
  },
  {
    "start": 103.92,
    "end": 109.68,
    "text": "Generally speaking, trust can be described as a judgment that someone can be believed and relied",
    "speaker": null
  },
  {
    "start": 109.68,
    "end": 114.32,
    "text": "upon. When we trust each other, it makes life easier, quicker and friendlier.",
    "speaker": null
  },
  {
    "start": 114.879,
    "end": 120.719,
    "text": "Society can’t function without trust - so does that mean the more trust the better?",
    "speaker": "Rob"
  },
  {
    "start": 120.719,
    "end": 126.159,
    "text": "Well, not according to philosopher Onora O'Neill, here he is speaking to David Edmunds,",
    "speaker": null
  },
  {
    "start": 126.159,
    "end": 129.519,
    "text": "presenter of the BBC World Service Programme, The Big Idea.",
    "speaker": null
  },
  {
    "start": 131.039,
    "end": 136.959,
    "text": "We have another word which is gullible. And if you simply place trust indiscriminately",
    "speaker": null
  },
  {
    "start": 136.959,
    "end": 143.039,
    "text": "without making a judgment about whether the other personal institution is trustworthy,",
    "speaker": null
  },
  {
    "start": 143.039,
    "end": 147.28,
    "text": "then just trusting to luck, as we say, is probably not a virtue.",
    "speaker": null
  },
  {
    "start": 148.319,
    "end": 153.12,
    "text": "There's a difference between trusting someone because you have good reason to believe them",
    "speaker": null
  },
  {
    "start": 153.12,
    "end": 158.959,
    "text": "and being gullible. That's easy to deceive because you trust and believe people too quickly.",
    "speaker": null
  },
  {
    "start": 158.959,
    "end": 165.28,
    "text": "If you don’t judge who is trustworthy and who is not, you are trusting to luck – simply believing or hoping that things will happen for the best.",
    "speaker": "trustworthytrusting to luck"
  },
  {
    "start": 165.28,
    "end": 170.799,
    "text": "or hoping that things will happen for the best. But being gullible and trusting to luck",
    "speaker": null
  },
  {
    "start": 170.8,
    "end": 175.92,
    "text": "is exactly how Bernie Madoff was able to trick so many people into giving him their money.",
    "speaker": null
  },
  {
    "start": 176.48,
    "end": 182.719,
    "text": "Their biggest mistake was to trust him indiscriminately in a way that does not show care or judgment,",
    "speaker": null
  },
  {
    "start": 182.719,
    "end": 189.04,
    "text": "usually with harmful results. So if indiscriminately trusting people is such a bad idea,",
    "speaker": null
  },
  {
    "start": 189.04,
    "end": 193.36,
    "text": "how do we avoid it? How can we tell who is trustworthy and who is not?",
    "speaker": null
  },
  {
    "start": 194.08,
    "end": 199.68,
    "text": "Here's the BBC World Services big idea presenter David Edmunds asking Onora O'Neill to give",
    "speaker": null
  },
  {
    "start": 199.68,
    "end": 207.599,
    "text": "some details. An individual or organisation is trustworthy if they can justifiably be trusted.",
    "speaker": null
  },
  {
    "start": 207.599,
    "end": 214.08,
    "text": "To be trustworthy they need three ingredients. First, honesty, people have to be able to believe",
    "speaker": null
  },
  {
    "start": 214.08,
    "end": 220.48,
    "text": "what they're told. Second, competence. Beyond honesty and competence there's a third element",
    "speaker": null
  },
  {
    "start": 220.48,
    "end": 226.48,
    "text": "to trustworthiness, reliability. That's the boring one, that's just being honest and competent",
    "speaker": null
  },
  {
    "start": 226.479,
    "end": 233.039,
    "text": "each time, so that it's not enough to be episodically honest and competent for some of the things",
    "speaker": null
  },
  {
    "start": 233.039,
    "end": 239.28,
    "text": "you claim to be able to do but not others. Philosopher Onora O'Neill identifies three",
    "speaker": null
  },
  {
    "start": 239.28,
    "end": 244.239,
    "text": "Philosopher Onora O’Neill identifies three ingredients for trustworthiness: honesty, competence and reliability.",
    "speaker": "trustworthinesscompetencereliability"
  },
  {
    "start": 244.639,
    "end": 250.159,
    "text": "Competence means the ability to do something well. You would trust a car mechanic to fix your broken",
    "speaker": null
  },
  {
    "start": 250.159,
    "end": 255.28,
    "text": "car engine, but you wouldn't go to them for dental work. They're not competent to remove your",
    "speaker": null
  },
  {
    "start": 255.28,
    "end": 260.24,
    "text": "tooth like a dentist is. And you wouldn't trust your dentist to fix your broken down car either.",
    "speaker": null
  },
  {
    "start": 260.959,
    "end": 267.36,
    "text": "Onora O'Neill also mentions reliability. Being trustworthy because you behave well all the time",
    "speaker": null
  },
  {
    "start": 267.36,
    "end": 273.199,
    "text": "and keep all the promises you make. It's the combination of these three being honest, competent",
    "speaker": null
  },
  {
    "start": 273.199,
    "end": 279.36,
    "text": "and reliable that makes someone truly trustworthy. And not someone like Bernie Maddoff who would run",
    "speaker": null
  },
  {
    "start": 279.439,
    "end": 285.36,
    "text": "off with your money and entire life savings. All of which brings me to my quiz question, do you",
    "speaker": null
  },
  {
    "start": 285.36,
    "end": 291.36,
    "text": "remember Rob? Yep, I do. You asked how much Bernie Maddoff stole from the American investors he",
    "speaker": null
  },
  {
    "start": 291.36,
    "end": 300.56,
    "text": "lied to and I said be $65 million. But in fact it was C$65 billion, a lot of money to give to such",
    "speaker": null
  },
  {
    "start": 300.56,
    "end": 307.12,
    "text": "an untrustworthy man. So we've been discussing whether there is a crisis of trust and asking how to",
    "speaker": null
  },
  {
    "start": 307.12,
    "end": 312,
    "text": "know who is trustworthy, able to be trusted as honest, competent and reliable.",
    "speaker": null
  },
  {
    "start": 312.639,
    "end": 317.36,
    "text": "Placing your trust in someone trustworthy is very different from being gullible – easy to trick because you trust and believe people too quickly.",
    "speaker": "trustworthygullible"
  },
  {
    "start": 317.36,
    "end": 323.28,
    "text": "easy to trick because you trust and believe people too quickly. And it can also be unhelpful to",
    "speaker": null
  },
  {
    "start": 323.28,
    "end": 328.399,
    "text": "And it can also be unhelpful to trust things to luck – simply hope or believe that everything will work out for the best.",
    "speaker": "trust things to luck"
  },
  {
    "start": 329.04,
    "end": 334.959,
    "text": "Both of these problems come about when people trust indiscriminately in an unsystematic way that",
    "speaker": null
  },
  {
    "start": 334.959,
    "end": 340.479,
    "text": "does not show care or judgment, usually with harmful results as Bernie Maddoff's victims found",
    "speaker": null
  },
  {
    "start": 340.479,
    "end": 346.639,
    "text": "out to their cost. But luckily there are many trustworthy people around and we can spot them",
    "speaker": null
  },
  {
    "start": 346.639,
    "end": 353.439,
    "text": "But luckily there are many trustworthy people around and we can spot them using three criteria:  honesty, in other words not lying; competence; and reliability.",
    "speaker": "competencereliability"
  },
  {
    "start": 353.919,
    "end": 358.959,
    "text": "Competence means an ability to do something well, in the correct and effective way.",
    "speaker": "Competence"
  },
  {
    "start": 358.959,
    "end": 364.399,
    "text": "And reliability means being honest and competent, all the time, not just being honest sometimes or reliable in some actions but not others.",
    "speaker": "reliabilitycompetent"
  },
  {
    "start": 364.399,
    "end": 370.639,
    "text": "or reliable in some actions but not others. That's all for six minute English. Bye for now. Bye bye.",
    "speaker": null
  }
]