[
  {
    "order": 0,
    "start": 0,
    "end": 5.52,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "order": 1,
    "start": 13.04,
    "end": 17.039,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "order": 2,
    "start": 17.039,
    "end": 18.16,
    "text": "And I'm Georgina.",
    "speaker": null
  },
  {
    "order": 3,
    "start": 18.16,
    "end": 22.16,
    "text": "How did you spend your free time during the weeks of lockdown, Georgina?",
    "speaker": "Neil"
  },
  {
    "order": 4,
    "start": 22.16,
    "end": 26.08,
    "text": "Repainting the living room or doing exercise classes in the kitchen.",
    "speaker": null
  },
  {
    "order": 5,
    "start": 26.079,
    "end": 30.399,
    "text": "Actually, Neil, I've been doing some online research into my family history.",
    "speaker": null
  },
  {
    "order": 6,
    "start": 30.399,
    "end": 35.28,
    "text": "I'm investigating my family tree. You know, a drawing showing all the relationships",
    "speaker": null
  },
  {
    "order": 7,
    "start": 35.28,
    "end": 37.679,
    "text": "between the different members of my family.",
    "speaker": null
  },
  {
    "order": 8,
    "start": 37.679,
    "end": 43.28,
    "text": "Oh, how interesting. And how appropriate, because trees are the subject of this programme.",
    "speaker": null
  },
  {
    "order": 9,
    "start": 43.28,
    "end": 46.879,
    "text": "Not family trees, but real living in the forest trees.",
    "speaker": null
  },
  {
    "order": 10,
    "start": 46.879,
    "end": 52.959,
    "text": "Well, Neil, this might surprise you, but according to some people, trees also have families.",
    "speaker": "Neil"
  },
  {
    "order": 11,
    "start": 52.96,
    "end": 56.799,
    "text": "There are mother trees who support and help feed child trees.",
    "speaker": null
  },
  {
    "order": 12,
    "start": 56.799,
    "end": 61.76,
    "text": "That’s right. According to Suzanne Simard, one of the world’s leading tree researchers,",
    "speaker": "Neil"
  },
  {
    "order": 13,
    "start": 61.76,
    "end": 66.56,
    "text": "trees should be seen as intelligent. They communicate with each other. They help each other.",
    "speaker": null
  },
  {
    "order": 14,
    "start": 67.2,
    "end": 71.2,
    "text": "And as you mentioned, Georgina, they can even tell their family members.",
    "speaker": null
  },
  {
    "order": 15,
    "start": 71.2,
    "end": 75.599,
    "text": "So a tree can have its own family tree. Amazing. Tell me more.",
    "speaker": null
  },
  {
    "order": 16,
    "start": 75.599,
    "end": 79.28,
    "text": "Okay, Georgina. But first, let me ask you my quiz question.",
    "speaker": null
  },
  {
    "order": 17,
    "start": 79.28,
    "end": 83.12,
    "text": "The largest trees in a wood or forest are called mother trees.",
    "speaker": "Neil"
  },
  {
    "order": 18,
    "start": 83.76,
    "end": 88.799,
    "text": "As they're the biggest, mother trees usually have the longest, most connected roots.",
    "speaker": null
  },
  {
    "order": 19,
    "start": 88.799,
    "end": 94.64,
    "text": "So my question is this, what is the world's largest currently living tree?",
    "speaker": null
  },
  {
    "order": 20,
    "start": 94.64,
    "end": 103.28,
    "text": "Is it a, a Bayo Bab tree, b, a giant redwood tree, or c, a sequoia tree?",
    "speaker": null
  },
  {
    "order": 21,
    "start": 103.28,
    "end": 108.079,
    "text": "Mmm. I've seen photos of redwood trees in California and they're huge.",
    "speaker": "Neil"
  },
  {
    "order": 22,
    "start": 108.079,
    "end": 112.719,
    "text": "So I'll say b, a giant redwood. Okay, Georgina. I'm sure you only chose that because it's",
    "speaker": null
  },
  {
    "order": 23,
    "start": 112.719,
    "end": 117.039,
    "text": "the easiest one to pronounce, but we'll find out the answer at the end of the program.",
    "speaker": "Neil"
  },
  {
    "order": 24,
    "start": 117.039,
    "end": 120.959,
    "text": "Now, let's get back to that tree researcher, Suzanne Simard.",
    "speaker": null
  },
  {
    "order": 25,
    "start": 120.959,
    "end": 126.719,
    "text": "Her big idea was the wood wide web, a way of describing the network of underground roots",
    "speaker": null
  },
  {
    "order": 26,
    "start": 126.719,
    "end": 129.68,
    "text": "linking trees to other trees of the same family.",
    "speaker": null
  },
  {
    "order": 27,
    "start": 129.68,
    "end": 134.319,
    "text": "Here's Suzanne explaining more about tree families to the BBC World Service program,",
    "speaker": null
  },
  {
    "order": 28,
    "start": 135.28,
    "end": 141.039,
    "text": "We found that the parent trees were fever those seedlings that were of their own kin versus",
    "speaker": null
  },
  {
    "order": 29,
    "start": 141.039,
    "end": 145.28,
    "text": "the strangers. That's extraordinary. And when you say they favor their own family members,",
    "speaker": null
  },
  {
    "order": 30,
    "start": 145.28,
    "end": 151.359,
    "text": "you mean they'll send more nutrients to their offspring than they would to, as it were,",
    "speaker": "seedlingskin"
  },
  {
    "order": 31,
    "start": 151.359,
    "end": 157.759,
    "text": "a stranger tree. That's right. Mother trees send food and nutrients to their own seedlings,",
    "speaker": null
  },
  {
    "order": 32,
    "start": 157.759,
    "end": 163.12,
    "text": "young plants that have been grown from a seed. In this way, parent trees help their offspring.",
    "speaker": "seedlings"
  },
  {
    "order": 33,
    "start": 163.12,
    "end": 168.64,
    "text": "Another word for their children or young. Mother trees can recognize and feed other trees of",
    "speaker": null
  },
  {
    "order": 34,
    "start": 168.64,
    "end": 174,
    "text": "their own kin, an old-fashioned word, meaning family. With the extra nutrients and carbon they",
    "speaker": null
  },
  {
    "order": 35,
    "start": 174,
    "end": 180.319,
    "text": "receive, the offspring can extend their own root network and suck up even more nutrients…",
    "speaker": "Georgina"
  },
  {
    "order": 36,
    "start": 180.319,
    "end": 185.84,
    "text": "Which in turn increases their own growth, turning some of them into the giants we see growing in",
    "speaker": null
  },
  {
    "order": 37,
    "start": 185.84,
    "end": 191.36,
    "text": "California and other parts of the world. Amazing. With trees behaving in clever ways like this,",
    "speaker": null
  },
  {
    "order": 38,
    "start": 191.36,
    "end": 197.04,
    "text": "it's no wonder Suzanne thinks they have intelligence. And that's not all. Listen again as Suzanne",
    "speaker": "Georgina"
  },
  {
    "order": 39,
    "start": 197.04,
    "end": 202.72,
    "text": "discusses the question of whether trees are alive with BBC World Services, the big idea.",
    "speaker": null
  },
  {
    "order": 40,
    "start": 202.72,
    "end": 208.48,
    "text": "See if you can hear her opinion. Alive in the sense of having agency in their destinies,",
    "speaker": null
  },
  {
    "order": 41,
    "start": 208.48,
    "end": 212.48,
    "text": " instead of being you know… I think a lot of people think of trees as just sort of like these",
    "speaker": "agencydestiny"
  },
  {
    "order": 42,
    "start": 212.48,
    "end": 217.36,
    "text": "sticks that grow out of their ground. They're kind of these inert things that don't have agency",
    "speaker": null
  },
  {
    "order": 43,
    "start": 217.44,
    "end": 222.8,
    "text": "in their destiny that they don't change behaviors and make decisions, but what we're finding",
    "speaker": null
  },
  {
    "order": 44,
    "start": 222.8,
    "end": 228.96,
    "text": "is that they do all that. And you know what? Step back and think. Trees have evolved over",
    "speaker": null
  },
  {
    "order": 45,
    "start": 228.96,
    "end": 234.32,
    "text": "a long, long, long time way longer than human beings and they've evolved in communities and",
    "speaker": null
  },
  {
    "order": 46,
    "start": 234.32,
    "end": 240.48,
    "text": "they have to grow and survive. I think Suzanne believes trees are alive and intelligent because she",
    "speaker": null
  },
  {
    "order": 47,
    "start": 240.48,
    "end": 246.96,
    "text": "says they have agency. A concept meaning having the ability to act and affect your environment.",
    "speaker": null
  },
  {
    "order": 48,
    "start": 247.04,
    "end": 252.48,
    "text": "Dying trees even seem to know the future. Before they die, they warn their offspring to start",
    "speaker": "Neil"
  },
  {
    "order": 49,
    "start": 252.48,
    "end": 258,
    "text": "making new root connections. Sharing that trees have some understanding of their destiny.",
    "speaker": null
  },
  {
    "order": 50,
    "start": 258,
    "end": 262,
    "text": "Everything that happens in someone's life and what will happen in the future.",
    "speaker": null
  },
  {
    "order": 51,
    "start": 262,
    "end": 265.759,
    "text": "So it seems that trees are much more intelligent than we thought, Georgina",
    "speaker": "Neil"
  },
  {
    "order": 52,
    "start": 265.759,
    "end": 269.84,
    "text": "It's certainly going to change how I feel about going for a walk in the woods,",
    "speaker": null
  },
  {
    "order": 53,
    "start": 269.84,
    "end": 275.12,
    "text": "surrounded by all those intelligent trees chatting to each other. I wonder if they have family",
    "speaker": null
  },
  {
    "order": 54,
    "start": 275.12,
    "end": 280.319,
    "text": "arguments. Well, I wouldn't argue with one of those really gigantic trees, such as,",
    "speaker": null
  },
  {
    "order": 55,
    "start": 281.12,
    "end": 287.36,
    "text": "well Georgina, you tell me. Ah, you mean your quiz question about the largest living tree.",
    "speaker": "Neil"
  },
  {
    "order": 56,
    "start": 287.36,
    "end": 291.68,
    "text": "Exactly. What did you say? I said the largest currently living tree was",
    "speaker": "Neil"
  },
  {
    "order": 57,
    "start": 291.68,
    "end": 297.439,
    "text": "B, a giant redwood. Was I correct, Neil? Well, you got the giant part, right Georgina,",
    "speaker": null
  },
  {
    "order": 58,
    "start": 297.439,
    "end": 304.319,
    "text": "but in fact the answer was C, a giant sequoia named General Sherman. He lives in California's",
    "speaker": "Neil"
  },
  {
    "order": 59,
    "start": 304.319,
    "end": 311.279,
    "text": "giant forest. He's a whopping 83 meters tall and measures a massive 33 meters around the trunk.",
    "speaker": null
  },
  {
    "order": 60,
    "start": 311.279,
    "end": 317.839,
    "text": "Wow, and I bet he has a huge family tree. Ha ha, right then Georgina, let's recap the vocabulary",
    "speaker": null
  },
  {
    "order": 61,
    "start": 317.839,
    "end": 323.6,
    "text": "we've used, discussing intelligent trees, starting with family tree, a diagram showing the",
    "speaker": "family tree"
  },
  {
    "order": 62,
    "start": 323.6,
    "end": 328.56,
    "text": "relationships between family members. Trees are intelligent enough to communicate with their",
    "speaker": null
  },
  {
    "order": 63,
    "start": 328.56,
    "end": 334.079,
    "text": "children or offspring. These young plants which have grown from seeds are also known",
    "speaker": null
  },
  {
    "order": 64,
    "start": 334.079,
    "end": 339.279,
    "text": "as seedlings. Another word we learned is kin, an old-fashioned way of saying family.",
    "speaker": null
  },
  {
    "order": 65,
    "start": 339.279,
    "end": 345.919,
    "text": "According to tree experts, Suzanne Simard, trees have agency, a term describing the ability to act",
    "speaker": null
  },
  {
    "order": 66,
    "start": 345.919,
    "end": 350.959,
    "text": "and influence your surroundings. And the fact that trees make all kinds of decisions about their",
    "speaker": "agency"
  },
  {
    "order": 67,
    "start": 350.959,
    "end": 355.759,
    "text": "lives suggests they understand their destiny. Everything that happens to someone during their",
    "speaker": null
  },
  {
    "order": 68,
    "start": 355.759,
    "end": 360.24,
    "text": "life, including in the future. Thank you for joining our walk through the woods of English",
    "speaker": null
  },
  {
    "order": 69,
    "start": 360.319,
    "end": 364.56,
    "text": "vocabulary. Remember you can find more topical discussions on our website.",
    "speaker": null
  },
  {
    "order": 70,
    "start": 364.56,
    "end": 370.639,
    "text": "As well as a whole forest of English language resources at bbclearningenglish.com. Goodbye for now.",
    "speaker": null
  },
  {
    "order": 71,
    "start": 370.639,
    "end": 371.36,
    "text": "Bye!",
    "speaker": "Georgina"
  }
]