[
  {
    "start": 0,
    "end": 3.12,
    "text": "This is a download from BBC Learning English.",
    "speaker": null
  },
  {
    "start": 3.12,
    "end": 5.679,
    "text": "To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 5.679,
    "end": 11.279,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 13.519,
    "end": 17.44,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "start": 17.44,
    "end": 19.039,
    "text": "And I’m Georgina.",
    "speaker": "Georgina"
  },
  {
    "start": 19.039,
    "end": 22.8,
    "text": "That’s a big smile on your face, Georgina! You seem happy today!",
    "speaker": "Neil"
  },
  {
    "start": 22.8,
    "end": 27.679,
    "text": "I am, Neil. After all, what’s the point in seeing the glass half empty?",
    "speaker": "the glass half empty"
  },
  {
    "start": 27.759,
    "end": 31.6,
    "text": "Ah, so you’re someone who tries to see the glass half full – you generally look at things in a positive way.",
    "speaker": "the glass half full"
  },
  {
    "start": 31.6,
    "end": 34.64,
    "text": "You generally look at things in a positive way.",
    "speaker": null
  },
  {
    "start": 34.64,
    "end": 40.64,
    "text": "I hope so! It may seem strange to be discussing happiness in the middle of a global pandemic but right now feeling happy is more important than ever.",
    "speaker": "Georgina"
  },
  {
    "start": 40.64,
    "end": 44.399,
    "text": "but right now, feeling happy is more important than ever.",
    "speaker": null
  },
  {
    "start": 44.399,
    "end": 48.799,
    "text": "Well, then, it's lucky that happiness is the subject of this programme, Georgina.",
    "speaker": null
  },
  {
    "start": 48.799,
    "end": 52.159,
    "text": "And while many things seem to be out of our control just now,",
    "speaker": null
  },
  {
    "start": 52.159,
    "end": 55.6,
    "text": "there are small things we can do to feel better about life.",
    "speaker": null
  },
  {
    "start": 55.679,
    "end": 58.96,
    "text": "…to feel less stressed, and maybe even a little happier.",
    "speaker": "Georgina"
  },
  {
    "start": 59.52,
    "end": 61.92,
    "text": "You're talking like a dain now, Georgina.",
    "speaker": null
  },
  {
    "start": 61.92,
    "end": 68.48,
    "text": "You’re talking like a Dane now, Georgina. Denmark, and in fact all the Nordic countries, are often listed as among the happiest places in the world.",
    "speaker": "Neil"
  },
  {
    "start": 68.48,
    "end": 70.64,
    "text": "You know what we make me happy, Neil?",
    "speaker": null
  },
  {
    "start": 70.64,
    "end": 73.359,
    "text": "Asking me a really good quiz question.",
    "speaker": null
  },
  {
    "start": 73.359,
    "end": 78.64,
    "text": "Okay, well, did you know that every year the UN publishes its global happiness survey,",
    "speaker": null
  },
  {
    "start": 78.64,
    "end": 81.2,
    "text": "revealing the happiest countries in the world?",
    "speaker": null
  },
  {
    "start": 81.2,
    "end": 85.12,
    "text": "It's based on factors like income, life expectancy and health.",
    "speaker": null
  },
  {
    "start": 85.679,
    "end": 92,
    "text": "The Nordic countries often come in the top 10, but which country was rated the happiest in 2020?",
    "speaker": null
  },
  {
    "start": 92,
    "end": 96.239,
    "text": "Was it A, Iceland, B, Denmark or C, Finland?",
    "speaker": null
  },
  {
    "start": 96.239,
    "end": 102.239,
    "text": "Well, Neil, Denmark is famous for bacon, and nothing makes me happier than a bacon sandwich, so I’ll say b) Denmark.",
    "speaker": "Georgina"
  },
  {
    "start": 102.239,
    "end": 104.639,
    "text": "So I'll say B, Denmark.",
    "speaker": null
  },
  {
    "start": 104.639,
    "end": 108.079,
    "text": "I like your thinking, Georgina. We'll find out the answer later,",
    "speaker": null
  },
  {
    "start": 108.079,
    "end": 113.119,
    "text": "I like your thinking, Georgina! We’ll find out the answer later, but you’re certainly right to say that Denmark is considered one of the happiest countries in the world.",
    "speaker": "Neil"
  },
  {
    "start": 113.2,
    "end": 119.359,
    "text": "Malena Rydal, author of the best-selling book, Happy as a Dane, believes that aspects of Danish culture",
    "speaker": null
  },
  {
    "start": 119.359,
    "end": 122.4,
    "text": "can help us improve our chances of happiness.",
    "speaker": null
  },
  {
    "start": 122.4,
    "end": 128.319,
    "text": "Here she is explaining what happiness means for her to BBC World Service programme, The Conversation. See if you can hear what she thinks:",
    "speaker": "Neil"
  },
  {
    "start": 128.319,
    "end": 129.92,
    "text": "See if you can hear what she thinks.",
    "speaker": null
  },
  {
    "start": 130.8,
    "end": 136,
    "text": "Well, I think we should be seeking alignment, and I think we should practice gratitude,",
    "speaker": null
  },
  {
    "start": 136,
    "end": 140.879,
    "text": "and I think we should be more conscious about how we relate to things that happen to us,",
    "speaker": null
  },
  {
    "start": 140.96,
    "end": 142.799,
    "text": "and how much we compare ourselves to others.",
    "speaker": null
  },
  {
    "start": 143.599,
    "end": 147.919,
    "text": "I do think that what we need to focus on is the quality of our relationships.",
    "speaker": null
  },
  {
    "start": 148.639,
    "end": 151.28,
    "text": "Did you hear Malena use the word alignment?",
    "speaker": null
  },
  {
    "start": 151.919,
    "end": 156.079,
    "text": "She thinks there should be harmony between my true sense of who I am,",
    "speaker": null
  },
  {
    "start": 156.079,
    "end": 158.479,
    "text": "what I think and how I relate to others.",
    "speaker": null
  },
  {
    "start": 159.199,
    "end": 163.359,
    "text": "We should be in alignment, or in the correct relation to those things.",
    "speaker": null
  },
  {
    "start": 163.84,
    "end": 170,
    "text": "Malena also thinks happiness comes from gratitude, feeling grateful and expressing thanks to other people.",
    "speaker": null
  },
  {
    "start": 170.08,
    "end": 175.759,
    "text": "She recommends finding three things, no matter how small, to be grateful for every day.",
    "speaker": "Georgina"
  },
  {
    "start": 175.759,
    "end": 181.039,
    "text": "Like… getting a good night’s sleep, drinking a hot coffee… and having this chat with you, Georgina.",
    "speaker": "Neil"
  },
  {
    "start": 181.039,
    "end": 183.919,
    "text": "Thanks, Neil, that's put a smile on my face.",
    "speaker": null
  },
  {
    "start": 183.919,
    "end": 188.96,
    "text": "Thanks, Neil, that’s put a smile on my face! It may sound strange but doing this every day can really boost your happiness levels.",
    "speaker": "Georgina"
  },
  {
    "start": 189.52,
    "end": 195.12,
    "text": "Malena also warns against seeking happiness in external things, as you can hear in this chat with",
    "speaker": null
  },
  {
    "start": 195.12,
    "end": 197.36,
    "text": "BBC World Services, the conversation.",
    "speaker": null
  },
  {
    "start": 198.24,
    "end": 204.32,
    "text": "If you seek happiness and you mistake it for pleasure, you will be running around like a little hamster",
    "speaker": null
  },
  {
    "start": 204.32,
    "end": 206.88,
    "text": "in your wheel, because it's never enough.",
    "speaker": null
  },
  {
    "start": 207.28,
    "end": 211.12,
    "text": "Because you will be very quickly the victim of the head and neck threat meal.",
    "speaker": null
  },
  {
    "start": 211.12,
    "end": 214.16,
    "text": "And the head only threat meal is, you know, you want something.",
    "speaker": null
  },
  {
    "start": 214.16,
    "end": 218.08,
    "text": "You think if you're more beautiful, if you get more power, if you get more money,",
    "speaker": null
  },
  {
    "start": 218.08,
    "end": 221.84,
    "text": "and fame, and then you'll finally be happy.",
    "speaker": null
  },
  {
    "start": 221.84,
    "end": 224.8,
    "text": "And then you get it and you get like a small satisfaction.",
    "speaker": null
  },
  {
    "start": 225.76,
    "end": 230.64,
    "text": "According to Malena, chasing external pleasures like money and fame will leave you feeling",
    "speaker": null
  },
  {
    "start": 230.64,
    "end": 236.56,
    "text": "like a hamster on a wheel, like someone who's always busy, but never accomplishes anything useful",
    "speaker": null
  },
  {
    "start": 236.56,
    "end": 238.4,
    "text": "or finishes what they start.",
    "speaker": null
  },
  {
    "start": 238.4,
    "end": 242.4,
    "text": "She also says it's easy to become a victim of the head onic treadmill.",
    "speaker": null
  },
  {
    "start": 243.04,
    "end": 247.76,
    "text": "This is the idea that humans adapt to whatever level of happiness they achieve.",
    "speaker": null
  },
  {
    "start": 248.4,
    "end": 254.48,
    "text": "As we make more money, meet the perfect boyfriend, or whatever we desire, our expectations also",
    "speaker": null
  },
  {
    "start": 254.479,
    "end": 258.159,
    "text": "increase. So we never find the happiness we hoped we would.",
    "speaker": null
  },
  {
    "start": 258.879,
    "end": 262.079,
    "text": "‘Money can’t buy happiness’, as my grandma used to say.",
    "speaker": "Neil"
  },
  {
    "start": 262.079,
    "end": 268.159,
    "text": "Right. In fact, it's probably the quality of our relationships, not external objects,",
    "speaker": null
  },
  {
    "start": 268.159,
    "end": 273.92,
    "text": "that gives satisfaction. The pleasure we feel when we achieve something we wanted to do.",
    "speaker": null
  },
  {
    "start": 273.92,
    "end": 277.759,
    "text": "Lots of useful tips there, Georgina, for feeling as happy as a dain.",
    "speaker": null
  },
  {
    "start": 277.759,
    "end": 281.199,
    "text": "A dain you say, Neil? So I got the correct answer?",
    "speaker": null
  },
  {
    "start": 281.199,
    "end": 287.199,
    "text": "In my quiz question I asked Georgina which Nordic country was rated happiest in the UN’s 2020 global survey.",
    "speaker": "Neil"
  },
  {
    "start": 287.199,
    "end": 293.68,
    "text": "global survey? I guessed B, Denmark. But in fact, Georgina, it was C, Finland.",
    "speaker": null
  },
  {
    "start": 293.68,
    "end": 296.639,
    "text": "But in fact, Georgina, it was… c) Finland. I guess their bacon sandwiches are even better!",
    "speaker": "Neil"
  },
  {
    "start": 296.639,
    "end": 302.399,
    "text": "Okay, let's recap the vocabulary and start seeing the glass half full, looking at things in a",
    "speaker": null
  },
  {
    "start": 302.399,
    "end": 308.8,
    "text": "Happiness might be all about alignment – being in the correct relation to things.",
    "speaker": "alignment"
  },
  {
    "start": 308.8,
    "end": 311.84,
    "text": "All gratitude, being grateful and giving thanks.",
    "speaker": null
  },
  {
    "start": 312.4,
    "end": 316.72,
    "text": "Feeling like a hamster on a wheel means you're always busy doing things, but without",
    "speaker": null
  },
  {
    "start": 316.72,
    "end": 321.52,
    "text": "Feeling like a hamster on a wheel means you’re always busy doing things but without getting satisfaction - the pleasant feeling of achieving something you really wanted to.",
    "speaker": "hamster on a wheelsatisfaction"
  },
  {
    "start": 321.52,
    "end": 327.199,
    "text": "Finally, the reason happiness often escapes us may involve the hedonic treadmill,",
    "speaker": null
  },
  {
    "start": 327.199,
    "end": 333.04,
    "text": "the human tendency to return to the same level of happiness after something very good or very",
    "speaker": null
  },
  {
    "start": 333.04,
    "end": 337.92,
    "text": "bad has happened. That's all for this programme. We hope it's lifted your spirits and given you some",
    "speaker": null
  },
  {
    "start": 337.92,
    "end": 343.68,
    "text": "useful vocabulary as well. Remember to join us again soon for more interesting topics here at",
    "speaker": null
  },
  {
    "start": 343.68,
    "end": 350.16,
    "text": "Sixman English. And if you like topical discussions and want to learn how to use the vocabulary",
    "speaker": null
  },
  {
    "start": 350.16,
    "end": 356.56,
    "text": "found in headlines, why not try out our News Review podcast? You'll find programmes about many",
    "speaker": null
  },
  {
    "start": 356.56,
    "end": 362.72,
    "text": "topics that will help to keep you entertained and learning at the same time. Don't forget,",
    "speaker": null
  },
  {
    "start": 362.72,
    "end": 369.12,
    "text": "you can download the app for free from the app stores. And of course, we are on most social media",
    "speaker": null
  },
  {
    "start": 369.12,
    "end": 371.52,
    "text": "platforms. Bye for now. Bye.",
    "speaker": null
  }
]