[
  {
    "start": 0,
    "end": 5.52,
    "text": "This is a download from BBC Learning English to find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 13.28,
    "end": 17.039,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "start": 17.039,
    "end": 22.08,
    "text": "And I'm Rob. In this program, we'll be discussing climate change and teaching you some useful",
    "speaker": null
  },
  {
    "start": 22.08,
    "end": 29.039,
    "text": "vocabulary so you can talk about it too. Such as emitters, a word used to describe countries,",
    "speaker": null
  },
  {
    "start": 29.039,
    "end": 34.399,
    "text": "Such as emitters – a word used to describe countries, industries or just things that produce harmful substances that harm the environment.",
    "speaker": "emitters"
  },
  {
    "start": 35.039,
    "end": 41.439,
    "text": "Substances such as carbon dioxide – an example of a greenhouse gas. These gases contribute to our warming planet.",
    "speaker": "Neil"
  },
  {
    "start": 41.439,
    "end": 47.599,
    "text": "warming planet. And we're going to be discussing whether the world's two biggest emitters of greenhouse",
    "speaker": null
  },
  {
    "start": 47.599,
    "end": 52.719,
    "text": "gases, the USA and China, can work together for the good of the environment.",
    "speaker": null
  },
  {
    "start": 53.6,
    "end": 59.439,
    "text": "But a question for you first, Rob. In November this year, world leaders are due to meet at a climate conference. In which city will this be taking place? Is it…",
    "speaker": "Neil"
  },
  {
    "start": 59.439,
    "end": 67.68,
    "text": "climate conference in which city will this be taking place? Is it A, Brisbane, B, Glasgow or C,",
    "speaker": null
  },
  {
    "start": 67.68,
    "end": 73.12,
    "text": "Vienna? Well, I've heard about this so I think it's the Scottish city of Glasgow.",
    "speaker": null
  },
  {
    "start": 73.84,
    "end": 79.519,
    "text": "Okay, Rob, I'll tell you if you are right or wrong later. Let's talk more about climate change,",
    "speaker": null
  },
  {
    "start": 80.239,
    "end": 86.56,
    "text": "back in 2015, world leaders met in Paris. It was the first time virtually all the nations of the",
    "speaker": null
  },
  {
    "start": 86.56,
    "end": 93.039,
    "text": "world came together to agree they all needed to tackle the issue. Under the terms of the Paris",
    "speaker": null
  },
  {
    "start": 93.039,
    "end": 99.28,
    "text": "deal, countries promised to come back every five years and raise their carbon-cutting ambitions.",
    "speaker": null
  },
  {
    "start": 99.92,
    "end": 103.92,
    "text": "An ambition is something you want to achieve even if it's difficult to do so.",
    "speaker": null
  },
  {
    "start": 104.48,
    "end": 109.92,
    "text": "President Trump pulled out of this Paris agreement but now President Biden has brought the USA back into it. But the USA still has a lot to do to help reduce its contribution to air pollution.",
    "speaker": "Neil"
  },
  {
    "start": 109.92,
    "end": 115.76,
    "text": "into it. But the USA still has a lot to do to help reduce its contribution to air pollution.",
    "speaker": null
  },
  {
    "start": 116.4,
    "end": 122.159,
    "text": "In China, where smog is a common occurrence, President Xi Jinping has pledged the country",
    "speaker": null
  },
  {
    "start": 122.159,
    "end": 128.8,
    "text": "will be carbon neutral by 2060. That means it will do things to reduce the amount of carbon dioxide",
    "speaker": null
  },
  {
    "start": 129.04,
    "end": 134.96,
    "text": "by the same amount that it produces. The BBC World Service Programme, the Climate Question,",
    "speaker": null
  },
  {
    "start": 134.96,
    "end": 141.12,
    "text": "has been looking at this in more detail. BBC journalist Vincent Nie explains why Xi Jinping's plans",
    "speaker": null
  },
  {
    "start": 141.12,
    "end": 147.52,
    "text": "might be tricky to achieve. What I'm really thinking is that this is actually a real",
    "speaker": null
  },
  {
    "start": 148.08,
    "end": 153.439,
    "text": "inherent paradox of today's China. It is leading many ways on green initiatives,",
    "speaker": null
  },
  {
    "start": 153.439,
    "end": 158.16,
    "text": "why at the same time it's also a big polluter and a greenhouse gas emitter.",
    "speaker": null
  },
  {
    "start": 158.159,
    "end": 165.12,
    "text": "It's got to alleviate poverty as well as fight pollution. The thing to watch now is how the",
    "speaker": null
  },
  {
    "start": 165.12,
    "end": 172.4,
    "text": "dynamic would play out in the next few years. So China currently has two things going on, one good,",
    "speaker": null
  },
  {
    "start": 172.4,
    "end": 179.359,
    "text": "So, China currently has two things going on – one good, one bad – an impossible situation because it has two opposite factors – what Vincent called a paradox.",
    "speaker": "paradox"
  },
  {
    "start": 180.159,
    "end": 186.24,
    "text": "And this paradox is that, on one hand, China has many projects to improve the environment, but on the other hand, it is a big polluter.",
    "speaker": "Rob"
  },
  {
    "start": 186.32,
    "end": 192.64,
    "text": "but on the other hand it is a big polluter. And as well as tackling pollution, Vincent also said",
    "speaker": null
  },
  {
    "start": 192.64,
    "end": 200.48,
    "text": "China has to alleviate poverty. Eliviate means make less severe or serious. But as we've said, China",
    "speaker": null
  },
  {
    "start": 200.48,
    "end": 206.4,
    "text": "is not alone. The USA is another big polluter, which is also trying to develop ways to clean up",
    "speaker": null
  },
  {
    "start": 206.4,
    "end": 212.16,
    "text": "its act, an informal way of saying change the way it behaves for the better. President Biden",
    "speaker": null
  },
  {
    "start": 212.24,
    "end": 219.199,
    "text": "wants the US to achieve a 100% clean energy economy and reach net zero emissions by 2050.",
    "speaker": null
  },
  {
    "start": 219.199,
    "end": 225.199,
    "text": "He also wants to create 10 million new green jobs. Green means related to protecting and helping",
    "speaker": null
  },
  {
    "start": 225.199,
    "end": 231.439,
    "text": "the environment. The former governor of California, Jerry Brown, who's now with the California China",
    "speaker": null
  },
  {
    "start": 231.439,
    "end": 237.84,
    "text": "Climate Institute at Berkeley also spoke to the Climate Question Program. He thinks the USA should",
    "speaker": null
  },
  {
    "start": 237.84,
    "end": 242.8,
    "text": "do its bit to help climate change, but it also involves working together globally.",
    "speaker": null
  },
  {
    "start": 244.159,
    "end": 252.159,
    "text": "We have to really face reality with humility. We have put more heat-trapping gases in the atmosphere",
    "speaker": null
  },
  {
    "start": 252.159,
    "end": 258.72,
    "text": "that are still there than China has. That's the historical fact. So I think we need to stop",
    "speaker": null
  },
  {
    "start": 258.72,
    "end": 265.36,
    "text": "pointing fingers as though evil is outside. And we have to work with China and Russia and Europe,",
    "speaker": null
  },
  {
    "start": 265.36,
    "end": 273.52,
    "text": "and everywhere else as partners in humankind's very dangerous path forward. So I worry more about",
    "speaker": null
  },
  {
    "start": 273.52,
    "end": 280.72,
    "text": "that than figuring out all the flaws of which there are many in my competitor friends and enemies.",
    "speaker": null
  },
  {
    "start": 282.24,
    "end": 287.28,
    "text": "Jerry talks about facing the situation with humility. So not trying to be more important than",
    "speaker": null
  },
  {
    "start": 287.28,
    "end": 293.52,
    "text": "others in admitting your bad qualities. He says the USA should not think evil, the polluters in this",
    "speaker": null
  },
  {
    "start": 293.599,
    "end": 297.199,
    "text": "case are from elsewhere. Stop pointing fingers at other people.",
    "speaker": null
  },
  {
    "start": 297.919,
    "end": 303.599,
    "text": "Yes, the solution may be is not to blame others but to work together, trust each other,",
    "speaker": null
  },
  {
    "start": 303.599,
    "end": 308.959,
    "text": "Yes. The solution, maybe, is not to blame others but to work together, trust each other, and make tough choices rather than pointing out each other’s flaws – faults or mistakes.",
    "speaker": "flaws"
  },
  {
    "start": 309.439,
    "end": 313.68,
    "text": "Hopefully many countries can work together more when they attend this year’s climate conference, Rob. But in which city?",
    "speaker": "Neil"
  },
  {
    "start": 313.68,
    "end": 318.959,
    "text": "Yes. I said Glasgow, in Scotland. Was I right?",
    "speaker": "Rob"
  },
  {
    "start": 319.039,
    "end": 323.759,
    "text": "You were, Rob. Well done. World leaders are due to meet there in November this year. Right, now there’s just time to recap on some of the vocabulary we have discussed.",
    "speaker": "Neil"
  },
  {
    "start": 323.759,
    "end": 328,
    "text": "Right now there's just time to recap on some of the vocabulary we've discussed.",
    "speaker": null
  },
  {
    "start": 328,
    "end": 334.56,
    "text": "Yes. We talked about emitters – countries, industries or just things that produce – or emit - harmful substances that harm the environment.",
    "speaker": "emitters"
  },
  {
    "start": 334.56,
    "end": 339.919,
    "text": "harmful substances that harm the environment. Ambitions are things you want to achieve even if",
    "speaker": null
  },
  {
    "start": 339.919,
    "end": 346.399,
    "text": "A paradox is an impossible situation because it has two opposite factors.",
    "speaker": "paradox"
  },
  {
    "start": 347.199,
    "end": 353.439,
    "text": "To alleviate means make less severe or serious. Humility involves trying not to be more important",
    "speaker": null
  },
  {
    "start": 353.439,
    "end": 360.079,
    "text": "Humility involves trying not to be more important than others and admitting your bad qualities. And flaws is another word for faults or mistakes.",
    "speaker": "Humility flaws"
  },
  {
    "start": 360.079,
    "end": 364.639,
    "text": "Well, hopefully there are no flaws in this programme. That's all for now but we'll be back again",
    "speaker": null
  },
  {
    "start": 364.639,
    "end": 370.479,
    "text": "soon to discuss more trending topics and vocabulary here at 6 Minute English. Goodbye for now. Bye.",
    "speaker": null
  }
]