[
  {
    "start": 0,
    "end": 3.12,
    "text": "This is a download from BBC Learning English.",
    "speaker": null
  },
  {
    "start": 3.12,
    "end": 5.679,
    "text": "To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 5.679,
    "end": 11.12,
    "text": "6-Mate English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 13.439,
    "end": 17.199,
    "text": "Hello, this is 6-Minute English from BBC Learning English. I'm Neil.",
    "speaker": null
  },
  {
    "start": 17.199,
    "end": 18.64,
    "text": "And I’m Georgina.",
    "speaker": "Georgina"
  },
  {
    "start": 18.64,
    "end": 23.839,
    "text": "In this program, we're talking about something that always surrounds us. Noise.",
    "speaker": null
  },
  {
    "start": 23.839,
    "end": 26.56,
    "text": "Yes, whether it's the natural sounds of bird song,",
    "speaker": null
  },
  {
    "start": 26.559,
    "end": 30.32,
    "text": "the wind blowing or man-made noise like traffic or music.",
    "speaker": null
  },
  {
    "start": 30.32,
    "end": 32.399,
    "text": "There's always something we can hear.",
    "speaker": null
  },
  {
    "start": 32.399,
    "end": 34.96,
    "text": "Of course, there are sounds that we like to hear,",
    "speaker": null
  },
  {
    "start": 34.96,
    "end": 38.159,
    "text": "and then there are those sounds that really great",
    "speaker": null
  },
  {
    "start": 38.159,
    "end": 39.679,
    "text": "annoy or irritate.",
    "speaker": null
  },
  {
    "start": 39.679,
    "end": 44.719,
    "text": "… like the beeping sound on a reversing lorry or someone drilling a hole in the road.",
    "speaker": "Georgina"
  },
  {
    "start": 44.719,
    "end": 50,
    "text": "Indeed, soon we'll be looking at the language of noise and hearing about ideas for making the world",
    "speaker": null
  },
  {
    "start": 50,
    "end": 51.439,
    "text": "acquire to place.",
    "speaker": null
  },
  {
    "start": 51.439,
    "end": 55.039,
    "text": "But let's kick off with a question about the measurement of sound,",
    "speaker": null
  },
  {
    "start": 55.039,
    "end": 57.039,
    "text": "which is in units called decibels.",
    "speaker": null
  },
  {
    "start": 57.759,
    "end": 61.039,
    "text": "According to a guide by the World Health Organization,",
    "speaker": null
  },
  {
    "start": 61.039,
    "end": 66.64,
    "text": "Earlier I asked, according to a guide by the World Health Organisation, what is considered the highest level we can be safely exposed to for a maximum of eight hours?",
    "speaker": "Neil"
  },
  {
    "start": 67.359,
    "end": 69.76,
    "text": "Is it A55 decibels?",
    "speaker": null
  },
  {
    "start": 70.64,
    "end": 75.84,
    "text": "B85 decibels or C125 decibels?",
    "speaker": null
  },
  {
    "start": 75.84,
    "end": 81.28,
    "text": "I imagine it's quite low, so I'll go for A55 decibels.",
    "speaker": null
  },
  {
    "start": 81.28,
    "end": 84.48,
    "text": "Well, as always, I'll reveal the correct answer later.",
    "speaker": null
  },
  {
    "start": 84.48,
    "end": 87.52,
    "text": "Now, let's sound out what people know about sound.",
    "speaker": null
  },
  {
    "start": 87.52,
    "end": 91.6,
    "text": "Starting with Julian Treasurer, the founder of the Sound Agency,",
    "speaker": null
  },
  {
    "start": 91.6,
    "end": 95.68,
    "text": "he spoke to the BBC World Service Programme People Fixing the World.",
    "speaker": null
  },
  {
    "start": 95.68,
    "end": 100.159,
    "text": "He discussed why noise is a form of pollution. And it’s bad for our health, but we don’t always realise…",
    "speaker": "Georgina"
  },
  {
    "start": 100.159,
    "end": 101.68,
    "text": "but we don't always realize.",
    "speaker": null
  },
  {
    "start": 102.48,
    "end": 106.88,
    "text": "Sound has power for the effects on us all the time, even though most of the time we're not conscious of it,",
    "speaker": null
  },
  {
    "start": 106.88,
    "end": 110.64,
    "text": "because we've kind of got into the habit of suppressing our listening.",
    "speaker": null
  },
  {
    "start": 110.64,
    "end": 115.599,
    "text": "There's so much noise around us in cities that we get into the habit of ignoring it.",
    "speaker": null
  },
  {
    "start": 115.599,
    "end": 119.359,
    "text": "Now, that's not a great thing when the noise is having a bad effect on us.",
    "speaker": null
  },
  {
    "start": 120.159,
    "end": 126,
    "text": "Julian makes a good point that sounds affect us all the time, even when we don't realize",
    "speaker": null
  },
  {
    "start": 126,
    "end": 129.84,
    "text": "we're not conscious of it, so we're not aware of it, but it is there.",
    "speaker": null
  },
  {
    "start": 129.84,
    "end": 134.24,
    "text": "It may be irritating us, but we don't stop to think what it is that's annoying us.",
    "speaker": null
  },
  {
    "start": 134.24,
    "end": 138.8,
    "text": "As Julian also said, we get into the habit of ignoring sounds.",
    "speaker": null
  },
  {
    "start": 138.88,
    "end": 144.08,
    "text": "As Julian also said, we get into the habit of ignoring sounds. When you get into the habit of something, you start doing something regularly without even thinking about it.",
    "speaker": "get into the habit ofget into the habit of"
  },
  {
    "start": 144.08,
    "end": 149.04,
    "text": "thinking about it. And another habit we get into is suppressing our listening,",
    "speaker": null
  },
  {
    "start": 149.04,
    "end": 152.56,
    "text": "so preventing or stopping ourselves from hearing the noises.",
    "speaker": null
  },
  {
    "start": 152.56,
    "end": 155.12,
    "text": "The experts have found this isn't good for us.",
    "speaker": null
  },
  {
    "start": 155.12,
    "end": 159.28,
    "text": "That noise in the background can lead to stress and mental health issues.",
    "speaker": null
  },
  {
    "start": 159.28,
    "end": 162.16,
    "text": "Yes, we all need some peace and quiet.",
    "speaker": null
  },
  {
    "start": 162.16,
    "end": 166.4,
    "text": "Of course, there are many techniques for reducing and absorbing noise.",
    "speaker": null
  },
  {
    "start": 166.4,
    "end": 171.12,
    "text": "For example, trees are grown by motorways to absorb the traffic noise.",
    "speaker": null
  },
  {
    "start": 171.12,
    "end": 177.759,
    "text": "At a large rock concert, acoustic screens are put up to stop the sound being heard too far away.",
    "speaker": null
  },
  {
    "start": 177.759,
    "end": 180.8,
    "text": "Or sound ideas. I mean, good ideas.",
    "speaker": null
  },
  {
    "start": 180.8,
    "end": 187.84,
    "text": "But let's head to the world's noisiest city, Mumbai, and India, where honking car horns are a big problem.",
    "speaker": null
  },
  {
    "start": 187.84,
    "end": 193.759,
    "text": "I love the sound of that word honk, a short, loud sound, but I don't like the actual noise.",
    "speaker": null
  },
  {
    "start": 194.399,
    "end": 199.359,
    "text": "The people fixing the world program discuss this problem and met a woman who's been working",
    "speaker": null
  },
  {
    "start": 199.359,
    "end": 204.159,
    "text": "for years to try and reduce noise levels and create quiet zones.",
    "speaker": null
  },
  {
    "start": 204.159,
    "end": 210.479,
    "text": "She's Samiru Abdel Ali from the Aours Foundation, and she explained why honking horns was a hard",
    "speaker": null
  },
  {
    "start": 210.479,
    "end": 217.599,
    "text": "thing to control. Honking and noise in general in India is a medium of expression, of sadness,",
    "speaker": null
  },
  {
    "start": 217.599,
    "end": 223.599,
    "text": "of happiness, of every kind. This is what I was told when I started working, that these are",
    "speaker": null
  },
  {
    "start": 223.599,
    "end": 229.199,
    "text": "all western ideas to want to control noise. Indians love noise. And it's about the noise,",
    "speaker": null
  },
  {
    "start": 229.199,
    "end": 234.639,
    "text": "it's about the colour, it's about the laughter and happiness. We don't want to be like the",
    "speaker": null
  },
  {
    "start": 234.639,
    "end": 240.4,
    "text": "West, you know, those kind of dull-boring people who don't express themselves the way we do.",
    "speaker": null
  },
  {
    "start": 241.12,
    "end": 246.799,
    "text": "I like how honking a horn isn't just for road safety. It's almost another language.",
    "speaker": null
  },
  {
    "start": 246.799,
    "end": 253.199,
    "text": "People express themselves or show how they feel by sounding their car horn. To control this noise,",
    "speaker": null
  },
  {
    "start": 253.199,
    "end": 259.759,
    "text": "to be quieter, is considered a western idea. But Samiru is trying to change drivers behaviour,",
    "speaker": null
  },
  {
    "start": 259.759,
    "end": 265.36,
    "text": "and after much effort even got the police to run a campaign. If noise levels at traffic lights",
    "speaker": null
  },
  {
    "start": 265.36,
    "end": 271.839,
    "text": "went over 85 decibels, the lights would remain on red for longer. Sounds like a good idea.",
    "speaker": null
  },
  {
    "start": 271.839,
    "end": 278.48,
    "text": "Sounds like a good idea! There’s much more about this on the BBC’s Fixing the World webpage. So, Neil you just mentioned 85 decibels. Is that the answer to the question you asked earlier?",
    "speaker": "Georgina"
  },
  {
    "start": 278.64,
    "end": 282.96,
    "text": "85 decibels. Is that the answer to the question you asked earlier?",
    "speaker": null
  },
  {
    "start": 282.96,
    "end": 287.92,
    "text": "Earlier I asked according to a guide by the World Health Organization, what is considered the",
    "speaker": null
  },
  {
    "start": 287.92,
    "end": 294.72,
    "text": "highest level we can be safely exposed to for a maximum of 8 hours? I said 55 decibels.",
    "speaker": null
  },
  {
    "start": 295.52,
    "end": 301.439,
    "text": "Well, it's actually 85 decibels Georgina, bad luck. The permissible time for safe listening",
    "speaker": null
  },
  {
    "start": 301.439,
    "end": 308.08,
    "text": "decreases as sound levels increase. So, for example, a sound as high as 100 decibels,",
    "speaker": null
  },
  {
    "start": 308.079,
    "end": 314.159,
    "text": "the level produced by a subway train can be safely listened to for only 15 minutes each day.",
    "speaker": null
  },
  {
    "start": 314.159,
    "end": 320,
    "text": "Well, that’s good to know. Now, let’s recap on some of the vocabulary we’ve been discussing, starting with grate – spelt G-R-A-T-E – it means annoy or irritate.",
    "speaker": "grate"
  },
  {
    "start": 320,
    "end": 327.199,
    "text": "starting with great. Spelt GRATE. It means annoy or irritate.",
    "speaker": null
  },
  {
    "start": 327.199,
    "end": 332.56,
    "text": "When we are conscious of something, we are aware of it. And when we get into the habit of something, we start doing something regularly, often without even thinking about it.",
    "speaker": "consciousget into the habit of"
  },
  {
    "start": 332.56,
    "end": 336.56,
    "text": "we start doing something regularly, often without even thinking about it.",
    "speaker": null
  },
  {
    "start": 336.56,
    "end": 340.639,
    "text": "Suppressing describes preventing, stopping or reducing something.",
    "speaker": "Suppressing"
  },
  {
    "start": 340.639,
    "end": 345.839,
    "text": "Honk is the short, loud sound a car horn makes. Like this – honk.",
    "speaker": "Honk"
  },
  {
    "start": 345.839,
    "end": 351.439,
    "text": "I can hear you coming, Neil! Finally, to express yourself, means to show how you feel.",
    "speaker": "express yourself"
  },
  {
    "start": 351.439,
    "end": 356.079,
    "text": "Well, I must express my sadness because we’re out of time now. But there are lots more 6 Minute English programmes to enjoy on our website at bbclearningenglish.com.",
    "speaker": "Neil"
  },
  {
    "start": 356.079,
    "end": 360.56,
    "text": "six-minute English programs to enjoy on our website at BBCLearningEnglish.com.",
    "speaker": null
  },
  {
    "start": 360.56,
    "end": 365.519,
    "text": "We also have an app you can download for free from the app stores and where you can download",
    "speaker": null
  },
  {
    "start": 365.519,
    "end": 369.439,
    "text": "this program. And of course, we are all over social media.",
    "speaker": null
  },
  {
    "start": 369.439,
    "end": 371.439,
    "text": "Thanks for listening and goodbye.",
    "speaker": "Neil"
  }
]
