[
  {
    "start": 0,
    "end": 5.6,
    "text": "This is a download from BBC Learning English to find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 13.439,
    "end": 17.839,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "start": 18.48,
    "end": 23.199,
    "text": "And I’m Rob.Do you think there are big differences between men and women, Neil?  – Apart from the old stereotypes we sometimes hear, like - that men can’t express emotions…",
    "speaker": "Rob"
  },
  {
    "start": 23.199,
    "end": 27.919,
    "text": "stereotypes we sometimes hear like that men can't express emotions?",
    "speaker": null
  },
  {
    "start": 28.64,
    "end": 33.439,
    "text": "I suppose biologically there are differences, Rob. I mean, men and women’s bodies are different.",
    "speaker": "Neil"
  },
  {
    "start": 34.159,
    "end": 38.32,
    "text": "Right, and it takes both - a man and a woman - to make a baby.",
    "speaker": "Rob"
  },
  {
    "start": 38.32,
    "end": 43.519,
    "text": "Well, that’s true - in humans anyway. But in this programme we’ll be hearing about creatures in the wild where the classic ‘boy meets girl’ love story doesn’t apply.",
    "speaker": "Neil"
  },
  {
    "start": 43.519,
    "end": 47.76,
    "text": "in the wild where the classic boy meets girl love story doesn't apply.",
    "speaker": null
  },
  {
    "start": 48.239,
    "end": 53.119,
    "text": "Yes, we’ll be meeting some female animals who don’t need a male to make babies.",
    "speaker": "Rob"
  },
  {
    "start": 53.759,
    "end": 58.879,
    "text": "These creatures reproduce by pathogenesis, also called virgin birth.",
    "speaker": null
  },
  {
    "start": 58.879,
    "end": 64.719,
    "text": "These creatures reproduce by parthenogenesis - also called ‘virgin birth’, this is the process where the female can reproduce without a mate – the term used for an animal’s sexual partner.",
    "speaker": "- mate"
  },
  {
    "start": 64.719,
    "end": 71.519,
    "text": "sexual partner. All animal species survive by making babies, reproducing to make copies of",
    "speaker": null
  },
  {
    "start": 71.519,
    "end": 77.28,
    "text": "All animal species survive by making babies – reproducing to make copies of themselves. But amazingly, the female of some species can do it all by herself!",
    "speaker": "Rob"
  },
  {
    "start": 78.079,
    "end": 83.76,
    "text": "But before that it's time for my quiz question. In Britain's Chester Zoo in 2006,",
    "speaker": null
  },
  {
    "start": 83.76,
    "end": 87.76,
    "text": "Flora laid 11 eggs that developed into healthy babies.",
    "speaker": null
  },
  {
    "start": 87.76,
    "end": 93.76,
    "text": "Her zookeepers were mystified because Flora had only been kept with other females and had never",
    "speaker": null
  },
  {
    "start": 93.76,
    "end": 102.48,
    "text": "been near a male. But what type of animal was Flora? Was she A? A python? B? A zebra shark or C?",
    "speaker": null
  },
  {
    "start": 102.56,
    "end": 110.88,
    "text": "A Komodo dragon. Well, pythons are pretty unusual creatures, so I'll say Flora was a python.",
    "speaker": null
  },
  {
    "start": 111.52,
    "end": 116.56,
    "text": "Okay, Rob, we'll find out later if you're right. Actually, it's not only reptiles who behave",
    "speaker": null
  },
  {
    "start": 116.56,
    "end": 121.359,
    "text": "this way. The females of many animal species are able to reproduce without sex.",
    "speaker": null
  },
  {
    "start": 121.92,
    "end": 127.84,
    "text": "By doing this they gain several advantages: they can rapidly spread, colonise and control large areas and they don’t waste time and energy looking for a mate.",
    "speaker": "Rob"
  },
  {
    "start": 127.84,
    "end": 134,
    "text": "large areas and they don't waste time and energy looking for a mate. But if a world without sex",
    "speaker": null
  },
  {
    "start": 134,
    "end": 140.24,
    "text": "is so much better, why bother with males at all? Ha, good question Neil. And one which BBC World",
    "speaker": null
  },
  {
    "start": 140.24,
    "end": 147.92,
    "text": "Service program Discovery asked evolutionary biologist Chris Wilson. Well, absolutely and there",
    "speaker": null
  },
  {
    "start": 147.92,
    "end": 152.48,
    "text": "are other advantages. I mean, if you're an all female population, you don't have to waste time",
    "speaker": null
  },
  {
    "start": 152.48,
    "end": 157.36,
    "text": "searching and competing for mates. There are no more sexually transmitted diseases. And so it seems",
    "speaker": null
  },
  {
    "start": 157.36,
    "end": 164.72,
    "text": "like the easiest decision and yet less than 1% of all animal species are completely celibate.",
    "speaker": null
  },
  {
    "start": 164.72,
    "end": 169.92,
    "text": "And that's a huge fundamental puzzle in evolutionary biology that we're still not entirely sure",
    "speaker": null
  },
  {
    "start": 169.92,
    "end": 176.64,
    "text": "we understand. It's called sometimes the paradox of sex. Despite the advantages of going without",
    "speaker": null
  },
  {
    "start": 176.64,
    "end": 182.72,
    "text": "sex, in reality fewer than 1% of all animals are celibate. Live without having sex.",
    "speaker": null
  },
  {
    "start": 183.439,
    "end": 190.24,
    "text": "This begs the question, why is sex so common when it seems so inefficient? Chris calls this",
    "speaker": null
  },
  {
    "start": 190.24,
    "end": 197.36,
    "text": "the paradox of sex. A paradox is a situation which seems contradictory because it contains two",
    "speaker": null
  },
  {
    "start": 197.36,
    "end": 202.96,
    "text": "opposite facts. For example, the existence of males if we can reproduce without them.",
    "speaker": null
  },
  {
    "start": 203.599,
    "end": 208.56,
    "text": "As a male myself, I have to say I’m feeling a little underappreciated right now, Rob!",
    "speaker": "Neil"
  },
  {
    "start": 209.28,
    "end": 215.039,
    "text": "Well, don't worry Neil because it turns out there might be a use for males after all.",
    "speaker": null
  },
  {
    "start": 215.039,
    "end": 222.56,
    "text": "Well don’t worry, Neil, because it turns out there might be a use for males after all! It seems the sex paradox has been solved by one of nature’s most ingenious insects - aphids.",
    "speaker": "Rob"
  },
  {
    "start": 222.56,
    "end": 228.56,
    "text": "Here’s ecologist, Amber Wright, explaining how to the BBC World Service’s Discovery programme.",
    "speaker": "Neil"
  },
  {
    "start": 228.56,
    "end": 232.64,
    "text": "See if you can hear the strategy American aphids use to reproduce.",
    "speaker": "Rob"
  },
  {
    "start": 233.279,
    "end": 238.639,
    "text": "The Aphids we have in the US, when spring comes around the eggs hatch and they'll be all female",
    "speaker": null
  },
  {
    "start": 238.639,
    "end": 244,
    "text": "for several generations and then at the end of the summer they will hatch out males and females",
    "speaker": null
  },
  {
    "start": 244,
    "end": 248.159,
    "text": "and mate and then create eggs that wait next year. I'm kind of guessing both worlds.",
    "speaker": null
  },
  {
    "start": 248.159,
    "end": 254,
    "text": "Taking the bets basically using cloning to rapidly colonize and then using sex to mix up the genes.",
    "speaker": null
  },
  {
    "start": 255.839,
    "end": 261.68,
    "text": "In the spring, female aphids lay eggs which hatch – break open allowing the young to come out. The young aphids that hatch are all female.",
    "speaker": "hatchhatch"
  },
  {
    "start": 262.319,
    "end": 268.56,
    "text": "The young Aphids that hatch are all female. But later at the end of the summer both female and",
    "speaker": null
  },
  {
    "start": 268.56,
    "end": 275.519,
    "text": "male Aphids hatch out and start to reproduce by mating. So the Aphids have the best of both worlds.",
    "speaker": null
  },
  {
    "start": 275.519,
    "end": 279.519,
    "text": "They enjoy the advantages of very different things at the same time.",
    "speaker": null
  },
  {
    "start": 279.519,
    "end": 285.28,
    "text": "Or to put it another way the Aphids hedge their bets. They follow two courses of action instead of",
    "speaker": null
  },
  {
    "start": 285.28,
    "end": 291.199,
    "text": "choosing between them. By cloning themselves with virgin births and reproducing sexually,",
    "speaker": null
  },
  {
    "start": 291.199,
    "end": 297.68,
    "text": "Aphids maximize their chances of survival. Gardeners around the world will be upset to hear that.",
    "speaker": null
  },
  {
    "start": 297.68,
    "end": 304,
    "text": "Those young Aphids just love eating tomato plants. But on the plus side it seems being male can be",
    "speaker": null
  },
  {
    "start": 304,
    "end": 310.48,
    "text": "useful after all. But not if you're flora. The female you asked about in your quiz question.",
    "speaker": null
  },
  {
    "start": 310.48,
    "end": 316.879,
    "text": "So what type of animal was she? Right, I asked whether the virgin flora was A, a python,",
    "speaker": null
  },
  {
    "start": 316.879,
    "end": 323.839,
    "text": "B, a shark or C, a commodo dragon. I guessed a python. Well Rob, you're right that some female",
    "speaker": null
  },
  {
    "start": 323.839,
    "end": 330.56,
    "text": "Well, Rob, you’re right that some female pythons can reproduce by themselves – and sharks too – but the correct answer is that Flora was, c) a Komodo dragon.",
    "speaker": "Neil"
  },
  {
    "start": 330.56,
    "end": 337.04,
    "text": "a commodo dragon. Okay, let's recap the vocabulary starting with mate and animals sexual partner.",
    "speaker": null
  },
  {
    "start": 337.04,
    "end": 344.56,
    "text": "Something you don't have if you are celibate living without sex. Animal eggs hatch or break open to",
    "speaker": null
  },
  {
    "start": 344.56,
    "end": 350.72,
    "text": "let the young out. And a paradox is a situation which seems contradictory because it contains two",
    "speaker": null
  },
  {
    "start": 350.72,
    "end": 358.56,
    "text": "opposite facts. Species which reproduce pathanogenetically and sexually have the best of both worlds.",
    "speaker": null
  },
  {
    "start": 358.56,
    "end": 363.519,
    "text": "Enjoy the advantages of very different things at the same time. And if you hedge your bets,",
    "speaker": null
  },
  {
    "start": 363.519,
    "end": 368.399,
    "text": "And if you hedge your bets, you follow two courses of action instead of choosing between them so you don’t miss out.",
    "speaker": "hedge your bets"
  },
  {
    "start": 368.399,
    "end": 370.879,
    "text": "Well, that’s all there’s time for. Bye for now!",
    "speaker": "Rob"
  },
  {
    "start": 374.56,
    "end": 376.56,
    "text": "See you.",
    "speaker": null
  }
]
