[
  {
    "start": 0,
    "end": 3.12,
    "text": "This is a download from BBC Learning English.",
    "speaker": null
  },
  {
    "start": 3.12,
    "end": 5.679,
    "text": "To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 5.679,
    "end": 8.24,
    "text": "6 Minute English",
    "speaker": null
  },
  {
    "start": 8.24,
    "end": 11.12,
    "text": "From BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 13.599,
    "end": 18,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "start": 18,
    "end": 19.359,
    "text": "And I’m Georgina.",
    "speaker": "Georgina"
  },
  {
    "start": 19.359,
    "end": 24.24,
    "text": "Georgina and I have got to know each other very well after working together for so long.",
    "speaker": "Neil"
  },
  {
    "start": 24.24,
    "end": 26.719,
    "text": "I know what sandwiches Neil has for lunch… Egg and tomato right, Neil?",
    "speaker": "Georgina"
  },
  {
    "start": 26.719,
    "end": 28.8,
    "text": "Egan tomato right, Neil?",
    "speaker": null
  },
  {
    "start": 29.519,
    "end": 35.2,
    "text": "Right! And I know it really annoys Georgina when people don’t wash up their cups in the staff kitchen.",
    "speaker": "Neil"
  },
  {
    "start": 35.2,
    "end": 36.88,
    "text": "So unhygienic!",
    "speaker": "Georgina"
  },
  {
    "start": 36.88,
    "end": 42,
    "text": "But just as important as getting to know someone socially or at work is getting on with people.",
    "speaker": null
  },
  {
    "start": 42.56,
    "end": 47.92,
    "text": "To get on with someone is a useful phrasal verb, meaning to like someone and enjoy a friendly",
    "speaker": null
  },
  {
    "start": 47.92,
    "end": 49.04,
    "text": "relationship with them.",
    "speaker": null
  },
  {
    "start": 49.76,
    "end": 53.12,
    "text": "Which is really important if you work with them every day!",
    "speaker": "Georgina"
  },
  {
    "start": 53.12,
    "end": 58.159,
    "text": "And there’s another word to describe the good understanding and communication between two friends: rapport.",
    "speaker": "rapport."
  },
  {
    "start": 58.559,
    "end": 59.759,
    "text": "Rappore.",
    "speaker": null
  },
  {
    "start": 59.759,
    "end": 65.759,
    "text": "Yes, how you build rapport and get on with people has been the subject of many self-help books over the years.",
    "speaker": null
  },
  {
    "start": 65.759,
    "end": 67.759,
    "text": "And is the topic of this programme.",
    "speaker": null
  },
  {
    "start": 67.759,
    "end": 73.759,
    "text": "Well, you and I must have great rapport, Georgina, because that leads perfectly into my quiz question.",
    "speaker": null
  },
  {
    "start": 73.759,
    "end": 80.56,
    "text": "In 1936, American writer Dale Carnegie wrote a famous self-help book on building rapport.",
    "speaker": null
  },
  {
    "start": 80.56,
    "end": 85.759,
    "text": "It sold over 30 million copies, making it one of the best-selling books of all time.",
    "speaker": null
  },
  {
    "start": 86.48,
    "end": 87.52,
    "text": "But what was it called?",
    "speaker": null
  },
  {
    "start": 88.48,
    "end": 90.88,
    "text": "a) How to get rich quick?,",
    "speaker": "Neil"
  },
  {
    "start": 91.68,
    "end": 96.96,
    "text": "b) How to stop worrying and make friends?,  or",
    "speaker": "Neil"
  },
  {
    "start": 97.92,
    "end": 100,
    "text": "Hmm, I think I know this Neil.",
    "speaker": null
  },
  {
    "start": 100,
    "end": 104,
    "text": "c) How to win friends and influence people?",
    "speaker": "Neil"
  },
  {
    "start": 104.96,
    "end": 108.4,
    "text": "Okay, Georgina, we'll find out if that's right at the end of the programme.",
    "speaker": null
  },
  {
    "start": 109.2,
    "end": 113.92,
    "text": "When it comes to getting on with people, psychologist Emily Allison has a few ideas.",
    "speaker": null
  },
  {
    "start": 114.32,
    "end": 119.04,
    "text": "She's built a career working with the police as a build rapport with criminal suspects.",
    "speaker": null
  },
  {
    "start": 119.76,
    "end": 124.32,
    "text": "Emily is the author of a new book, Rappore, the four ways to read people.",
    "speaker": null
  },
  {
    "start": 124.32,
    "end": 130.08,
    "text": "And she told BBC Radio 4 programme all in the mind, it isn't easy to get along with everyone.",
    "speaker": null
  },
  {
    "start": 132,
    "end": 137.92,
    "text": "I often describe rapport building in relationships as like walking a tightrope,",
    "speaker": null
  },
  {
    "start": 137.919,
    "end": 144.479,
    "text": "because you really do need to maintain that balance of being objective, treating people with",
    "speaker": null
  },
  {
    "start": 144.479,
    "end": 150.479,
    "text": "compassion. But that doesn't mean I'm sympathetic, I'm collusive. It's that balance between",
    "speaker": null
  },
  {
    "start": 150.479,
    "end": 157.599,
    "text": "judgment and avoidance. Emily describes rapport building as like walking a tightrope,",
    "speaker": null
  },
  {
    "start": 157.599,
    "end": 163.839,
    "text": "Emily describes rapport building as like walking a tightrope, an idiom to describe being in a difficult situation which requires carefully considering what to do.",
    "speaker": "walking a tightrope"
  },
  {
    "start": 163.839,
    "end": 167.439,
    "text": "Building rapport with terrorists or violent criminals isn't easy.",
    "speaker": null
  },
  {
    "start": 167.919,
    "end": 173.039,
    "text": "Emily doesn't sympathise with what they've done, but she tries to remain objective to base her",
    "speaker": null
  },
  {
    "start": 173.039,
    "end": 179.599,
    "text": "judgement on the facts, not personal feelings. In her book, Emily identifies four main communication",
    "speaker": null
  },
  {
    "start": 179.599,
    "end": 185.279,
    "text": "In her book, Emily identifies four main communication styles which she names after animals. The best at building rapport is the friendly and cooperative monkey.",
    "speaker": "Georgina"
  },
  {
    "start": 185.279,
    "end": 190.879,
    "text": "monkey. And there's a pair of opposites, the bossy lion who wants to take charge and control things",
    "speaker": null
  },
  {
    "start": 190.879,
    "end": 197.839,
    "text": "and the more passive mouse. Here's Emily talking to BBC Radio 4s all in the mind about the fourth",
    "speaker": null
  },
  {
    "start": 197.84,
    "end": 203.2,
    "text": "Here’s Emily talking to BBC Radio 4’s, All In The Mind, about the fourth animal, the T-Rex. Try to listen out for the communication style of this personality:",
    "speaker": "Georgina"
  },
  {
    "start": 205.12,
    "end": 211.039,
    "text": "You've got the T-Rex, which is conflict, so this is argument, whether you're approaching it from",
    "speaker": null
  },
  {
    "start": 211.039,
    "end": 218.8,
    "text": "a positive position where you can be direct, frank, about your message, or you approach that in a",
    "speaker": null
  },
  {
    "start": 218.8,
    "end": 225.68,
    "text": "negative way by being attacking judgmental argumentative sarcastic, that that actually",
    "speaker": null
  },
  {
    "start": 226.319,
    "end": 232.48,
    "text": "breeds the same behaviour back. So anyone who has teenagers will 100% recognise that.",
    "speaker": null
  },
  {
    "start": 233.52,
    "end": 237.28,
    "text": "If you meet sarcasm with sarcasm, it's only going to go one way.",
    "speaker": null
  },
  {
    "start": 239.28,
    "end": 243.92,
    "text": "All four communication styles have good and bad points. On the positive side, T-Rex type people are frank – they express themselves in an open, honest way.",
    "speaker": "frank"
  },
  {
    "start": 243.92,
    "end": 248.64,
    "text": "T-Rex type people are frank, they express themselves in an open, honest way.",
    "speaker": null
  },
  {
    "start": 249.76,
    "end": 255.2,
    "text": "But T-Rex types can also be sarcastic, so the opposite of what they really mean,",
    "speaker": null
  },
  {
    "start": 255.199,
    "end": 258.8,
    "text": "in order to hurt someone's feelings or criticise them in a funny way.",
    "speaker": null
  },
  {
    "start": 259.439,
    "end": 265.36,
    "text": "Yes, sarcasm is a strange thing - like saying, “Oh, I really like your haircut”, when in fact you don’t!",
    "speaker": "Neil"
  },
  {
    "start": 265.92,
    "end": 270.56,
    "text": "Yes. There’s an English saying that sarcasm is the lowest form of humour, but I think British people can be quite sarcastic at times.",
    "speaker": "Georgina"
  },
  {
    "start": 270.56,
    "end": 273.839,
    "text": "but I think British people can be quite sarcastic at times.",
    "speaker": null
  },
  {
    "start": 274.639,
    "end": 278.959,
    "text": "Well, I can't imagine you'd make many friends being rude to people, maybe they should",
    "speaker": null
  },
  {
    "start": 278.959,
    "end": 281.279,
    "text": "read Dale Carnegie's self-help book.",
    "speaker": null
  },
  {
    "start": 281.279,
    "end": 284.719,
    "text": "Ah yes, your quiz question, Neil. Was my answer right?",
    "speaker": "Georgina"
  },
  {
    "start": 285.599,
    "end": 291.119,
    "text": "In my quiz question I asked Georgina for the title of Dale Carnegie’s best-selling self-help book about building rapport. What did you say?",
    "speaker": "Neil"
  },
  {
    "start": 291.119,
    "end": 297.839,
    "text": "about building rapport. What did you say? I said the book is called See, How to Win Friends and Influence",
    "speaker": null
  },
  {
    "start": 297.839,
    "end": 303.599,
    "text": "People. Which is the correct answer, and I guess you've read it, Georgina, because you have lots of",
    "speaker": null
  },
  {
    "start": 303.599,
    "end": 310.079,
    "text": "friends. I hope you're not being sarcastic, Neil. Absolutely not. I'm not a sarcastic T-Rex type,",
    "speaker": null
  },
  {
    "start": 310.079,
    "end": 315.12,
    "text": "more of a friendly monkey. Okay, well, let's stay friends and recap the vocabulary from this",
    "speaker": null
  },
  {
    "start": 315.12,
    "end": 321.199,
    "text": "OK, well, let’s stay friends and recap the vocabulary from this programme, starting with rapport - a good feeling between two people based on understanding and communication.",
    "speaker": "rapport"
  },
  {
    "start": 321.199,
    "end": 327.12,
    "text": "If you get on with someone, you like and enjoy a friendly relationship with them.",
    "speaker": "get on with someone"
  },
  {
    "start": 327.12,
    "end": 332.799,
    "text": "Walking a tightrope means to be in a difficult situation which requires careful consideration of what to do.",
    "speaker": "Walking a tightrope"
  },
  {
    "start": 332.799,
    "end": 338.24,
    "text": "To be objective is to base your actions on facts rather than personal feelings.",
    "speaker": "objective"
  },
  {
    "start": 338.879,
    "end": 344.079,
    "text": "When building rapport with someone, it’s good to be frank – to express yourself in an open, honest way.",
    "speaker": "frank"
  },
  {
    "start": 344.079,
    "end": 349.519,
    "text": "way. But not sarcastic, to say the opposite of what you really mean in order to hurt someone's",
    "speaker": null
  },
  {
    "start": 349.519,
    "end": 355.04,
    "text": "feelings or criticise them in a humorous way. Well, Neil, if we run over six minutes, we'll break",
    "speaker": null
  },
  {
    "start": 355.04,
    "end": 360.079,
    "text": "our rapport with a six-minute English producer. So that's all for this programme. Join us again",
    "speaker": null
  },
  {
    "start": 360.079,
    "end": 365.6,
    "text": "soon for more trending topics and useful vocabulary. And remember to download the BBC Learning",
    "speaker": null
  },
  {
    "start": 365.6,
    "end": 370.56,
    "text": "English app and stay friends by following us on social media. Bye for now. Bye!",
    "speaker": null
  }
]