[
  {
    "start": 0,
    "end": 5.44,
    "text": "This is a download from BBC Learning English to find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 6.96,
    "end": 13.359,
    "text": "Hi Neil from BBC Learning English here. Did you know that we are now offering a new weekly",
    "speaker": null
  },
  {
    "start": 13.359,
    "end": 21.28,
    "text": "extra episode of 6 Minute English exclusively on our website? So go to BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 21.28,
    "end": 27.12,
    "text": "to find your favourite presenters on your favourite programme. The extra episodes are only available",
    "speaker": null
  },
  {
    "start": 27.12,
    "end": 31.039,
    "text": "on our website, BBCLearningEnglish.com. See you there.",
    "speaker": null
  },
  {
    "start": 40.719,
    "end": 44.32,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "start": 46.159,
    "end": 51.68,
    "text": "If you live in a city, you're probably familiar with this very modern site. A man walking",
    "speaker": null
  },
  {
    "start": 51.679,
    "end": 57.439,
    "text": "his dog drops a little black plastic bag into a rubbish bin. Inside the bag is dog poo.",
    "speaker": null
  },
  {
    "start": 58.079,
    "end": 63.359,
    "text": "It might make it seem that humans are hygienic creatures - certainly cleaner than dogs, who go to the toilet wherever they want. But is this the whole story?",
    "speaker": "Sam"
  },
  {
    "start": 63.359,
    "end": 70.64,
    "text": "toilet wherever they want, but is this the whole story? How do us humans compare with other animals",
    "speaker": null
  },
  {
    "start": 70.64,
    "end": 76,
    "text": "How do us humans compare with other animals when it comes to keeping ourselves and our environment clean? In this programme, we’ll be asking whether humans as a species are naturally clean and tidy.",
    "speaker": "Neil"
  },
  {
    "start": 76.079,
    "end": 83.28,
    "text": "humans as a species are naturally clean and tidy. In fact, from dumping raw sewage into rivers,",
    "speaker": null
  },
  {
    "start": 83.28,
    "end": 88.239,
    "text": "In fact, from dumping raw sewage into rivers to littering the streets with trash, humans aren’t always good at dealing with waste.",
    "speaker": "Sam"
  },
  {
    "start": 88.239,
    "end": 95.28,
    "text": "While some animals, on the other hand, are instinctively clean.",
    "speaker": "Neil"
  },
  {
    "start": 95.28,
    "end": 101.12,
    "text": "to bury their poo. In the past, humans got rid of their waste by throwing it into the street or",
    "speaker": null
  },
  {
    "start": 101.2,
    "end": 107.28,
    "text": "into streams and rivers, hoping the water would wash it away. House of sight, house of mind,",
    "speaker": null
  },
  {
    "start": 107.28,
    "end": 112,
    "text": "Out of sight out of mind! That’s a phrase used to say that it’s easier to forget something when you can’t see it.",
    "speaker": "Out of sight out of mind"
  },
  {
    "start": 112.8,
    "end": 116.8,
    "text": "But this doesn't always work as we'll discover from my quiz question, Sam.",
    "speaker": null
  },
  {
    "start": 116.8,
    "end": 122.64,
    "text": "In Victorian times, the population of London boomed and so did all the pee and poo being thrown",
    "speaker": null
  },
  {
    "start": 122.64,
    "end": 129.2,
    "text": "into the river Thames. It got so bad that by the 1850s, the awful smell had its own name,",
    "speaker": null
  },
  {
    "start": 129.199,
    "end": 136.399,
    "text": "but what? Was it A, the great stench, B, the great stink, or C, the great smell?",
    "speaker": null
  },
  {
    "start": 138.079,
    "end": 142.799,
    "text": "Ugh! All sounds pretty disgusting, Neil, but I’ll go for A) The Great Stench.",
    "speaker": "Sam"
  },
  {
    "start": 144.079,
    "end": 149.519,
    "text": "Okay, Sam, we'll find out if that's right later. Earlier you mentioned cats as examples of",
    "speaker": null
  },
  {
    "start": 149.519,
    "end": 155.839,
    "text": "animals who hide their waste, but leafcutter ants go even further. They kill any dirty ants trying",
    "speaker": null
  },
  {
    "start": 155.84,
    "end": 162,
    "text": "to re-enter the group. Zoologist Professor Adam Hart has spent years studying ants and other",
    "speaker": null
  },
  {
    "start": 162,
    "end": 167.12,
    "text": "clean creatures here, here speaking with the BBC World Service Programme, the conversation.",
    "speaker": null
  },
  {
    "start": 168.96,
    "end": 172.719,
    "text": "Sam and I will be watching and it's just pouring out the back end and they don't seem to care.",
    "speaker": null
  },
  {
    "start": 172.719,
    "end": 178,
    "text": "Other animals will go to quite great lengths to go to a specific area. Some Antelope, for example,",
    "speaker": null
  },
  {
    "start": 178.56,
    "end": 183.12,
    "text": "will go to a sort of latrine area. It's really linked to their ecology, so quite often",
    "speaker": null
  },
  {
    "start": 183.2,
    "end": 189.039,
    "text": "animals are using dung and also urine as marking posts and territorial markers to say to other",
    "speaker": null
  },
  {
    "start": 189.039,
    "end": 192.48,
    "text": "groups of animals and other individuals that, well, this is my territory not yours.",
    "speaker": null
  },
  {
    "start": 194,
    "end": 200,
    "text": "Like cats and ants, antelopes go to great lengths, meaning they try very hard to do something, in this case to leave their poo - or dung - in a specific area, away from their home.",
    "speaker": "go to great lengths,"
  },
  {
    "start": 200,
    "end": 205.28,
    "text": "In this case, to leave their poo or dung in a specific area away from their home.",
    "speaker": null
  },
  {
    "start": 206.08,
    "end": 212.8,
    "text": "Antelopes leave smells, called territorial markers, secreted in urine, or pee, to tell other animals that an area of land is already occupied.",
    "speaker": "territorial markers"
  },
  {
    "start": 212.8,
    "end": 216.719,
    "text": "to tell other animals that an area of land is already occupied.",
    "speaker": null
  },
  {
    "start": 217.76,
    "end": 221.76,
    "text": "Okay, Sam, but just because most of us don't pee at the bottom of the garden,",
    "speaker": null
  },
  {
    "start": 221.76,
    "end": 224.24,
    "text": "does that necessarily mean humans are dirtier?",
    "speaker": null
  },
  {
    "start": 225.04,
    "end": 230.64,
    "text": "Well, no, not according to psychologist Dr Michael Debarra. He thinks that human",
    "speaker": null
  },
  {
    "start": 230.64,
    "end": 235.76,
    "text": "attitudes to cleanliness are related to the problem of infectious diseases,",
    "speaker": null
  },
  {
    "start": 235.76,
    "end": 239.12,
    "text": "something we've all experienced during the COVID pandemic.",
    "speaker": null
  },
  {
    "start": 240,
    "end": 244.4,
    "text": "Here is Dr Debarra explaining more to BBC World Services the conversation.",
    "speaker": null
  },
  {
    "start": 246,
    "end": 251.759,
    "text": "So in humans, it seems like the emotion discussed as a big part of how we deal with infectious",
    "speaker": null
  },
  {
    "start": 251.759,
    "end": 257.519,
    "text": "disease problems. It's characterized by avoidance, by sometimes kind of feelings of nausea.",
    "speaker": null
  },
  {
    "start": 257.519,
    "end": 263.28,
    "text": "And what's interesting about it is that it is elicited by many of the things that are infectious",
    "speaker": null
  },
  {
    "start": 263.28,
    "end": 267.759,
    "text": "disease threats in our environment. So that might be particular smells or particular",
    "speaker": null
  },
  {
    "start": 267.759,
    "end": 273.039,
    "text": "substances, bodywaste, physical signs of infectious disease, coughs, sneezes.",
    "speaker": null
  },
  {
    "start": 274.719,
    "end": 280.639,
    "text": "Our natural reaction to something which is dursy and which therefore may be diseased and harmful",
    "speaker": null
  },
  {
    "start": 280.639,
    "end": 288.159,
    "text": "to us is disgust, a strong feeling of dislike or repulsion. We might feel so disgusted at the",
    "speaker": null
  },
  {
    "start": 288.159,
    "end": 293.599,
    "text": "sight or smell of human waste that we actually want to vomit, feeling known as nausea.",
    "speaker": null
  },
  {
    "start": 293.92,
    "end": 300.8,
    "text": "These bodily reactions are the immune system’s way of saying: keep away! – this will make you sick!",
    "speaker": "Sam"
  },
  {
    "start": 302,
    "end": 307.2,
    "text": "So although getting a bit dirty won't kill you unless you're a leafcutter and human evolution",
    "speaker": null
  },
  {
    "start": 307.2,
    "end": 312.16,
    "text": "has developed a psychological way of keeping us clean. What's the matter Sam, you look a little",
    "speaker": null
  },
  {
    "start": 312.16,
    "end": 319.92,
    "text": "dream. I am Neil, all this talk of being boo is disgusting. And just imagine how bad it must",
    "speaker": null
  },
  {
    "start": 319.92,
    "end": 325.12,
    "text": "have been in the old days. Like in Victorian times before the invention of modern sewers and",
    "speaker": null
  },
  {
    "start": 325.12,
    "end": 331.84,
    "text": "Like in Victorian times before the invention of modern sewers and sanitation. In my quiz question I asked you what people called the awful smell in London in the 1850s.",
    "speaker": "Neil"
  },
  {
    "start": 332.56,
    "end": 339.52,
    "text": "And I said it was A) The Great Stench. Was I right?",
    "speaker": "Sam"
  },
  {
    "start": 339.52,
    "end": 345.36,
    "text": "great stink which stunk up the river tens all the way to Westminster. It was only when the smell",
    "speaker": null
  },
  {
    "start": 345.36,
    "end": 349.12,
    "text": "reached the noses of politicians in Parliament that something was done about it.",
    "speaker": null
  },
  {
    "start": 350.639,
    "end": 357.6,
    "text": "…so starting another useful phrase – to raise a stink about something, meaning to make a strong public complaint.",
    "speaker": "to raise a stink about something"
  },
  {
    "start": 357.6,
    "end": 364.16,
    "text": "public complaint. Okay let's recap the other vocabulary, starting with out of sight, out of mind,",
    "speaker": null
  },
  {
    "start": 364.16,
    "end": 370.4,
    "text": "a phrase meaning that it's easier to forget something when you can't see it. To go to great lengths",
    "speaker": null
  },
  {
    "start": 370.879,
    "end": 377.759,
    "text": "to try very hard to achieve something. Territorial markers are smells in animals dung or urine marking",
    "speaker": null
  },
  {
    "start": 377.759,
    "end": 383.599,
    "text": "their territory. These may fill you with disgust, a feeling of strong dislike or repulsion,",
    "speaker": null
  },
  {
    "start": 383.599,
    "end": 388.959,
    "text": "or even give you nausea the feeling that you're going to vomit. And that's all for this stinky",
    "speaker": null
  },
  {
    "start": 388.959,
    "end": 396.079,
    "text": "edition of 6 Minute English. Join us again soon for more topical chat and useful vocabulary. Bye for now. Bye.",
    "speaker": null
  }
]