[
  {
    "order": 0,
    "start": 0,
    "end": 5.52,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "order": 1,
    "start": 13.359,
    "end": 17.12,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "order": 2,
    "start": 17.92,
    "end": 25.199,
    "text": "And I'm Sam. These days, our lives are filled with devices that were unimaginable only a few years ago.",
    "speaker": null
  },
  {
    "order": 3,
    "start": 25.199,
    "end": 29.519,
    "text": "The sorts of things you read about in science fiction novels that never thought you'd own.",
    "speaker": null
  },
  {
    "order": 4,
    "start": 30.079,
    "end": 37.679,
    "text": "Yes, like those robots that vacuum your floor or voice-activated lights. We call many of these things",
    "speaker": "Neil"
  },
  {
    "order": 5,
    "start": 37.679,
    "end": 43.519,
    "text": "smart tech. But while they can help with the little tasks at home, some people are wondering whether",
    "speaker": null
  },
  {
    "order": 6,
    "start": 43.519,
    "end": 49.6,
    "text": " they can help fight climate change. Yes, smart homes, regulating things like the temperature",
    "speaker": "Neil"
  },
  {
    "order": 7,
    "start": 49.6,
    "end": 56.56,
    "text": "are a step in the right direction. Using AI to learn when the house is occupied and the optimal time",
    "speaker": null
  },
  {
    "order": 8,
    "start": 56.56,
    "end": 61.679,
    "text": "to fire up for heating is one way to limit wasteful use of resources.",
    "speaker": null
  },
  {
    "order": 9,
    "start": 62.4,
    "end": 68.64,
    "text": "The problem comes from the origin of the energy which powers these home systems. If it’s fossil fuels",
    "speaker": "digging them up"
  },
  {
    "order": 10,
    "start": 68.64,
    "end": 74.159,
    "text": "then digging them up an informal way of saying removing something from the earth and burning them",
    "speaker": null
  },
  {
    "order": 11,
    "start": 74.159,
    "end": 79.76,
    "text": "creates carbon emissions. I suppose that's why many people are trying to find more",
    "speaker": null
  },
  {
    "order": 12,
    "start": 79.76,
    "end": 83.28,
    "text": "renewable forms of energy to reduce their carbon footprint.",
    "speaker": null
  },
  {
    "order": 13,
    "start": 84,
    "end": 88.4,
    "text": "Well, it's interesting that you mentioned carbon footprint because my question is about that",
    "speaker": "Neil"
  },
  {
    "order": 14,
    "start": 88.4,
    "end": 95.2,
    "text": "today. How many tons of carbon dioxide are humans responsible for emitting into the atmosphere",
    "speaker": null
  },
  {
    "order": 15,
    "start": 95.2,
    "end": 102.719,
    "text": "every year? Is it more than a 30 billion, b 40 billion or c 50 billion?",
    "speaker": null
  },
  {
    "order": 16,
    "start": 103.52,
    "end": 109.04,
    "text": "Well, Neil, that all sounds like a lot to me, but I'll go straight down the middle and say b",
    "speaker": "Neil"
  },
  {
    "order": 17,
    "start": 109.2,
    "end": 114.32,
    "text": "40 billion tons. Okay, Sam will find out the correct answer at the end of the program.",
    "speaker": null
  },
  {
    "order": 18,
    "start": 114.96,
    "end": 119.84,
    "text": "So you mentioned earlier that people are looking into ways to use more renewable energy,",
    "speaker": "Neil"
  },
  {
    "order": 19,
    "start": 119.84,
    "end": 123.04,
    "text": "but there are also some problems with that form of energy production.",
    "speaker": null
  },
  {
    "order": 20,
    "start": 123.76,
    "end": 129.92,
    "text": "Yes, for example, many of these technologies rely on certain weather conditions which affect",
    "speaker": null
  },
  {
    "order": 21,
    "start": 129.92,
    "end": 138.64,
    "text": "the levels of energy production. Dr. NS Abu Harmad, CEO of H2Go, is working on a project in Orkney,",
    "speaker": null
  },
  {
    "order": 22,
    "start": 138.639,
    "end": 143.679,
    "text": "an island off the coast of Scotland, testing ways of storing renewable forms of energy.",
    "speaker": "Neil"
  },
  {
    "order": 23,
    "start": 144.479,
    "end": 149.679,
    "text": "Here she is on the BBC World Service Programme Crowd Science, speaking with Greia Jackson,",
    "speaker": null
  },
  {
    "order": 24,
    "start": 149.679,
    "end": 153.119,
    "text": "talking about the limitations of renewable energy sources.",
    "speaker": null
  },
  {
    "order": 25,
    "start": 154.399,
    "end": 158.879,
    "text": "Renewable energy is intermittent by its nature because we're dependent and relying on",
    "speaker": null
  },
  {
    "order": 26,
    "start": 159.679,
    "end": 165.919,
    "text": "the weather, when the sun shines and when the wind blows and these line nature are not 24",
    "speaker": null
  },
  {
    "order": 27,
    "start": 165.919,
    "end": 170.319,
    "text": "hour seven, reliable constant. And that means that demand doesn't always meet.",
    "speaker": null
  },
  {
    "order": 28,
    "start": 170.319,
    "end": 176,
    "text": "Supply renewables, it can mean that we get blackouts, but on the other hand, it means that when",
    "speaker": null
  },
  {
    "order": 29,
    "start": 176,
    "end": 180.239,
    "text": "the sun is up and we are producing all that power or when the wind is blowing and we're producing",
    "speaker": "blackouts"
  },
  {
    "order": 30,
    "start": 180.239,
    "end": 185.599,
    "text": "power, we might not be able to use that energy. There's no demand for it. And so it's wasted.",
    "speaker": null
  },
  {
    "order": 31,
    "start": 186.719,
    "end": 194.239,
    "text": "So Dr. NS Abu Harmad said the renewable energy is intermittent, which means that something is not",
    "speaker": null
  },
  {
    "order": 32,
    "start": 194.24,
    "end": 201.04,
    "text": "continuous or has many breaks. She also said that because there isn't always a steady stream of",
    "speaker": null
  },
  {
    "order": 33,
    "start": 201.04,
    "end": 208,
    "text": "energy, we can get blackouts, periods of time without energy. People like Dr. NS Abu Harmad are",
    "speaker": null
  },
  {
    "order": 34,
    "start": 208,
    "end": 213.04,
    "text": "trying to find solutions to make renewable energy storage devices, which would make the",
    "speaker": "blackouts"
  },
  {
    "order": 35,
    "start": 213.04,
    "end": 220.16,
    "text": "supply of energy more constant. Smart tech can also help with this problem with renewable resources.",
    "speaker": null
  },
  {
    "order": 36,
    "start": 220.159,
    "end": 225.28,
    "text": "Now of course, not only can computers be used to design efficient models, but smart tech",
    "speaker": "Neil"
  },
  {
    "order": 37,
    "start": 225.28,
    "end": 230.159,
    "text": "can also be used to improve performance after things like wind turbines have been installed.",
    "speaker": null
  },
  {
    "order": 38,
    "start": 230.8,
    "end": 236.079,
    "text": "Here is Greia Jackson, Science Broadcaster and podcaster, speaking about how smart tech can",
    "speaker": null
  },
  {
    "order": 39,
    "start": 236.079,
    "end": 240.56,
    "text": "improve efficiency on BBC World Service Programme, Crowd Science.",
    "speaker": null
  },
  {
    "order": 40,
    "start": 241.599,
    "end": 245.759,
    "text": "Some engineers use something called a digital twin. This is really interesting, actually",
    "speaker": "in real timemachine learningsimulate"
  },
  {
    "order": 41,
    "start": 245.759,
    "end": 249.679,
    "text": "This is where lots of sensors are attached to the wind turbine so it can be",
    "speaker": null
  },
  {
    "order": 42,
    "start": 250.239,
    "end": 256,
    "text": "modelled on a computer in real time. And then using machine learning, you can then simulate",
    "speaker": null
  },
  {
    "order": 43,
    "start": 256,
    "end": 261.519,
    "text": "what's happening to the wind turbine in specific weather conditions. And this is important",
    "speaker": null
  },
  {
    "order": 44,
    "start": 261.519,
    "end": 265.519,
    "text": "because it means they can make sure they're performing at their best.",
    "speaker": null
  },
  {
    "order": 45,
    "start": 265.519,
    "end": 270.8,
    "text": "Greia Jackson used the expression in real time, which means without delay or live.",
    "speaker": null
  },
  {
    "order": 46,
    "start": 271.759,
    "end": 277.52,
    "text": "And she also mentioned machine learning, which is the way computers change their behaviour",
    "speaker": null
  },
  {
    "order": 47,
    "start": 277.52,
    "end": 284,
    "text": "based on data they collected. And she also said simulate, produce a computer model of something.",
    "speaker": "machine learning"
  },
  {
    "order": 48,
    "start": 284.8,
    "end": 289.84,
    "text": "So, while there are issues with the reliability of the source of renewable energy",
    "speaker": "Sam"
  },
  {
    "order": 49,
    "start": 289.84,
    "end": 295.439,
    "text": "it's clear that people are working on solutions such as energy storage to make sure there is always",
    "speaker": null
  },
  {
    "order": 50,
    "start": 295.439,
    "end": 301.519,
    "text": "a supply. And that computers can be used to design and operate technology as efficiently as possible.",
    "speaker": null
  },
  {
    "order": 51,
    "start": 302.24,
    "end": 307.68,
    "text": "Much in the same way that AI can be used in your home to make it run as efficiently as possible.",
    "speaker": "Sam"
  },
  {
    "order": 52,
    "start": 308.319,
    "end": 311.519,
    "text": "Yes, all in the hope of reducing your carbon footprint.",
    "speaker": null
  },
  {
    "order": 53,
    "start": 311.519,
    "end": 313.839,
    "text": "Which reminds me of your quiz question, Neil.",
    "speaker": "Sam"
  },
  {
    "order": 54,
    "start": 314.48,
    "end": 320.48,
    "text": "Yes, in my quiz question, I asked Sam how many tons of carbon dioxide humans produce each year?",
    "speaker": null
  },
  {
    "order": 55,
    "start": 320.8,
    "end": 324.08,
    "text": "And I went for B, 40 billion tons.",
    "speaker": null
  },
  {
    "order": 56,
    "start": 324.08,
    "end": 326.08,
    "text": "Which is the correct answer, well done, Sam.",
    "speaker": "Sam"
  },
  {
    "order": 57,
    "start": 326.8,
    "end": 331.04,
    "text": "Wow, I guess right. But all three of those numbers aren't really, really high.",
    "speaker": null
  },
  {
    "order": 58,
    "start": 331.92,
    "end": 337.04,
    "text": "Let's recap the vocabulary from today's programme about smart tech and climate change,",
    "speaker": "Sam"
  },
  {
    "order": 59,
    "start": 337.04,
    "end": 343.52,
    "text": "starting with dig something up. An informal expression, which means to remove something from the",
    "speaker": null
  },
  {
    "order": 60,
    "start": 343.52,
    "end": 348.08,
    "text": "ground. Intermittent is used to describe something that is not continuous or steady.",
    "speaker": null
  },
  {
    "order": 61,
    "start": 348.879,
    "end": 353.839,
    "text": "Blackouts are periods of time without energy, for example electricity.",
    "speaker": "Blackouts"
  },
  {
    "order": 62,
    "start": 353.839,
    "end": 356.719,
    "text": "In real time means without delay or live.",
    "speaker": null
  },
  {
    "order": 63,
    "start": 356.719,
    "end": 363.919,
    "text": "Machine learning is the process by which computers learn and change behaviour based on data.",
    "speaker": "Machine learning"
  },
  {
    "order": 64,
    "start": 363.919,
    "end": 367.759,
    "text": "And finally, simulate means produce a computer model.",
    "speaker": null
  },
  {
    "order": 65,
    "start": 367.759,
    "end": 370.639,
    "text": "And that's all for this programme. Bye for now.",
    "speaker": null
  },
  {
    "order": 66,
    "start": 370.639,
    "end": 371.919,
    "text": "Goodbye.",
    "speaker": "Sam"
  }
]