[
  {
    "start": 0,
    "end": 5.52,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 13.28,
    "end": 17.199,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "start": 17.199,
    "end": 18.16,
    "text": "And I’m Sam.",
    "speaker": "Sam"
  },
  {
    "start": 18.16,
    "end": 23.839,
    "text": "The Olympic Games happened every four years and the most recent games were held in Tokyo this summer.",
    "speaker": null
  },
  {
    "start": 23.839,
    "end": 25.039,
    "text": "Did you watch them Sam?",
    "speaker": null
  },
  {
    "start": 25.119,
    "end": 31.679,
    "text": "Yes, I saw British swimmer Adam PC, winner gold medal and my personal favourite was 13-year-old",
    "speaker": null
  },
  {
    "start": 31.679,
    "end": 36.799,
    "text": "sky brown, competing in an exciting sport which was added to the Olympics this year.",
    "speaker": null
  },
  {
    "start": 36.799,
    "end": 37.84,
    "text": "skateboarding.",
    "speaker": null
  },
  {
    "start": 37.84,
    "end": 42.239,
    "text": "Olympic athletes inspire people around the world to take on new challenges,",
    "speaker": null
  },
  {
    "start": 42.239,
    "end": 48.239,
    "text": "eat healthily and get fit. So it seems strange that some of the companies that sponsor or pay for",
    "speaker": null
  },
  {
    "start": 48.239,
    "end": 54.56,
    "text": "the Olympic Games also sell food and drink which is linked to obesity, heart disease and diabetes.",
    "speaker": null
  },
  {
    "start": 55.039,
    "end": 61.039,
    "text": "Tobacco advertising was banned from international sport in 2005 because of the harmful effects of smoking. But other companies selling less-than-healthy products still sponsor big sporting events.",
    "speaker": "sponsor"
  },
  {
    "start": 61.039,
    "end": 67.28,
    "text": "smoking. But other companies selling less than healthy products still sponsor the exhausting events.",
    "speaker": null
  },
  {
    "start": 67.28,
    "end": 73.12,
    "text": "These could be sugary drinks companies or others who sell fast food, hot food like hamburgers",
    "speaker": null
  },
  {
    "start": 73.12,
    "end": 76.879,
    "text": "that is quick to cook and serve which is often unhealthy.",
    "speaker": null
  },
  {
    "start": 76.879,
    "end": 81.599,
    "text": "In this programme we’ll be asking whether it’s right for companies selling unhealthy products to sponsor sporting events.",
    "speaker": "Sam"
  },
  {
    "start": 81.599,
    "end": 83.599,
    "text": "disponsors forting events.",
    "speaker": null
  },
  {
    "start": 111.679,
    "end": 115.919,
    "text": "Phoebe is A because they wanted to call french fries McFrys.",
    "speaker": null
  },
  {
    "start": 115.919,
    "end": 118.879,
    "text": "Okay Sam we'll find out the answer later in the programme.",
    "speaker": null
  },
  {
    "start": 118.879,
    "end": 124.319,
    "text": "Someone who is worried about the relationship between fast food and sport is Dr Sandra Dimaio.",
    "speaker": null
  },
  {
    "start": 124.319,
    "end": 129.12,
    "text": "He worked for the World Health Organization specialising in obesity before starting his own",
    "speaker": null
  },
  {
    "start": 129.12,
    "end": 131.759,
    "text": "public health agency in Australia.",
    "speaker": null
  },
  {
    "start": 131.759,
    "end": 136.24,
    "text": "Here is Dr Dimaio speaking with BBC World Service programme The Food Chain",
    "speaker": null
  },
  {
    "start": 136.24,
    "end": 139.519,
    "text": "about the problem with unhealthy brands and food products.",
    "speaker": null
  },
  {
    "start": 139.6,
    "end": 144.56,
    "text": "By having their brand alongside a young person's favourite sporting hero on the",
    "speaker": null
  },
  {
    "start": 144.56,
    "end": 151.2,
    "text": "chest of their national team it does two things. First of all it creates brand attachment so if you're",
    "speaker": null
  },
  {
    "start": 151.2,
    "end": 156.96,
    "text": "a young child and you build the connection in your mind that basically fast food equals success.",
    "speaker": null
  },
  {
    "start": 157.6,
    "end": 161.12,
    "text": "At the same time it also gives a health halo to that brand.",
    "speaker": null
  },
  {
    "start": 161.68,
    "end": 166.719,
    "text": "Then you start to think in your mind even subconsciously that it can't be that bad.",
    "speaker": null
  },
  {
    "start": 166.719,
    "end": 172.159,
    "text": "You’ve probably heard of ‘brand loyalty’, where people have a favourite brand they always buy, but Dr Demaio is concerned about brand attachment.",
    "speaker": "brand attachment"
  },
  {
    "start": 172.159,
    "end": 175.84,
    "text": "but Dr Dimaio is concerned about brand attachment.",
    "speaker": null
  },
  {
    "start": 176.24,
    "end": 180.479,
    "text": "Brand attachment is the emotional connection between humans and brands.",
    "speaker": null
  },
  {
    "start": 180.479,
    "end": 186.319,
    "text": "It goes deeper than loyalty so that people mentally connect a particular company with feelings of",
    "speaker": null
  },
  {
    "start": 186.319,
    "end": 189.039,
    "text": "winning, being healthy and success.",
    "speaker": null
  },
  {
    "start": 189.039,
    "end": 194.159,
    "text": "The problem comes when these feelings attach to companies that aren't healthy at all.",
    "speaker": null
  },
  {
    "start": 194.24,
    "end": 197.68,
    "text": "Dr Dimaio says this creates a health halo.",
    "speaker": null
  },
  {
    "start": 197.68,
    "end": 204.719,
    "text": "The belief that something is good like an angel's halo even though there is little evidence to support this.",
    "speaker": null
  },
  {
    "start": 204.719,
    "end": 210.4,
    "text": "On the other hand fast food and fizzy drink companies invest large amounts of money in sport.",
    "speaker": null
  },
  {
    "start": 210.4,
    "end": 215.359,
    "text": "Over 4.5 billion dollars since the 2016 Rio Olympics.",
    "speaker": null
  },
  {
    "start": 215.359,
    "end": 217.84,
    "text": "Much of it supporting athletes around the world.",
    "speaker": null
  },
  {
    "start": 217.84,
    "end": 223.519,
    "text": "Yes, with travel, training and equipment the cost of being an Olympic athlete can be huge. And depending on your country and your sport, there may be little financial help.",
    "speaker": "Sam"
  },
  {
    "start": 224.159,
    "end": 228.879,
    "text": "And depending on your country and your sport there may be little financial help.",
    "speaker": null
  },
  {
    "start": 228.879,
    "end": 232.319,
    "text": "Many athletes are desperate for any sponsorship they can get.",
    "speaker": null
  },
  {
    "start": 232.319,
    "end": 235.84,
    "text": "Does that make it right to promote unhealthy eating in return?",
    "speaker": null
  },
  {
    "start": 235.84,
    "end": 241.519,
    "text": "Not according to Dr Dimaio who thinks people should worry about the nutritional value of fast food.",
    "speaker": null
  },
  {
    "start": 241.519,
    "end": 245.12,
    "text": "As he explained to BBC World Services the food chain.",
    "speaker": null
  },
  {
    "start": 245.12,
    "end": 251.28,
    "text": "When we think about foods and beverages of public health concern we tend to start by",
    "speaker": null
  },
  {
    "start": 251.759,
    "end": 255.84,
    "text": "talking about highly processed foods, particularly ultra processed foods.",
    "speaker": null
  },
  {
    "start": 256.319,
    "end": 260.879,
    "text": "These are foods that have been really broken down to their kind of basic elements and then",
    "speaker": null
  },
  {
    "start": 260.879,
    "end": 263.92,
    "text": "built up their more products really than foods.",
    "speaker": null
  },
  {
    "start": 263.92,
    "end": 266,
    "text": "You know they're made in a laboratory not a kitchen.",
    "speaker": null
  },
  {
    "start": 266.8,
    "end": 271.68,
    "text": "Dr Dimaio mentions unhealthy foods and beverages, another word for drinks.",
    "speaker": null
  },
  {
    "start": 271.68,
    "end": 276.16,
    "text": "He's concerned about the public health risk of ultra processed food.",
    "speaker": null
  },
  {
    "start": 276.16,
    "end": 279.279,
    "text": "Foods containing extra ingredients like chemicals,",
    "speaker": null
  },
  {
    "start": 279.279,
    "end": 283.679,
    "text": "colourings and sweetness that you wouldn't add when cooking homemade food.",
    "speaker": null
  },
  {
    "start": 283.679,
    "end": 287.279,
    "text": "A potato for example is natural, minimally processed,",
    "speaker": null
  },
  {
    "start": 287.279,
    "end": 292.719,
    "text": "make a potato when it becomes processed, make french fries and it's ultra processed.",
    "speaker": null
  },
  {
    "start": 292.719,
    "end": 296.799,
    "text": "And speaking of french fries Neil what was the answer to your question?",
    "speaker": null
  },
  {
    "start": 296.799,
    "end": 303.599,
    "text": "Yes, I asked Sam the reason behind the decision McDonald’s made not to sponsor the 2024 Paris Olympics.",
    "speaker": "Neil"
  },
  {
    "start": 303.599,
    "end": 308.239,
    "text": "And I said it was A because they wanted to call french fries McFrys.",
    "speaker": null
  },
  {
    "start": 308.24,
    "end": 311.12,
    "text": "Which was the wrong answer I'm afraid.",
    "speaker": null
  },
  {
    "start": 311.12,
    "end": 316.4,
    "text": "In fact McDonald's wanted to be the only company allowed to advertise cheese so it could boost",
    "speaker": null
  },
  {
    "start": 316.4,
    "end": 322.16,
    "text": "cheeseburger sales. This didn't go down well with officials in France, a country with over a",
    "speaker": null
  },
  {
    "start": 322.16,
    "end": 328.48,
    "text": "thousand different types of cheese. Okay let's recap the vocabulary from this programme starting with",
    "speaker": null
  },
  {
    "start": 328.48,
    "end": 333.04,
    "text": "fast food, hot food that is quick to cook but maybe unhealthy.",
    "speaker": null
  },
  {
    "start": 333.04,
    "end": 336.48,
    "text": "Companies that sponsor sports events, pay for them to happen.",
    "speaker": "sponsor"
  },
  {
    "start": 336.56,
    "end": 341.52,
    "text": "Brand attachment is a psychological connection between someone and a brand.",
    "speaker": "Brand attachment"
  },
  {
    "start": 341.52,
    "end": 346.319,
    "text": "A health halo is the perception that something is healthy for you, even if it’s not.",
    "speaker": "A health halo"
  },
  {
    "start": 346.319,
    "end": 352.48,
    "text": "Ultra processed foods are foods containing added artificial ingredients like colourings and preservatives.",
    "speaker": null
  },
  {
    "start": 352.48,
    "end": 354.879,
    "text": "And beverage is another word for a drink.",
    "speaker": null
  },
  {
    "start": 354.879,
    "end": 360.56,
    "text": "That’s all from us, but if you’d like to find out more about the business, science and culture of food, why not download The Food Chain podcast! – it’s updated weekly and available now.",
    "speaker": "Sam"
  },
  {
    "start": 360.56,
    "end": 365.84,
    "text": "why not download the food chain podcast it's updated weekly and available now.",
    "speaker": null
  },
  {
    "start": 365.839,
    "end": 370.399,
    "text": "Join us again soon for more topical discussion and vocabulary here at 6 Minute English. Bye for now!",
    "speaker": "Neil"
  },
  {
    "start": 370.399,
    "end": 372.799,
    "text": "Bye for now. Bye!",
    "speaker": null
  }
]
