[
  {
    "start": 0,
    "end": 3.12,
    "text": "This is a download from BBC Learning English.",
    "speaker": null
  },
  {
    "start": 3.12,
    "end": 5.679,
    "text": "To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 5.679,
    "end": 11.12,
    "text": "6M8 English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 13.28,
    "end": 17.28,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "start": 17.28,
    "end": 18.4,
    "text": "And I’m Sam.",
    "speaker": "Sam"
  },
  {
    "start": 18.4,
    "end": 25.28,
    "text": "If you browse through a library, you’ll find a variety of different books, from fiction to crime to romance.",
    "speaker": "Neil"
  },
  {
    "start": 25.28,
    "end": 29.679,
    "text": "And if you walk through a city you’ll see a variety of people of different ages, body shapes, skin colours and genders.",
    "speaker": "Sam"
  },
  {
    "start": 29.679,
    "end": 32.96,
    "text": "body shapes, skin colours and genders.",
    "speaker": null
  },
  {
    "start": 32.96,
    "end": 38.88,
    "text": "In this 6 Minute English, we'll be hearing about an unusual library where the books are people",
    "speaker": null
  },
  {
    "start": 38.88,
    "end": 44.32,
    "text": "made of flesh and bone instead of paper. It's called the human library and the books",
    "speaker": null
  },
  {
    "start": 44.32,
    "end": 50.719,
    "text": "are individuals who have faced prejudice, which means an unreasonable dislike of certain types of people.",
    "speaker": null
  },
  {
    "start": 51.6,
    "end": 58.799,
    "text": "Readers may borrow these books who are people from all walks of life for a 30-minute conversation.",
    "speaker": null
  },
  {
    "start": 59.519,
    "end": 62.32,
    "text": "The book titles are short and to the point.",
    "speaker": null
  },
  {
    "start": 62.32,
    "end": 67.759,
    "text": "Titles like Transgender, Former Criminal or Immigrant.",
    "speaker": null
  },
  {
    "start": 67.759,
    "end": 72.96,
    "text": "The human books are volunteers, and visiting readers are encouraged to ask those awkward or embarrassing questions they’ve always wondered about.",
    "speaker": "Neil"
  },
  {
    "start": 72.96,
    "end": 75.599,
    "text": "embarrassing questions they've always wondered about.",
    "speaker": null
  },
  {
    "start": 76.4,
    "end": 80.159,
    "text": "This means the human library needs to be a safe space.",
    "speaker": null
  },
  {
    "start": 80.719,
    "end": 84.4,
    "text": "This means the Human Library needs to be a safe space – a place where people feel protected from danger and harm.",
    "speaker": "safe space"
  },
  {
    "start": 84.4,
    "end": 89.28,
    "text": "It's a fascinating idea, but before we find out more, I have a question for you, Sam.",
    "speaker": null
  },
  {
    "start": 89.28,
    "end": 94.64,
    "text": "The human library started out in Denmark, but soon spread across Europe and the world.",
    "speaker": null
  },
  {
    "start": 94.64,
    "end": 97.92,
    "text": "So how many countries have a human library now?",
    "speaker": null
  },
  {
    "start": 97.92,
    "end": 103.519,
    "text": "Is it A, 75, B, 85 or C, 95?",
    "speaker": null
  },
  {
    "start": 103.519,
    "end": 108.96,
    "text": "Well, everyone likes to hear a story – so I‘ll guess, c) 95.",
    "speaker": "Sam"
  },
  {
    "start": 108.959,
    "end": 112.239,
    "text": "Okay, Sam, we'll find out if that's right later in the program.",
    "speaker": null
  },
  {
    "start": 113.199,
    "end": 117.359,
    "text": "The first human library was founded in Copenhagen by Ronnie A. Bagel.",
    "speaker": null
  },
  {
    "start": 118.079,
    "end": 122.879,
    "text": "Here he is telling BBC World Service Program People Fixing the World about the",
    "speaker": null
  },
  {
    "start": 122.879,
    "end": 125.28,
    "text": "inspiration behind his original idea.",
    "speaker": null
  },
  {
    "start": 128,
    "end": 130.959,
    "text": "We don't have time on the street to stop and get to know everyone,",
    "speaker": null
  },
  {
    "start": 130.959,
    "end": 132.879,
    "text": "so we drop people in little boxes.",
    "speaker": null
  },
  {
    "start": 132.879,
    "end": 137.039,
    "text": "So it's instinct that's guiding us and we never get beyond the instinct if we don't get to know",
    "speaker": null
  },
  {
    "start": 137.199,
    "end": 142.319,
    "text": "the person. So in our library, we recommend sitting down and meeting some of the people that you",
    "speaker": null
  },
  {
    "start": 142.319,
    "end": 148.479,
    "text": "normally might actually not feel interested in sitting down with because there's something about",
    "speaker": null
  },
  {
    "start": 148.479,
    "end": 154.399,
    "text": "them that you may feel a little bit uncomfortable about. You'll learn tremendously not only about them,",
    "speaker": null
  },
  {
    "start": 154.399,
    "end": 155.599,
    "text": "but also about yourself.",
    "speaker": null
  },
  {
    "start": 157.919,
    "end": 162.799,
    "text": "When we meet someone new, we often already have ideas about what they are like.",
    "speaker": null
  },
  {
    "start": 162.88,
    "end": 169.52,
    "text": "Ronnie says we put someone in a box, an expression meaning to judge what kind of person someone is",
    "speaker": null
  },
  {
    "start": 169.52,
    "end": 173.6,
    "text": "based on their appearance or on a limited understanding of who they are.",
    "speaker": null
  },
  {
    "start": 174.16,
    "end": 178.24,
    "text": "He recommends meeting people who you wouldn't usually spend time with,",
    "speaker": null
  },
  {
    "start": 178.24,
    "end": 184.56,
    "text": "He recommends meeting people who you wouldn’t usually spend time with, even if this makes you feel uncomfortable – feel slightly worried or embarrassed in a social situation.",
    "speaker": "feel uncomfortable"
  },
  {
    "start": 185.36,
    "end": 190.56,
    "text": "So the main idea of the Human Library is to challenge the assumptions and stereotypes that we all have about other people.",
    "speaker": "Neil"
  },
  {
    "start": 190.56,
    "end": 192.64,
    "text": "that we all have about other people.",
    "speaker": null
  },
  {
    "start": 193.36,
    "end": 198.56,
    "text": "Ronnie uses social media to find volunteers who are willing to talk about their lives at public",
    "speaker": null
  },
  {
    "start": 198.56,
    "end": 204.719,
    "text": "meetings, which anyone can attend. As the human library spreads around the world, more money is",
    "speaker": null
  },
  {
    "start": 204.719,
    "end": 210.08,
    "text": "needed to keep the project going. This mostly comes from hosting events for private companies,",
    "speaker": null
  },
  {
    "start": 210.08,
    "end": 216.56,
    "text": "including famous businesses like Google. Transgender volunteer Katie John Went is a regular host",
    "speaker": null
  },
  {
    "start": 216.56,
    "end": 222.08,
    "text": "for the human libraries business events. Listen to this clip of her introducing the project to a",
    "speaker": null
  },
  {
    "start": 222.08,
    "end": 226.96,
    "text": "group of Dutch businessmen from BBC World Service Programme, People Fixing the World.",
    "speaker": null
  },
  {
    "start": 230.08,
    "end": 234.48,
    "text": "When we're in the workplace or on social media, what we often find is we're walking on eggshells",
    "speaker": null
  },
  {
    "start": 234.48,
    "end": 238.64,
    "text": "around diversity and difference. Many people don't want to get it wrong quite understandably.",
    "speaker": null
  },
  {
    "start": 239.28,
    "end": 244.4,
    "text": "The important thing to remember is that you can ask the men a thing. They're never going to make",
    "speaker": null
  },
  {
    "start": 244.4,
    "end": 248.4,
    "text": "you wrong for the question you asked today, which is an incredibly rare offer.",
    "speaker": null
  },
  {
    "start": 250.8,
    "end": 256,
    "text": "When meeting someone with completely different life experiences, people can be worried about saying",
    "speaker": null
  },
  {
    "start": 256,
    "end": 261.759,
    "text": "the wrong thing or asking embarrassing questions. Katie says they are walking on eggshells,",
    "speaker": null
  },
  {
    "start": 261.759,
    "end": 266.8,
    "text": "an expression which means to be very careful about what you do and say because you don't want to",
    "speaker": null
  },
  {
    "start": 266.8,
    "end": 274,
    "text": "offend or upset anyone. But in fact, the human books are rarely offended. The event is all about",
    "speaker": null
  },
  {
    "start": 274,
    "end": 279.759,
    "text": "celebrating people's difference and diversity. A term which describes how many different types of",
    "speaker": null
  },
  {
    "start": 279.759,
    "end": 286.56,
    "text": "people are included together. Exactly. It's a celebration for everyone regardless of race, age,",
    "speaker": null
  },
  {
    "start": 286.56,
    "end": 292.319,
    "text": "or gender. Or nationality in that reminds me what was the answer to your question Neil?",
    "speaker": null
  },
  {
    "start": 292.319,
    "end": 296.959,
    "text": "Oh yes, I asked how many countries today have a human library. What did you say Sam?",
    "speaker": null
  },
  {
    "start": 296.959,
    "end": 304.239,
    "text": "I guessed it was C, 95 countries. Which was the wrong answer I'm afraid. The correct answer was",
    "speaker": null
  },
  {
    "start": 304.239,
    "end": 311.439,
    "text": "B, 85 countries from Norway and Hungary all the way to Australia and Mongolia. Wow, I met that makes",
    "speaker": null
  },
  {
    "start": 311.439,
    "end": 318.319,
    "text": "a lot of interesting stories. Okay, let's recap the vocabulary for this programme about people sharing",
    "speaker": null
  },
  {
    "start": 318.319,
    "end": 324.56,
    "text": "their experience of facing prejudice. The unreasonable dislike are certain groups of people.",
    "speaker": null
  },
  {
    "start": 324.56,
    "end": 332,
    "text": "A safe space is a place where you feel protected from danger and harm. When we put someone in a box,",
    "speaker": null
  },
  {
    "start": 332,
    "end": 338.16,
    "text": "we judge them based on their appearance or a limited understanding of them. If you feel uncomfortable,",
    "speaker": null
  },
  {
    "start": 338.16,
    "end": 344.72,
    "text": "you feel slightly worried or embarrassed in a social situation. The expression walking on eggshells",
    "speaker": null
  },
  {
    "start": 344.72,
    "end": 350.48,
    "text": "The expression walking on eggshells means being very careful about what you do and say because you don’t want to offend anyone.",
    "speaker": "walking on eggshells"
  },
  {
    "start": 350.48,
    "end": 356.8,
    "text": "And finally, diversity is a term describing many different types of people being included together.",
    "speaker": "diversity"
  },
  {
    "start": 356.8,
    "end": 362.879,
    "text": "Well, it's time to return these human books back to the library shells because our six minutes are up.",
    "speaker": null
  },
  {
    "start": 362.879,
    "end": 367.84,
    "text": "Join us again for more real-life stories and topical vocabulary here at six-minute English",
    "speaker": null
  },
  {
    "start": 367.84,
    "end": 370.879,
    "text": "from BBC Learning English. Goodbye for now. Bye.",
    "speaker": null
  }
]
