[
  {
    "start": 0,
    "end": 5.44,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 13.519,
    "end": 17.6,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam.",
    "speaker": "Sam"
  },
  {
    "start": 17.6,
    "end": 22.719,
    "text": "And I’m Neil. Sam, do you remember an old children’s television show called, ‘Lassie’?",
    "speaker": "Neil"
  },
  {
    "start": 22.719,
    "end": 27.28,
    "text": "Yes, I grew up watching the adventures of schoolboy Timmy and its pet dog,",
    "speaker": null
  },
  {
    "start": 27.28,
    "end": 31.359,
    "text": "a collie named Lassie. Whenever Timmy got lost or into trouble,",
    "speaker": null
  },
  {
    "start": 31.359,
    "end": 34.32,
    "text": "Lassie sensed danger and came to the rescue.",
    "speaker": null
  },
  {
    "start": 34.32,
    "end": 40.4,
    "text": "If you believe shows like ‘Lassie’, pets know when their human owners feel afraid or in danger. But in real life do animals know, or care, about human feelings?",
    "speaker": "Neil"
  },
  {
    "start": 40.4,
    "end": 44.96,
    "text": "But in real life, do animals know or care about human feelings?",
    "speaker": null
  },
  {
    "start": 44.96,
    "end": 48.64,
    "text": "Now, Neil, obviously we’re not talking about wild animals, right?",
    "speaker": "Sam"
  },
  {
    "start": 49.12,
    "end": 52.32,
    "text": "We're talking about domesticated animals.",
    "speaker": null
  },
  {
    "start": 52.32,
    "end": 57.92,
    "text": "Types of animals which are under human control and have been living closely with people for centuries.",
    "speaker": null
  },
  {
    "start": 57.92,
    "end": 63.6,
    "text": "They include pets like cats and dogs, working animals and farm animals like cows and sheep.",
    "speaker": null
  },
  {
    "start": 64.4,
    "end": 70.079,
    "text": "So, what about dogs like our friend, Lassie? Do you think they can sense human feelings?",
    "speaker": "Sam"
  },
  {
    "start": 70.079,
    "end": 74.4,
    "text": "It's hard to know what's really going on behind a dog's big brown eyes.",
    "speaker": null
  },
  {
    "start": 74.4,
    "end": 77.92,
    "text": "Unlike humans, pets can't talk to say how they're feeling,",
    "speaker": null
  },
  {
    "start": 77.92,
    "end": 80.799,
    "text": "and this makes it easy for us to misunderstand them.",
    "speaker": null
  },
  {
    "start": 81.359,
    "end": 86.879,
    "text": "People often anthropomorphise their pets, treat them as if they were human by giving them human",
    "speaker": null
  },
  {
    "start": 86.879,
    "end": 92.799,
    "text": "characteristics. In cartoons, Mickey Mouse can talk and Donald Duck dances and things,",
    "speaker": null
  },
  {
    "start": 92.799,
    "end": 96.319,
    "text": "but we know mice and ducks don't really do that in nature.",
    "speaker": null
  },
  {
    "start": 96.319,
    "end": 102.239,
    "text": "Exactly. But recently, new research has suggested that sometimes pets do respond to their owner’s feelings.",
    "speaker": "Neil"
  },
  {
    "start": 102.239,
    "end": 107.439,
    "text": "as feelings. Okay, well, before we find out more, I have a quiz question for you, Neil.",
    "speaker": null
  },
  {
    "start": 108.079,
    "end": 114.239,
    "text": "Lassie wasn't the only TV show to feature a boy and his pet companion. A similar show,",
    "speaker": null
  },
  {
    "start": 114.239,
    "end": 119.28,
    "text": "Skippy was setting Australia, but what type of animal was the star?",
    "speaker": null
  },
  {
    "start": 119.84,
    "end": 125.28,
    "text": "Was Skippy A a rabbit, be a frog or see a kangaroo?",
    "speaker": null
  },
  {
    "start": 126.079,
    "end": 130.159,
    "text": "Well, if Skippy was Australian, I'll guess he's see a kangaroo.",
    "speaker": null
  },
  {
    "start": 130.159,
    "end": 133.039,
    "text": "Okay, I'll reveal the answer later in the program.",
    "speaker": null
  },
  {
    "start": 133.519,
    "end": 137.599,
    "text": "Now, Neil, earlier you mentioned that because animals can't speak,",
    "speaker": null
  },
  {
    "start": 137.599,
    "end": 140.56,
    "text": "it's difficult to know their feelings about us.",
    "speaker": null
  },
  {
    "start": 140.56,
    "end": 146.719,
    "text": "Difficult, yes, but not impossible. Recently, anthrozoologist Dr Karen Heastand",
    "speaker": null
  },
  {
    "start": 146.719,
    "end": 151.12,
    "text": "designed an experiment to test whether our pets really do care about us.",
    "speaker": null
  },
  {
    "start": 151.68,
    "end": 157.439,
    "text": "She filmed pet owners pretending to be hurt and observed the reactions of their dogs and cats.",
    "speaker": null
  },
  {
    "start": 157.439,
    "end": 162.719,
    "text": "Here's Aegean Washborne, producer for BBC World Service Programme Health Check,",
    "speaker": null
  },
  {
    "start": 162.8,
    "end": 168.56,
    "text": "pretending to hear his leg at home where he lives with his two pets, a cat and a dog.",
    "speaker": null
  },
  {
    "start": 170.479,
    "end": 174.56,
    "text": "And now I'm going to fake an injury and we'll see how they respond.",
    "speaker": null
  },
  {
    "start": 180.96,
    "end": 185.36,
    "text": "Well, the tailwaking has got a bit more, there's a bit of a yawn, so I don't think they were",
    "speaker": null
  },
  {
    "start": 185.36,
    "end": 190.8,
    "text": "particularly sensitive or bothered that I was squealing around the floor in agony holding my leg",
    "speaker": null
  },
  {
    "start": 190.88,
    "end": 197.439,
    "text": "up in the air trying to feign an injury. Meanwhile, the cat who's on the windowsill is looking at me",
    "speaker": null
  },
  {
    "start": 198.08,
    "end": 204.88,
    "text": "with wide eyes. Adrian didn't really hurt his leg, he feigned or pretended to be hurt.",
    "speaker": null
  },
  {
    "start": 204.88,
    "end": 210.08,
    "text": "He pretended to be an agony, extreme physical pain, to see what his pets would do.",
    "speaker": null
  },
  {
    "start": 210.88,
    "end": 218.16,
    "text": "Aegean's dog wagged his tail and gave a yawn. The cat meanwhile just looked at him with wide eyes,",
    "speaker": null
  },
  {
    "start": 218.159,
    "end": 222.319,
    "text": "little evidence of pets showing care or concern there, you might think.",
    "speaker": null
  },
  {
    "start": 222.879,
    "end": 228.319,
    "text": "But according to Dr Heesdan, the animal's behaviour makes perfect sense when you remember where",
    "speaker": null
  },
  {
    "start": 228.319,
    "end": 234.479,
    "text": "they came from. Dogs are descended from ancient breeds of wolves, very social animals who",
    "speaker": null
  },
  {
    "start": 234.479,
    "end": 240.159,
    "text": "live together in packs, so it makes sense that a dog would sniff and come closer to investigate",
    "speaker": null
  },
  {
    "start": 240.159,
    "end": 245.68,
    "text": "what was happening. Cats on the other hand are solitary creatures, descended from wild cats who",
    "speaker": null
  },
  {
    "start": 245.76,
    "end": 251.599,
    "text": "lived and hunted alone. Dr Heesdan thinks this explains the reaction of Adrian's cat,",
    "speaker": null
  },
  {
    "start": 251.599,
    "end": 254.48,
    "text": "as she told BBC World Service Programme Health Check.",
    "speaker": null
  },
  {
    "start": 255.84,
    "end": 258.8,
    "text": "What we're seeing typically is cats staying much more still,",
    "speaker": null
  },
  {
    "start": 258.8,
    "end": 262.16,
    "text": "that they're looking and looking at their owner, so they're definitely paying their owner",
    "speaker": null
  },
  {
    "start": 262.16,
    "end": 266.16,
    "text": "awful lot of attention when they're displaying this negative distress emotion,",
    "speaker": null
  },
  {
    "start": 266.16,
    "end": 270.399,
    "text": "compared to during the control procedure where they're just doing cat things, walking around,",
    "speaker": null
  },
  {
    "start": 270.399,
    "end": 276.959,
    "text": "grooming that kind of thing. The experiment showed the different responses of cats and dogs to",
    "speaker": null
  },
  {
    "start": 276.959,
    "end": 283.679,
    "text": "human distress, feelings of worry, sadness or pain. In the experiment, dogs were visibly concerned,",
    "speaker": null
  },
  {
    "start": 283.679,
    "end": 288.959,
    "text": "while cats simply paid more attention to what was going on. Some cats did nothing except carry",
    "speaker": null
  },
  {
    "start": 288.959,
    "end": 294.959,
    "text": "on grooming, cleaning themselves, using their tongue and paws. The experiment confirms the idea we",
    "speaker": null
  },
  {
    "start": 295.039,
    "end": 301.519,
    "text": "have of cats being cold and anti-social. And of dogs being our best friend. But according to Dr",
    "speaker": null
  },
  {
    "start": 301.519,
    "end": 307.519,
    "text": "Heesdan's findings, cats also feel human distress, they just show it in a different way.",
    "speaker": null
  },
  {
    "start": 307.519,
    "end": 312.479,
    "text": "Well, if the experiment included lassie, she'd probably phone the emergency services,",
    "speaker": null
  },
  {
    "start": 312.479,
    "end": 319.359,
    "text": "then make a junior cup of tea. And what about Skippy? Ah, yes. In my quiz question, I asked Neil,",
    "speaker": null
  },
  {
    "start": 319.36,
    "end": 326.24,
    "text": "about the Australian TV star Skippy. I guess that he was sea a kangaroo. Which was the correct",
    "speaker": null
  },
  {
    "start": 326.24,
    "end": 333.68,
    "text": "answer. Over two metres high, in able to jump nine metres in a single hop, you'd be in safe hands",
    "speaker": null
  },
  {
    "start": 333.68,
    "end": 338.56,
    "text": "with Skippy the kangaroo. Right, let's recap the vocabulary from this programme,",
    "speaker": null
  },
  {
    "start": 338.56,
    "end": 346,
    "text": "starting with domesticated, a word to describe animals which are not wild and live under human control.",
    "speaker": null
  },
  {
    "start": 346,
    "end": 351.199,
    "text": "To anthropomorphise means to give animals human qualities and characteristics.",
    "speaker": null
  },
  {
    "start": 351.199,
    "end": 357.04,
    "text": "If you feign illness, you pretend to be ill when you're not. To be an agony means to be an",
    "speaker": null
  },
  {
    "start": 357.04,
    "end": 364.24,
    "text": "extreme physical pain. Someone whose distress feels worry, pain or sadness. And finally, grooming",
    "speaker": null
  },
  {
    "start": 364.24,
    "end": 369.6,
    "text": "is how some animals clean themselves using their tongue and paws. That's all the time we have for",
    "speaker": null
  },
  {
    "start": 369.6,
    "end": 371.6,
    "text": "this programme. Bye for now. Bye.",
    "speaker": null
  }
]