[
  {
    "start": 0,
    "end": 5.52,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 13.439,
    "end": 18.4,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam.",
    "speaker": "Sam"
  },
  {
    "start": 18.4,
    "end": 23.839,
    "text": "In this 6 Minute English, we're celebrating the life of one of modern South Africa's founding",
    "speaker": null
  },
  {
    "start": 23.839,
    "end": 30.8,
    "text": "fathers, the icon and Nobel laureate at Bishop Desmond Tutsu. Archbishop Tutsu was one of the",
    "speaker": null
  },
  {
    "start": 30.8,
    "end": 36.56,
    "text": "leaders of the non-violent movement to end the system of racial segregation known as apartheid.",
    "speaker": null
  },
  {
    "start": 37.12,
    "end": 42,
    "text": "apartheid was enforced against the black population of South Africa by the white minority",
    "speaker": null
  },
  {
    "start": 42,
    "end": 49.359,
    "text": "government from 1948 until 1991. It's impossible to imagine South Africa's difficult journey to",
    "speaker": null
  },
  {
    "start": 49.439,
    "end": 55.359,
    "text": "freedom without Archbishop Desmond Tutsu. While other anti-apartheid leaders, like his close friend",
    "speaker": null
  },
  {
    "start": 55.359,
    "end": 60.799,
    "text": "Nelson Mandela, were imprisoned or even killed, Archbishop Tutsu was there at every step of the",
    "speaker": null
  },
  {
    "start": 60.799,
    "end": 67.039,
    "text": "struggle. The rebellious priest speaking out against the injustices of apartheid. Archbishop Tutsu",
    "speaker": null
  },
  {
    "start": 67.039,
    "end": 74.239,
    "text": "was a hero of the 20th century. He died in December 2021 and was laid to rest in Cape Town in a state",
    "speaker": null
  },
  {
    "start": 74.319,
    "end": 80.159,
    "text": "funeral on New Year's Day. In this programme, we'll hear about some important moments from his life",
    "speaker": null
  },
  {
    "start": 80.159,
    "end": 85.919,
    "text": "and, as usual, learn some related vocabulary as well. But first, I have a question for you, Neil.",
    "speaker": null
  },
  {
    "start": 86.56,
    "end": 93.679,
    "text": "Nelson Mandela was sometimes affectionately called by his clan's name, Mediba. But do you know what",
    "speaker": null
  },
  {
    "start": 93.679,
    "end": 103.359,
    "text": "nickname Archbishop Desmond Tutsu was given? Was it A, the Des, B, the Bish, or C, the Arch?",
    "speaker": null
  },
  {
    "start": 103.519,
    "end": 107.28,
    "text": "I don’t know, but I’ll guess his nickname was c) the Arch.",
    "speaker": "Neil"
  },
  {
    "start": 107.28,
    "end": 111.599,
    "text": "Okay, Neil. We'll find out if that's the correct answer at the end of the programme.",
    "speaker": null
  },
  {
    "start": 112.239,
    "end": 118.879,
    "text": "Desmond and Pilo Tutsu was born in 1931 in the town of Clirksdorp in Northern South Africa.",
    "speaker": null
  },
  {
    "start": 119.599,
    "end": 125.439,
    "text": "In this 2014 interview with BBC World Service programme Outlook, he looks back on some of his",
    "speaker": null
  },
  {
    "start": 125.519,
    "end": 133.199,
    "text": "earliest childhood memories. I had a very happy childhood. I'm a boy,",
    "speaker": null
  },
  {
    "start": 134.4,
    "end": 140.4,
    "text": "child between two girls. My sister sometimes thought that our mother",
    "speaker": null
  },
  {
    "start": 141.84,
    "end": 151.36,
    "text": "rather spoiled me, pampered me. My mother was not educated much, but she had an incredible",
    "speaker": null
  },
  {
    "start": 152.16,
    "end": 161.76,
    "text": "loving for people and was very generous. Part of my own unhappiness was",
    "speaker": null
  },
  {
    "start": 162.4,
    "end": 171.36,
    "text": "precisely that anyone could want to take advantage of such a gracious, gentle, generous person.",
    "speaker": null
  },
  {
    "start": 173.04,
    "end": 178.56,
    "text": "As a child, Desmond Tutsu's mother would pamper him, give him special treatment and make him",
    "speaker": null
  },
  {
    "start": 178.56,
    "end": 185.28,
    "text": "feel special by doing nice things for him. He also says his mother spoiled him, let him do or have",
    "speaker": null
  },
  {
    "start": 185.28,
    "end": 191.759,
    "text": "whatever he wanted. Spoiling a child usually has a bad effect on their character as they grow up,",
    "speaker": null
  },
  {
    "start": 191.759,
    "end": 197.36,
    "text": "but this doesn't seem to be true for Desmond Tutsu. What upset the young Desmond was how his mother",
    "speaker": null
  },
  {
    "start": 197.36,
    "end": 202.96,
    "text": "What upset the young Desmond was how his mother was treated by some white South Africans who would take advantage of her - treat her unfairly for their own benefit.",
    "speaker": "take advantage of"
  },
  {
    "start": 203.439,
    "end": 209.28,
    "text": "for their own benefit. In 1955, Desmond Tutsu married his wife, Leah. They had children and the",
    "speaker": null
  },
  {
    "start": 209.28,
    "end": 215.12,
    "text": "In 1955 Desmond Tutu married his wife, Leah. They had children and the family moved to London for a time, before returning to South Africa when Desmond was made Dean of Johannesburg.",
    "speaker": "Sam"
  },
  {
    "start": 215.12,
    "end": 220.8,
    "text": "Johannesburg. He knew that returning to a racially segregated South Africa would be difficult for",
    "speaker": null
  },
  {
    "start": 220.8,
    "end": 227.52,
    "text": "his family. In this interview with BBC World Service Programme Outlook, Archbishop Tutsu remembers",
    "speaker": null
  },
  {
    "start": 227.52,
    "end": 232.48,
    "text": "one terrifying incident involving his wife, Leah, who had gone to the Johannesburg traffic",
    "speaker": null
  },
  {
    "start": 232.56,
    "end": 241.599,
    "text": "department to renew a car license. The handcuffs here, and they walked with him in the street,",
    "speaker": null
  },
  {
    "start": 241.599,
    "end": 249.039,
    "text": "often she was paraded, and then when the court case was heard, my wife was acquitted,",
    "speaker": null
  },
  {
    "start": 249.039,
    "end": 259.279,
    "text": "but they had done what they wanted to do, which was to humiliate her and in the process hit at me.",
    "speaker": null
  },
  {
    "start": 260,
    "end": 270.239,
    "text": "I have to say that I found those actions near unforgivable because I was the one who",
    "speaker": null
  },
  {
    "start": 270.959,
    "end": 275.199,
    "text": "was out in the forefront, although Leah, she's a toughie.",
    "speaker": null
  },
  {
    "start": 278.639,
    "end": 286,
    "text": "Police officers arrested and handcuffed Leah to humiliate her, make a feel ashamed and stupid.",
    "speaker": null
  },
  {
    "start": 286,
    "end": 291.199,
    "text": "When she went to court, Leah was acquitted, declared not guilty of committing a crime,",
    "speaker": null
  },
  {
    "start": 291.199,
    "end": 297.04,
    "text": "but the police continued to harass her even though his wife was in his own words a toughie,",
    "speaker": null
  },
  {
    "start": 297.04,
    "end": 302.639,
    "text": "someone who is tough and determined. Archbishop Tutsu describes the event as",
    "speaker": null
  },
  {
    "start": 302.639,
    "end": 309.279,
    "text": "near unforgivable, but in fact he did forgive the white police officers, and in 1991,",
    "speaker": null
  },
  {
    "start": 309.279,
    "end": 314.399,
    "text": "at the end of a part-ide, he started the Truth and Reconciliation Commission,",
    "speaker": null
  },
  {
    "start": 314.399,
    "end": 318.319,
    "text": "as a way of healing divisions between black and white communities.",
    "speaker": null
  },
  {
    "start": 318.319,
    "end": 322.879,
    "text": "What an inspirational life! But we still don’t know what his nickname was, Sam!",
    "speaker": "Neil"
  },
  {
    "start": 322.879,
    "end": 328.56,
    "text": "Right, in my question, I asked Neil what Archbishop Desmond Tutsu's nickname was?",
    "speaker": null
  },
  {
    "start": 328.56,
    "end": 330.239,
    "text": "I guessed it was, The Arch.",
    "speaker": "Neil"
  },
  {
    "start": 330.239,
    "end": 332.56,
    "text": "Which was the correct answer.",
    "speaker": null
  },
  {
    "start": 332.56,
    "end": 338.479,
    "text": "Affectionately known as the arch, Desmond Tutsu will be remembered as a man of peace and forgiveness.",
    "speaker": null
  },
  {
    "start": 339.279,
    "end": 344.319,
    "text": "Right, let's recap the vocabulary we've learned in this program, starting with Pampa.",
    "speaker": null
  },
  {
    "start": 344.399,
    "end": 346.399,
    "text": "To give someone special treatment.",
    "speaker": null
  },
  {
    "start": 346.399,
    "end": 350.8,
    "text": "If you spoil a child, you let them do whatever they want, but be careful,",
    "speaker": null
  },
  {
    "start": 350.8,
    "end": 355.68,
    "text": "If you spoil a child, you let them do whatever they want, but be careful because they might take advantage of you – treat you badly for their own benefit.",
    "speaker": "spoil take advantage of"
  },
  {
    "start": 355.68,
    "end": 360.079,
    "text": "To humiliate someone means to make them feel ashamed or stupid.",
    "speaker": "humiliate"
  },
  {
    "start": 360.079,
    "end": 364.159,
    "text": "If you are acquitted of a crime, it is judged that you are not guilty.",
    "speaker": "acquitted"
  },
  {
    "start": 364.159,
    "end": 371.279,
    "text": "And finally, a toughie is a slang word to describe someone like Archbishop Desmond Tutsu or his wife,",
    "speaker": null
  },
  {
    "start": 371.279,
    "end": 373.839,
    "text": "Leah, who is tough and determined.",
    "speaker": null
  },
  {
    "start": 373.839,
    "end": 375.599,
    "text": "Once again, our six minutes are up. Goodbye for now!",
    "speaker": "Neil"
  },
  {
    "start": 375.599,
    "end": 376.559,
    "text": "Goodbye for now.",
    "speaker": null
  },
  {
    "start": 376.559,
    "end": 377.039,
    "text": "Bye!",
    "speaker": "Sam"
  }
]