[
  {
    "start": 0,
    "end": 5.6,
    "text": "This is a download from BBC Learning English to find out more visit our website",
    "speaker": null
  },
  {
    "start": 13.599,
    "end": 18.48,
    "text": "Hello, this is six minute English from BBC Learning English. I'm Sam and I'm Neil",
    "speaker": null
  },
  {
    "start": 18.48,
    "end": 26.12,
    "text": "It's nice to see you, Neil, [smiley face], [high five], [fist bump]!",
    "speaker": "Sam"
  },
  {
    "start": 26.6,
    "end": 35.28,
    "text": "Yes, I am in this program. We're entering the world of emojis the small characters people use to show emotions in texts and emails",
    "speaker": null
  },
  {
    "start": 35.56,
    "end": 37.719,
    "text": "Do you have a favorite emoji Neil?",
    "speaker": null
  },
  {
    "start": 37.92,
    "end": 46.64,
    "text": "Mines that crying tears of laughter emoji. I like the smiling face with hearts one and with over three thousand emojis to choose from",
    "speaker": null
  },
  {
    "start": 46.64,
    "end": 48.4,
    "text": "There's one for every occasion",
    "speaker": null
  },
  {
    "start": 48.4,
    "end": 53.56,
    "text": "It's one of the reasons why emojis have become so popular over the last 20 years",
    "speaker": null
  },
  {
    "start": 53.56,
    "end": 59.24,
    "text": "They let people put back some of the human emotion that's missing in written texts and emails",
    "speaker": null
  },
  {
    "start": 59.44,
    "end": 64.24,
    "text": "We'll be finding out more about emojis and learning some related vocabulary soon",
    "speaker": null
  },
  {
    "start": 64.359,
    "end": 66.6,
    "text": "But first I have a question for you Neil",
    "speaker": null
  },
  {
    "start": 66.879,
    "end": 75.48,
    "text": "It's about the word emoji itself which was invented in 1999 in Japan for the first internet enabled mobile phones",
    "speaker": null
  },
  {
    "start": 75.84,
    "end": 80.359,
    "text": "The name emoji comes from the combination of two Japanese words",
    "speaker": null
  },
  {
    "start": 80.359,
    "end": 92.159,
    "text": "But which words is the word emoji a combination of a face and emotion be picture and character or see message and image",
    "speaker": null
  },
  {
    "start": 92.159,
    "end": 96.079,
    "text": "I'll say it's a) face and emotion.",
    "speaker": "Neil"
  },
  {
    "start": 96.079,
    "end": 100.079,
    "text": "We'll find out if your answer gets a thumbs up at the end of the program",
    "speaker": null
  },
  {
    "start": 100.48,
    "end": 109.319,
    "text": "When we talk with someone face to face we use physical gestures like smiling, laughing or nodding to show the other person how we feel",
    "speaker": null
  },
  {
    "start": 109.679,
    "end": 114.959,
    "text": "But these gestures get lost in written communication. That's where emojis come in",
    "speaker": null
  },
  {
    "start": 114.959,
    "end": 120.359,
    "text": "They add feeling and emotion to online messages, but not everyone is an emoji fan",
    "speaker": null
  },
  {
    "start": 120.599,
    "end": 130,
    "text": "That's where emojis come in - they add feeling and emotion to online messages. But not everyone is an emoji fan. Some people believe that carefully chosen words are the best way of expressing yourself, and that emojis are affecting our ability to put feelings into words.",
    "speaker": "Neil"
  },
  {
    "start": 130.079,
    "end": 136.319,
    "text": "Here's cognitive linguist professor Viv Evans author of a book about the language of emojis",
    "speaker": null
  },
  {
    "start": 136.799,
    "end": 140.439,
    "text": "Explaining more to BBC radio force word of mouth",
    "speaker": null
  },
  {
    "start": 141.439,
    "end": 144.84,
    "text": "A lot of people you know language mavens the grammar police and so on",
    "speaker": null
  },
  {
    "start": 145.319,
    "end": 151.919,
    "text": "Will say have the sort of jaundiced prejudice view about emoji that's taking us back to the dark ages of a literacy",
    "speaker": null
  },
  {
    "start": 152.12,
    "end": 155.879,
    "text": "Bring back Shakespeare and stick to the language of Shakespeare and all the rest of it",
    "speaker": null
  },
  {
    "start": 155.879,
    "end": 159.359,
    "text": "But that fundamentally misunderstands the nature of communication",
    "speaker": null
  },
  {
    "start": 159.959,
    "end": 164.759,
    "text": "But that fundamentally misunderstands the nature of communication. Emoji is important. In fact, it makes us more effective communicators in the digital age.",
    "speaker": "the grammar police jaundiced the dark ages"
  },
  {
    "start": 166.56,
    "end": 172.239,
    "text": "Viv Evans describes people who don't approve of emojis as the grammar police a",
    "speaker": null
  },
  {
    "start": 172.799,
    "end": 179.28,
    "text": "slang term referring to people who want to see formal language and grammar what they call correct English",
    "speaker": null
  },
  {
    "start": 179.519,
    "end": 187.719,
    "text": "Written online the grammar police criticize modern stars of English and like to correct other people's mistakes in spelling and grammar",
    "speaker": null
  },
  {
    "start": 188.199,
    "end": 193.199,
    "text": "According to professor Evans the grammar police have a jaundiced view of emojis",
    "speaker": null
  },
  {
    "start": 193.359,
    "end": 198.199,
    "text": "According to Professor Evans, the grammar police have a jaundiced view of emojis - they only see the negative side of them because of their own ideas and experiences.",
    "speaker": "the grammar police jaundiced"
  },
  {
    "start": 198.479,
    "end": 206.119,
    "text": "What's more they think emojis are taking us back to the dark ages of illiteracy when most people couldn't read or write",
    "speaker": null
  },
  {
    "start": 206.239,
    "end": 211.399,
    "text": "If someone refers to the dark ages they mean a past time in history considered",
    "speaker": null
  },
  {
    "start": 211.799,
    "end": 218.159,
    "text": "Uncivilized and characterized by ignorance but luckily for emoji fans the grammar police are in the minority",
    "speaker": null
  },
  {
    "start": 218.719,
    "end": 224.4,
    "text": "Over six billion emoji messages are sent around the world every day with about",
    "speaker": null
  },
  {
    "start": 224.879,
    "end": 230.24,
    "text": "70% containing emotion-based characters like smiley face and blowing kisses",
    "speaker": null
  },
  {
    "start": 230.479,
    "end": 236.359,
    "text": "According to professor Evans emoji users are more expressive more effective communicators",
    "speaker": null
  },
  {
    "start": 236.719,
    "end": 240.68,
    "text": "So could that be an advantage for someone looking for love online?",
    "speaker": null
  },
  {
    "start": 241.079,
    "end": 246.719,
    "text": "That's what Michael Rosen presenter of BBC Radio 4's word of mouth wanted to find out",
    "speaker": null
  },
  {
    "start": 247.68,
    "end": 251.84,
    "text": "Is it possible to start a relationship using emoji?",
    "speaker": "Michael Rosen"
  },
  {
    "start": 251.84,
    "end": 256.24,
    "text": "Well, there is the research that's been conducted by match.com the American based",
    "speaker": null
  },
  {
    "start": 256.879,
    "end": 263.519,
    "text": "Dating site and what they found based on their research is that the people that use more emojis",
    "speaker": null
  },
  {
    "start": 263.72,
    "end": 268.839,
    "text": "tend to be luckier in love they have more success in terms of dating in the digital age",
    "speaker": null
  },
  {
    "start": 269.16,
    "end": 271.639,
    "text": "Using emoji makes us more effective communicators",
    "speaker": null
  },
  {
    "start": 271.639,
    "end": 273.16,
    "text": "… more expressive …",
    "speaker": "Michael Rosen"
  },
  {
    "start": 273.16,
    "end": 279.76,
    "text": "… more expressive, we're better able to express our emotional selves, and people therefore it stands to reason, if you use more emojis you're gonna get more dates!",
    "speaker": "it stands to reason"
  },
  {
    "start": 279.76,
    "end": 281.76,
    "text": "You're gonna get more dates",
    "speaker": null
  },
  {
    "start": 282.28,
    "end": 286,
    "text": "For people who are dating or starting a romantic relationship with someone",
    "speaker": null
  },
  {
    "start": 286,
    "end": 293.68,
    "text": "For people who are dating, or starting a romantic relationship with someone, it seems that using emojis helps them be lucky in love, an expression meaning lucky in finding a romantic partner.",
    "speaker": "dating lucky in love"
  },
  {
    "start": 294.04,
    "end": 296.52,
    "text": "emojis let us show our true personality",
    "speaker": null
  },
  {
    "start": 296.52,
    "end": 300.48,
    "text": "So professor Evans says it stands to reason in other words",
    "speaker": null
  },
  {
    "start": 300.48,
    "end": 307.04,
    "text": "It seems likely to be true that emoji users get more dates and that's a big thumbs up from me",
    "speaker": null
  },
  {
    "start": 307.52,
    "end": 312.84,
    "text": "What about our question Sam did my answer get a thumbs up to in my question?",
    "speaker": null
  },
  {
    "start": 312.84,
    "end": 320.48,
    "text": "I asked you which words combine to make up the Japanese word emoji and I guessed it was a face and emotion",
    "speaker": null
  },
  {
    "start": 320.48,
    "end": 324.879,
    "text": "Which was sad face the wrong answer I'm afraid in fact",
    "speaker": null
  },
  {
    "start": 324.879,
    "end": 329.639,
    "text": "Which was [sad face] the wrong answer, I'm afraid. In fact, 'emoji' combines the words for 'picture' and 'character' in Japanese.",
    "speaker": "Sam"
  },
  {
    "start": 330.199,
    "end": 335.639,
    "text": "Okay, let's recap the vocabulary we've learned about emojis starting with the grammar police",
    "speaker": null
  },
  {
    "start": 335.92,
    "end": 341.519,
    "text": "People who want correct spelling and grammar online and criticize those who don't if you have a",
    "speaker": null
  },
  {
    "start": 341.879,
    "end": 348.759,
    "text": "jaundiced view of something you only see the negative side because of your own bad experience with it the dark ages",
    "speaker": null
  },
  {
    "start": 349.24,
    "end": 357.48,
    "text": "describes a period in history characterized by ignorance and a lack of progress if you are dating someone you are spending time with them",
    "speaker": null
  },
  {
    "start": 357.719,
    "end": 364.039,
    "text": "romantically which means you are lucky in love an expression meaning lucky in finding a romantic partner and",
    "speaker": null
  },
  {
    "start": 364.319,
    "end": 370.8,
    "text": "And finally, the phrase it stands to reason means that something seems likely to be true, or it makes sense. Once again, our six minutes are up. Bye for now!",
    "speaker": "it stands to reason"
  },
  {
    "start": 371.399,
    "end": 374.959,
    "text": "Once again our six minutes are up by for now. Bye",
    "speaker": null
  },
  {
    "start": 374.959,
    "end": 378.919,
    "text": "six minutes from the BBC",
    "speaker": null
  }
]
