[
  {
    "start": 0,
    "end": 7,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 7,
    "end": 14,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 14,
    "end": 18,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam.",
    "speaker": "Sam"
  },
  {
    "start": 18,
    "end": 20,
    "text": "And I’m Roy.",
    "speaker": "Roy"
  },
  {
    "start": 20,
    "end": 25,
    "text": "Nowadays, many people use online dating apps to find love and romance.",
    "speaker": null
  },
  {
    "start": 25,
    "end": 29,
    "text": "This involves writing a dating profile.",
    "speaker": null
  },
  {
    "start": 29,
    "end": 36,
    "text": "Your description of yourself, which you hope, makes you appear attractive to other people looking for love online.",
    "speaker": null
  },
  {
    "start": 36,
    "end": 41,
    "text": "Online dating started with the internet, but the idea is not new.",
    "speaker": null
  },
  {
    "start": 41,
    "end": 47,
    "text": "In the days before the internet, people put dating adverts in newspapers.",
    "speaker": null
  },
  {
    "start": 47,
    "end": 53,
    "text": "Because they paid a price per word, people describe themselves in as few words as possible.",
    "speaker": null
  },
  {
    "start": 53,
    "end": 59,
    "text": "Using abbreviations like GSOH, which meant a good sense of humour.",
    "speaker": null
  },
  {
    "start": 59,
    "end": 64,
    "text": "Eventually, GSOH became part of everyday English.",
    "speaker": null
  },
  {
    "start": 64,
    "end": 69,
    "text": "Amazingly, the same thing is now happening in the world of online dating.",
    "speaker": null
  },
  {
    "start": 69,
    "end": 74,
    "text": "In this programme, we'll be learning some of the newly invented words and phrases",
    "speaker": null
  },
  {
    "start": 74,
    "end": 78,
    "text": "being used by people who are looking for love on the internet.",
    "speaker": null
  },
  {
    "start": 78,
    "end": 84,
    "text": "Every year, thousands of romantic relationships start through online dating apps.",
    "speaker": null
  },
  {
    "start": 84,
    "end": 91,
    "text": "But as always, with information found on the internet, there's a danger that someone's dating profile",
    "speaker": null
  },
  {
    "start": 91,
    "end": 94,
    "text": "doesn't tell the whole truth.",
    "speaker": null
  },
  {
    "start": 94,
    "end": 97,
    "text": "That's right, Roy. So my question is this.",
    "speaker": null
  },
  {
    "start": 97,
    "end": 103,
    "text": "That’s right, Roy, so my question is this: According to research, what do men tend to lie about in their dating profile?",
    "speaker": "Sam"
  },
  {
    "start": 103,
    "end": 109,
    "text": "Is it A, the hair, B, the height, or C, their age?",
    "speaker": null
  },
  {
    "start": 109,
    "end": 117,
    "text": "Well, most people want to appear younger, so I’ll say it’s c) their age.",
    "speaker": "Roy"
  },
  {
    "start": 117,
    "end": 120,
    "text": "We'll find out if that's the correct answer later.",
    "speaker": null
  },
  {
    "start": 120,
    "end": 125,
    "text": "The person behind the online dating research I mentioned was Dr. Nicola Fox Hamilton.",
    "speaker": null
  },
  {
    "start": 125,
    "end": 131,
    "text": "She describes herself as a cyber psychologist and has interviewed both men and women",
    "speaker": null
  },
  {
    "start": 131,
    "end": 135,
    "text": "about what they hide from potential online dating partners.",
    "speaker": null
  },
  {
    "start": 135,
    "end": 142,
    "text": "Listen, as she tells BBC Radio 4's Word of Mouth, what she discovered from her interviews.",
    "speaker": null
  },
  {
    "start": 142,
    "end": 146,
    "text": "If you're very deceptive, so if you have no friends and you never go to the pub",
    "speaker": null
  },
  {
    "start": 146,
    "end": 151,
    "text": "and you said in your profile that your most fun thing to do is hanging out with your friends on a Saturday night,",
    "speaker": null
  },
  {
    "start": 151,
    "end": 155,
    "text": "then that becomes a problem because then you've been very deceptive.",
    "speaker": null
  },
  {
    "start": 155,
    "end": 161,
    "text": "If you occasionally do it and you made it sound a bit more like you do it all the time,",
    "speaker": null
  },
  {
    "start": 161,
    "end": 168,
    "text": "that's more exaggeration. A lot of people do that, where they exaggerate things about themselves",
    "speaker": null
  },
  {
    "start": 168,
    "end": 173,
    "text": "to make them seem more attractive, but they're walking a fine line and trying to balance between being attractive",
    "speaker": null
  },
  {
    "start": 173,
    "end": 176,
    "text": "and not completely disappointing.",
    "speaker": null
  },
  {
    "start": 176,
    "end": 181,
    "text": "People often exaggerate things about themselves to seem more attractive online.",
    "speaker": null
  },
  {
    "start": 181,
    "end": 186,
    "text": "For example, that they love hanging out or spending time with friends.",
    "speaker": null
  },
  {
    "start": 186,
    "end": 191,
    "text": "Nicola also says there's a difference between exaggerating and being deceptive,",
    "speaker": null
  },
  {
    "start": 191,
    "end": 196,
    "text": "deliberately lying and making someone believe things that are not true.",
    "speaker": null
  },
  {
    "start": 196,
    "end": 203,
    "text": "Nicola says deceptive data are walking a fine or thin line.",
    "speaker": null
  },
  {
    "start": 203,
    "end": 208,
    "text": "Nicola says deceptive daters are walking a fine (or thin) line – they’re finding a balance between two opposing attitudes or ideas.",
    "speaker": "walking a fine (or thin) line"
  },
  {
    "start": 208,
    "end": 213,
    "text": "Online dating has also created new vocabulary of its own.",
    "speaker": null
  },
  {
    "start": 213,
    "end": 218,
    "text": "Here's Nicola Fox Hamilton again explaining the meaning of two new words,",
    "speaker": null
  },
  {
    "start": 218,
    "end": 224,
    "text": "catfishing and woke fishing to BBC Radio 4's Word of Mouth.",
    "speaker": null
  },
  {
    "start": 224,
    "end": 231,
    "text": "Woke fishing is a version of catfishing and catfishing is where someone creates a profile that isn't them at all,",
    "speaker": null
  },
  {
    "start": 231,
    "end": 239,
    "text": "so a complex false identity, usually with the purpose of looking for or pretending to get involved in love or romance.",
    "speaker": null
  },
  {
    "start": 239,
    "end": 244,
    "text": "Woke fishing is where the person is generally who they say they are,",
    "speaker": null
  },
  {
    "start": 244,
    "end": 250,
    "text": "but they say that they're much more liberal in their values and political attitudes than they actually are.",
    "speaker": null
  },
  {
    "start": 250,
    "end": 256,
    "text": "Catfishing is when someone tries to be more attractive by creating a false profile",
    "speaker": null
  },
  {
    "start": 256,
    "end": 260,
    "text": "and pretending to be someone else on social media.",
    "speaker": null
  },
  {
    "start": 260,
    "end": 263,
    "text": "What's related to this is the term woke fishing.",
    "speaker": null
  },
  {
    "start": 263,
    "end": 271,
    "text": "Here someone asks about your political and social opinions and pretends to share them in order to get closer to you.",
    "speaker": null
  },
  {
    "start": 271,
    "end": 276,
    "text": "They may pretend to have more liberal or progressive attitudes than they really do.",
    "speaker": null
  },
  {
    "start": 276,
    "end": 279,
    "text": "Looking for love is never easy.",
    "speaker": null
  },
  {
    "start": 279,
    "end": 284,
    "text": "Looking for love is never easy. The internet has helped thousands find romance and created some interesting new vocabulary, but there are dangers and disappointments too",
    "speaker": "Sam"
  },
  {
    "start": 284,
    "end": 288,
    "text": "but there are dangers and disappointments too.",
    "speaker": null
  },
  {
    "start": 288,
    "end": 292,
    "text": "Which it's time to reveal the answer to your question, Sam.",
    "speaker": null
  },
  {
    "start": 292,
    "end": 298,
    "text": "Speaking of which, it’s time to reveal the answer to your question, Sam. You asked what men tend to lie about in their dating profiles. I guessed it was their age.",
    "speaker": "Roy"
  },
  {
    "start": 298,
    "end": 300,
    "text": "You were wrong.",
    "speaker": null
  },
  {
    "start": 300,
    "end": 308,
    "text": "According to research by Dr. Fox Hamilton, men tend to lie about their height and women about their weight.",
    "speaker": null
  },
  {
    "start": 308,
    "end": 314,
    "text": "Okay, let's recap the new vocabulary we've learnt in this programme about the language of online romance,",
    "speaker": null
  },
  {
    "start": 314,
    "end": 321,
    "text": "starting with dating profile, a brief written description of yourself which you hope will attract a partner.",
    "speaker": null
  },
  {
    "start": 321,
    "end": 327,
    "text": "Being deceptive means lying so people believe something that is not true.",
    "speaker": "deceptive"
  },
  {
    "start": 327,
    "end": 332,
    "text": "Hanging out is an informal way to say spending time with someone, usually friends.",
    "speaker": "Hanging out"
  },
  {
    "start": 332,
    "end": 341,
    "text": "The phrase, walking a fine line means finding a balance between two opposing ideas or attitudes, or between two opposing sides so as not to annoy either side.",
    "speaker": "walking a fine line"
  },
  {
    "start": 341,
    "end": 344,
    "text": "so as not to annoy either side.",
    "speaker": null
  },
  {
    "start": 344,
    "end": 348,
    "text": "And finally, we learnt two newly invented expressions.",
    "speaker": null
  },
  {
    "start": 348,
    "end": 355,
    "text": "And finally, we learnt two newly invented expressions. Catfishing means trying to appear more attractive by pretending to be someone else on social media.",
    "speaker": "Catfishing"
  },
  {
    "start": 355,
    "end": 362,
    "text": "And woke fishing is when someone pretends to share the same liberal opinions as the person they are attracted to.",
    "speaker": null
  },
  {
    "start": 362,
    "end": 367,
    "text": "Once again, our six minutes are a good luck if you are looking for love online.",
    "speaker": null
  },
  {
    "start": 367,
    "end": 372,
    "text": "And remember, there's probably someone out there interested in the real you.",
    "speaker": null
  },
  {
    "start": 372,
    "end": 374,
    "text": "Bye for now.",
    "speaker": null
  }
]
