[
  {
    "start": 0,
    "end": 5.52,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 13.519,
    "end": 17.519,
    "text": "Hello, this is 6 minutes English from BBC Learning English. I'm Sam.",
    "speaker": null
  },
  {
    "start": 17.519,
    "end": 18.64,
    "text": "And I'm Neil.",
    "speaker": null
  },
  {
    "start": 18.64,
    "end": 21.28,
    "text": "Woo! Trick or treat.",
    "speaker": null
  },
  {
    "start": 22.32,
    "end": 28.24,
    "text": "For listeners at home, Neil is dressed up as a ghost. He’s wearing a white bedsheet over his head with two holes cut out for his eyes, which must mean…",
    "speaker": "Sam"
  },
  {
    "start": 28.239,
    "end": 31.839,
    "text": "with two holes, cussed out for his eyes, which must mean...",
    "speaker": null
  },
  {
    "start": 31.839,
    "end": 37.839,
    "text": "It's Halloween! The start of autumn, when the days get shorter and leaves fall from the trees,",
    "speaker": null
  },
  {
    "start": 37.839,
    "end": 43.599,
    "text": "marks Halloween, a festival which is celebrated all over the world at this time of year.",
    "speaker": null
  },
  {
    "start": 43.599,
    "end": 49.039,
    "text": "In Britain, people carve scary faces into pumpkins and children go trick or treating,",
    "speaker": null
  },
  {
    "start": 49.039,
    "end": 53.759,
    "text": "dressing up in fancy dress costumes and visiting people's homes, shouting,",
    "speaker": null
  },
  {
    "start": 53.759,
    "end": 59.359,
    "text": "trick or treat for sweets and candy. Halloween comes from an ancient festival called",
    "speaker": null
  },
  {
    "start": 59.359,
    "end": 65.439,
    "text": "Sauwen, which celebrated the changing of the seasons, a time when it was believed the dead",
    "speaker": null
  },
  {
    "start": 65.439,
    "end": 69.84,
    "text": "could make contact with the living, which is why children dress up as ghosts,",
    "speaker": null
  },
  {
    "start": 69.84,
    "end": 75.12,
    "text": "which is an other scary monsters. But recently, online shops have removed",
    "speaker": null
  },
  {
    "start": 75.12,
    "end": 81.68,
    "text": "several Halloween costumes, including creepy clown masks and real-life serial killer costumes.",
    "speaker": null
  },
  {
    "start": 81.76,
    "end": 86.8,
    "text": "After parents complained, they were too frightening. In this programme, we'll be discussing whether",
    "speaker": null
  },
  {
    "start": 86.8,
    "end": 92.8,
    "text": "Halloween is no longer harmless fun, and as usual, we'll be learning some new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 92.8,
    "end": 97.6,
    "text": "But before that, and since you’re all dressed up as a ghost, Neil, my question is this – why did people traditionally dress up in costumes on Halloween? Was it:",
    "speaker": "Sam"
  },
  {
    "start": 98.24,
    "end": 104.56,
    "text": "why did people traditionally dress up in costumes on Halloween? Was it A, to scare their",
    "speaker": null
  },
  {
    "start": 104.56,
    "end": 110.64,
    "text": "neighbours as a joke? B, to use up their old clothes or C to hide from ghosts?",
    "speaker": null
  },
  {
    "start": 110.64,
    "end": 113.52,
    "text": "I think it was to hide from ghosts.",
    "speaker": "Neil"
  },
  {
    "start": 113.52,
    "end": 118.799,
    "text": "Okay, Neil, we'll find out the answer later in the programme. In recent years, Halloween has become",
    "speaker": null
  },
  {
    "start": 118.799,
    "end": 125.12,
    "text": "more influenced by American horror movies like Friday the 13th or Scream. Some parents now think",
    "speaker": null
  },
  {
    "start": 125.12,
    "end": 131.92,
    "text": "Halloween costumes are too scary and over the top, a phrase meaning too extreme and unsuitable.",
    "speaker": null
  },
  {
    "start": 131.919,
    "end": 137.199,
    "text": "Mother of two, Joanna Connell, was shocked when she took her 10-year-old dorsus shopping for",
    "speaker": null
  },
  {
    "start": 137.199,
    "end": 143.279,
    "text": "Halloween costumes. Here she explains what she saw to BBC Radio 4 programme, You and Yours.",
    "speaker": null
  },
  {
    "start": 143.279,
    "end": 149.679,
    "text": "They've seen decorations of small children holding a teddy bear covered in blood. They've seen",
    "speaker": null
  },
  {
    "start": 149.679,
    "end": 156.879,
    "text": "what's described as a standing animated decoration, which looks like a dead girl carrying a knife.",
    "speaker": null
  },
  {
    "start": 156.879,
    "end": 164.96,
    "text": "And various grim reapers, creepy clowns and stuff that kids are now finding, frightening and even",
    "speaker": null
  },
  {
    "start": 164.96,
    "end": 170.719,
    "text": "to turn a head off they look pretty vial actually. And I think it feels like retailers, it's a some kind",
    "speaker": null
  },
  {
    "start": 170.719,
    "end": 178,
    "text": "of race to the bottom for the grimest most vial sickening outfit so that they can just make money out of.",
    "speaker": null
  },
  {
    "start": 178,
    "end": 184.159,
    "text": "Joanna was horrified by Halloween costumes of the grim reaper, an imaginary skeleton who wears a",
    "speaker": null
  },
  {
    "start": 184.159,
    "end": 190.8,
    "text": "long black cloak, carries a sharp cutting tool and represents death. She's worried that costumes",
    "speaker": null
  },
  {
    "start": 190.8,
    "end": 196.079,
    "text": "like this are too frightening for little children. Nowadays, Halloween is big business and Joanna",
    "speaker": null
  },
  {
    "start": 196.079,
    "end": 202.159,
    "text": "thinks that the focus on money encourages shops in a race to the bottom, a phrase which describes a",
    "speaker": null
  },
  {
    "start": 202.159,
    "end": 207.84,
    "text": "situation where companies compete with each other to sell as many products as cheaply as possible.",
    "speaker": null
  },
  {
    "start": 207.84,
    "end": 212.079,
    "text": "The phrase is connected to the idea of standards getting worse and worse.",
    "speaker": null
  },
  {
    "start": 212.08,
    "end": 217.92,
    "text": "But come on, Sam! Isn’t this going too far? I mean, Halloween is supposed to be scary!",
    "speaker": "Neil"
  },
  {
    "start": 217.92,
    "end": 224.24,
    "text": "Yeah, parents don't want to stop people having fun, but over the top costumes are too scary for younger",
    "speaker": null
  },
  {
    "start": 224.24,
    "end": 229.52,
    "text": "children. And some mums say they will no longer open the door to trick or treat us because the",
    "speaker": null
  },
  {
    "start": 229.52,
    "end": 235.92,
    "text": "costumes are giving children nightmares. Shavorn Freigard, founder of the Parenting website channel Mum,",
    "speaker": null
  },
  {
    "start": 235.92,
    "end": 241.6,
    "text": "thinks a compromise is needed. Here she is, talking to BBC Radio 4's, you and yours.",
    "speaker": null
  },
  {
    "start": 241.599,
    "end": 247.039,
    "text": "There's a sort of a halfway house, isn't there? I mean, I know everyone refers to the new",
    "speaker": null
  },
  {
    "start": 247.039,
    "end": 250.879,
    "text": "generation. There's a snowflake generation and we shouldn't be so worried about our little",
    "speaker": null
  },
  {
    "start": 250.879,
    "end": 256.879,
    "text": "darlings, but there's a point beyond which it becomes tasteful or appropriate.",
    "speaker": null
  },
  {
    "start": 256.879,
    "end": 262.639,
    "text": "Shavorn thinks that scary costumes are okay for teenagers, but she also wants to protect younger",
    "speaker": null
  },
  {
    "start": 262.639,
    "end": 268.879,
    "text": "children. She thinks we need to find a halfway house, a compromise or arrangement which includes",
    "speaker": null
  },
  {
    "start": 268.879,
    "end": 275.279,
    "text": "features of two opposing ideas. She also uses the expression, the snowflake generation, a phrase",
    "speaker": null
  },
  {
    "start": 275.279,
    "end": 281.04,
    "text": "which is sometimes used to describe the generation of young people who became adults in or after",
    "speaker": null
  },
  {
    "start": 281.04,
    "end": 287.6,
    "text": "the 2010s and who are considered by some to be easily upset and offended. Now I can see how some",
    "speaker": null
  },
  {
    "start": 287.6,
    "end": 293.68,
    "text": "costumes are over the top and I don't want to spoil Halloween for anyone, so I'll stick with my",
    "speaker": null
  },
  {
    "start": 293.68,
    "end": 298.4,
    "text": "bed sheet ghost. Anyway, isn't it time for you to reveal the answer to your question, Sam?",
    "speaker": null
  },
  {
    "start": 298.4,
    "end": 303.84,
    "text": "Yes, I asked why people started dressing up at Halloween in the first place and you said it was",
    "speaker": null
  },
  {
    "start": 303.84,
    "end": 310.319,
    "text": "to hide from ghosts, which was the correct answer. Hundreds of years ago, people thought that ghosts",
    "speaker": null
  },
  {
    "start": 310.319,
    "end": 315.84,
    "text": "would try to return to their old homes at Halloween. People wore masks so that the ghosts would",
    "speaker": null
  },
  {
    "start": 315.84,
    "end": 321.6,
    "text": "mistake them for other spirits. Okay, let's recap the vocabulary we've learned starting with",
    "speaker": null
  },
  {
    "start": 321.84,
    "end": 327.04,
    "text": "trick-or-treating, the Halloween tradition of dressing up in creepy costumes and knocking on",
    "speaker": null
  },
  {
    "start": 327.04,
    "end": 332.56,
    "text": "neighbor's doors, shouting, trick-or-treat for sweets and candy. Over the top, describe something",
    "speaker": null
  },
  {
    "start": 332.56,
    "end": 339.68,
    "text": "which is too extreme, unsuitable or unacceptable. The grim reaper is an imagined representation of",
    "speaker": null
  },
  {
    "start": 339.68,
    "end": 345.6,
    "text": "debt and looks like a skeleton in a long black cloak. A race to the bottom happens when companies",
    "speaker": null
  },
  {
    "start": 345.6,
    "end": 350.96,
    "text": "compete with each other in order to sell as many products as cheaply as possible. A halfway",
    "speaker": null
  },
  {
    "start": 350.959,
    "end": 357.68,
    "text": "house is a compromise which includes features of two contrasting ideas. And finally, the Snowflake",
    "speaker": null
  },
  {
    "start": 357.68,
    "end": 362.799,
    "text": "generation is used by some people to refer to the present generation of young people who they",
    "speaker": null
  },
  {
    "start": 362.799,
    "end": 370.399,
    "text": "think lack resilience and are easily upset. Enjoy Halloween and don't get too scared. Bye for now. Bye.",
    "speaker": null
  }
]