[
  {
    "start": 0,
    "end": 7,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 7,
    "end": 15,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 15,
    "end": 19,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "start": 19,
    "end": 20,
    "text": "And I’m Sam.",
    "speaker": "Sam"
  },
  {
    "start": 20,
    "end": 26,
    "text": "Would you say your artistic Sam? Can you draw or paint? Do you dance or play music?",
    "speaker": null
  },
  {
    "start": 26,
    "end": 32,
    "text": "I play the piano a bit. Yes, I’d say I’m quite artistic. How about you, Neil?",
    "speaker": "Sam"
  },
  {
    "start": 32,
    "end": 37,
    "text": "Well, if you count playing football as artistic then yes, but basically no – I can’t paint.",
    "speaker": "Neil"
  },
  {
    "start": 37,
    "end": 42,
    "text": "We've been wondering why artistic ability comes more naturally to some people than others.",
    "speaker": null
  },
  {
    "start": 42,
    "end": 47,
    "text": "So in this programme we'll be asking, are artist brains different?",
    "speaker": null
  },
  {
    "start": 47,
    "end": 53,
    "text": "We'll hear two expert opinions and as usual we'll learn some useful new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 53,
    "end": 58,
    "text": "So what do you think, Neil? Are artist brains different from other people's?",
    "speaker": null
  },
  {
    "start": 58,
    "end": 65,
    "text": "I'm not sure, Sam, but it's true that many artists behave differently, often in very strange ways.",
    "speaker": null
  },
  {
    "start": 65,
    "end": 70,
    "text": "For example, did you know that Michelangelo worked so hard he never took a bath,",
    "speaker": null
  },
  {
    "start": 70,
    "end": 75,
    "text": "or that guitar legend Jimmy Hendrix once set fire to his guitar on stage?",
    "speaker": null
  },
  {
    "start": 75,
    "end": 80,
    "text": "We'll hear more about the artist's brain soon, but first I have a question for you.",
    "speaker": null
  },
  {
    "start": 80,
    "end": 88,
    "text": "As you said, artistic ability comes naturally to some people, including the famous composer Wolfgang Amadeus Mozart.",
    "speaker": null
  },
  {
    "start": 88,
    "end": 94,
    "text": "Mozart was considered a child prodigy, a young child with very great musical talent.",
    "speaker": null
  },
  {
    "start": 94,
    "end": 99,
    "text": "So how old was Mozart when he composed his first piece of music?",
    "speaker": null
  },
  {
    "start": 99,
    "end": 104,
    "text": "Was he A, 5 years old, B, 10 years old, or C, 15 years old?",
    "speaker": null
  },
  {
    "start": 104,
    "end": 107,
    "text": "I guess he was A, 5 years old.",
    "speaker": null
  },
  {
    "start": 107,
    "end": 111,
    "text": "Okay, Sam, I'll reveal the answer later in the program.",
    "speaker": null
  },
  {
    "start": 111,
    "end": 117,
    "text": "If artist brains are different, it could mean they see the world in unusual ways.",
    "speaker": null
  },
  {
    "start": 117,
    "end": 121,
    "text": "Dr. Rebecca Chamberlain is a researcher in the neuroscience of art.",
    "speaker": null
  },
  {
    "start": 121,
    "end": 127,
    "text": "She investigates how artists see the objects they are drawing by measuring saccades.",
    "speaker": null
  },
  {
    "start": 127,
    "end": 131,
    "text": "The rapid movements are eyes make as they jump from one thing to another.",
    "speaker": null
  },
  {
    "start": 131,
    "end": 136,
    "text": "Here she shares her findings with BBC World Service Programme Crowd Science.",
    "speaker": null
  },
  {
    "start": 137,
    "end": 143,
    "text": "Artists seem to be processing the visual world in a different way than on artists, particularly when they're drawing.",
    "speaker": null
  },
  {
    "start": 143,
    "end": 154,
    "text": "The artists actually take a more global approach to looking, so they make bigger saccades, bigger eye movements, and shorter fixations on the image.",
    "speaker": null
  },
  {
    "start": 154,
    "end": 161,
    "text": "So it's almost like they're getting much more of a kind of just level view of the thing that they're looking at.",
    "speaker": null
  },
  {
    "start": 162,
    "end": 171,
    "text": "Rebecca's experiments seem to confirm that artists' brains work differently because of their processing of the visual world.",
    "speaker": null
  },
  {
    "start": 171,
    "end": 174,
    "text": "The way their brains make sense of information.",
    "speaker": null
  },
  {
    "start": 174,
    "end": 180,
    "text": "Interestingly, processing also means the act of developing pictures from photographic film.",
    "speaker": null
  },
  {
    "start": 180,
    "end": 187,
    "text": "When they draw, artists make bigger, quicker eye movements, so they're able to see the whole picture.",
    "speaker": null
  },
  {
    "start": 187,
    "end": 194,
    "text": "Something also known as the gist, the overall general impression of something without focusing on the details.",
    "speaker": null
  },
  {
    "start": 194,
    "end": 201,
    "text": "If you get the gist of what someone is saying, you understand the overall meaning of what they say, but not the details.",
    "speaker": null
  },
  {
    "start": 201,
    "end": 209,
    "text": "The second expert to answer our question about the artistic brain is Mike, a BBC World Service listener from Malawi.",
    "speaker": null
  },
  {
    "start": 209,
    "end": 215,
    "text": "Mike is a self-taught painter who creates large, colourful pictures in his studio.",
    "speaker": null
  },
  {
    "start": 215,
    "end": 224,
    "text": "According to him, artistic ability isn't something you're born with. It can be learned as he explained to BBC World Services Crowdscience.",
    "speaker": null
  },
  {
    "start": 224,
    "end": 230,
    "text": "I had this other student. He was like really at the zero. Like he could not grow at all.",
    "speaker": null
  },
  {
    "start": 230,
    "end": 237,
    "text": "So I gave him some tips and in a month he was like really good. He was like really surprised, blown away. He never expected.",
    "speaker": null
  },
  {
    "start": 237,
    "end": 241,
    "text": "So there are some things that are trained about. It's like a bike.",
    "speaker": null
  },
  {
    "start": 241,
    "end": 253,
    "text": "In my case, I learned how to do those things without anyone telling me. You know, like if you are drawing the face, a human face, the distance between your eyes is the same as one of your eyes.",
    "speaker": null
  },
  {
    "start": 253,
    "end": 261,
    "text": "Mike gives tips to his students, helpful pieces of advice about how to do something, in this case, to paint.",
    "speaker": null
  },
  {
    "start": 261,
    "end": 267,
    "text": "After getting Mike's tips, one of his students really improved and started painting much better.",
    "speaker": null
  },
  {
    "start": 267,
    "end": 272,
    "text": "Mike was blown away, an informal way to say very impressed or surprised.",
    "speaker": null
  },
  {
    "start": 272,
    "end": 282,
    "text": "Like learning to write a bike, Mike thinks that painting is trainable. A word from American English meaning that it can be taught or trained.",
    "speaker": null
  },
  {
    "start": 282,
    "end": 287,
    "text": "For him, this is proof that artist brains are not so different after all.",
    "speaker": null
  },
  {
    "start": 287,
    "end": 295,
    "text": "So there we have it, two different opinions, but no final answer to our question. Still, some scientists think there may be a third possibility.",
    "speaker": null
  },
  {
    "start": 295,
    "end": 303,
    "text": "Everyone's brain works by focusing on some areas and ignoring others, making a kind of jigsaw puzzle with missing pieces.",
    "speaker": null
  },
  {
    "start": 303,
    "end": 311,
    "text": "Maybe all of us, you, me, Mozart and Jimmy Hendrix, are just filling in the missing pieces our own way.",
    "speaker": null
  },
  {
    "start": 311,
    "end": 315,
    "text": "Speaking of Mozart, Neil, it’s time to reveal the answer to your question.",
    "speaker": "Sam"
  },
  {
    "start": 315,
    "end": 321,
    "text": "Right. I asked how old child prodigy Mozart was when he first composed music.",
    "speaker": "Neil"
  },
  {
    "start": 321,
    "end": 324,
    "text": "I said he was five years old… so, was I right?",
    "speaker": "Sam"
  },
  {
    "start": 324,
    "end": 334,
    "text": "Your answer was correct. Mozart was five when he first wrote music and by the age of six, he had performed in front of the Emperor of Austria twice.",
    "speaker": null
  },
  {
    "start": 334,
    "end": 336,
    "text": "Now there's an artistic brain.",
    "speaker": null
  },
  {
    "start": 337,
    "end": 346,
    "text": "Okay, Neil, let's recap the vocabulary from this program, starting with child prodigy, a young child like Mozart with a great talent in something.",
    "speaker": null
  },
  {
    "start": 346,
    "end": 350,
    "text": "Processing describes how your brain makes sense of the information it receives.",
    "speaker": "Processing"
  },
  {
    "start": 350,
    "end": 355,
    "text": "The gist of something is a general understanding of it, without the details.",
    "speaker": "gist"
  },
  {
    "start": 355,
    "end": 359,
    "text": "Tips are useful pieces of advice about how to do something better.",
    "speaker": "Tips"
  },
  {
    "start": 359,
    "end": 364,
    "text": "If you are blown away, you are very impressed or surprised by something.",
    "speaker": "blown away"
  },
  {
    "start": 364,
    "end": 369,
    "text": "And finally, trainable means able to be trained or taught, in American English.",
    "speaker": "trainable"
  },
  {
    "start": 369,
    "end": 372,
    "text": "Once again, our six minutes are up. It’s goodbye for now!",
    "speaker": "Sam"
  },
  {
    "start": 372,
    "end": 373,
    "text": "Goodbye!",
    "speaker": "Neil"
  }
]