[
  {
    "start": 0,
    "end": 5.6,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 13.2,
    "end": 17.28,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam.",
    "speaker": "Sam"
  },
  {
    "start": 17.28,
    "end": 23.28,
    "text": "And I'm Neil. Recently, I met up with an old school friend. I hadn't seen for years. We talked",
    "speaker": null
  },
  {
    "start": 23.28,
    "end": 29.199,
    "text": "for hours. All right, sounds like you had a good chinwag, a long and pleasant conversation between",
    "speaker": null
  },
  {
    "start": 29.199,
    "end": 35.28,
    "text": "friends, which is great because in this programme, we're talking about talking. We'll be discussing",
    "speaker": null
  },
  {
    "start": 35.28,
    "end": 41.28,
    "text": "conversations, the exchange of ideas, thoughts and feelings that happens when people talk to each",
    "speaker": null
  },
  {
    "start": 41.28,
    "end": 46.56,
    "text": "other. And as usual, we'll be learning some new vocabulary as well. With the rise of Twitter",
    "speaker": null
  },
  {
    "start": 46.56,
    "end": 51.92,
    "text": "and social media, which encourages us to give our opinion on a subject without always listening",
    "speaker": null
  },
  {
    "start": 51.92,
    "end": 59.12,
    "text": "in return, some think the ass of conversation is being lost. But luckily, there are still millions",
    "speaker": null
  },
  {
    "start": 59.12,
    "end": 67.359,
    "text": "of us who love to talk. Chat, chinwag and chatter away. In fact, in 2012, a competition in Latvia",
    "speaker": null
  },
  {
    "start": 67.359,
    "end": 73.84,
    "text": "broke the world record for the longest telephone conversation. So, Neil, my question is this.",
    "speaker": null
  },
  {
    "start": 73.84,
    "end": 81.28,
    "text": "How long did this record-breaking conversation last? Was it? A, 24 hours and four minutes.",
    "speaker": null
  },
  {
    "start": 81.28,
    "end": 88.079,
    "text": "B, 54 hours and four minutes. Or C, 84 hours and four minutes.",
    "speaker": null
  },
  {
    "start": 88.96,
    "end": 94.719,
    "text": "I'll guess A, 24 hours and four minutes, after which they probably fell asleep.",
    "speaker": null
  },
  {
    "start": 94.719,
    "end": 98.56,
    "text": "Okay, Neil, I'll reveal the correct answer later in the programme.",
    "speaker": null
  },
  {
    "start": 98.56,
    "end": 104.799,
    "text": "During a long career, DJ and BBC Radio presenter, Nehal Atherneiker, has had conversations with",
    "speaker": null
  },
  {
    "start": 104.799,
    "end": 110.96,
    "text": "hundreds of people. Now, he's used these experiences to write a book entitled Let's Talk.",
    "speaker": null
  },
  {
    "start": 111.28,
    "end": 116.96,
    "text": "How to have better conversations. Here, Nehal tells another radio presenter, Michael Rosen,",
    "speaker": null
  },
  {
    "start": 116.96,
    "end": 123.76,
    "text": "of BBC Radio 4's Word of Mouth, about the influence of his mother, who also love talking to people",
    "speaker": null
  },
  {
    "start": 123.76,
    "end": 132.08,
    "text": "in her job as a nurse. Well, it gave me the sense that you are enriched by listening. And this was",
    "speaker": null
  },
  {
    "start": 132.08,
    "end": 139.12,
    "text": "of course pre-social media, which is of course encouraged us to project to transmit more than receive.",
    "speaker": null
  },
  {
    "start": 139.12,
    "end": 145.92,
    "text": "So it meant that I guess I was conscious of the experiences of others and wanted to try and",
    "speaker": null
  },
  {
    "start": 145.92,
    "end": 152.4,
    "text": "understand them. Also partially, Michael, it was a survival instinct because I was a little brown",
    "speaker": null
  },
  {
    "start": 152.4,
    "end": 159.12,
    "text": "boy in a predominantly white school, a state school in the 1980s. For Nehal, good conversation",
    "speaker": null
  },
  {
    "start": 159.12,
    "end": 164.48,
    "text": "involves listening as much as speaking. By listening, we find out things about the person we're",
    "speaker": null
  },
  {
    "start": 164.479,
    "end": 172.079,
    "text": "talking to, which in turn help us understand ourselves. This is why Nehal says we are enriched",
    "speaker": null
  },
  {
    "start": 172.079,
    "end": 178.479,
    "text": "by listening. We're improved by having something else added. As a British Asian boy growing up",
    "speaker": null
  },
  {
    "start": 178.479,
    "end": 184.799,
    "text": "in a white community, Nehal also thinks conversation was a way for him to make friends and find",
    "speaker": null
  },
  {
    "start": 184.799,
    "end": 191.439,
    "text": "protection. He says having conversations was a survival instinct. The human instinct to do",
    "speaker": null
  },
  {
    "start": 191.439,
    "end": 195.919,
    "text": "something in a dangerous situation that will keep them safe from harm.",
    "speaker": null
  },
  {
    "start": 195.919,
    "end": 202.56,
    "text": "Nehal sees an important difference between listening simply to reply and listening to understand.",
    "speaker": null
  },
  {
    "start": 202.56,
    "end": 207.759,
    "text": "When we listen to reply, we're thinking about the next thing we want to say, more than trying",
    "speaker": null
  },
  {
    "start": 207.759,
    "end": 212.96,
    "text": "to understand the other person's point of view. Listening to understand, on the other hand,",
    "speaker": null
  },
  {
    "start": 212.96,
    "end": 219.52,
    "text": "helps build bridges. Improve relationships between people who are very different or do not like",
    "speaker": null
  },
  {
    "start": 219.6,
    "end": 224.64,
    "text": "each other. Here's Nehal again in conversation with BBC Radio Falls, word of mouth.",
    "speaker": null
  },
  {
    "start": 225.2,
    "end": 231.92,
    "text": "So, conversation can build bridges and it is proven through history that conversation has",
    "speaker": null
  },
  {
    "start": 231.92,
    "end": 236.4,
    "text": "and that conversation can be seen as an art form. And that's one of the things I want us to",
    "speaker": null
  },
  {
    "start": 236.4,
    "end": 243.2,
    "text": "understand. It's not just tittle tattle. It's not just shouting at each other on social media.",
    "speaker": null
  },
  {
    "start": 243.2,
    "end": 249.36,
    "text": "It's not two politicians talking over each other. Good conversation brings people together.",
    "speaker": null
  },
  {
    "start": 249.36,
    "end": 254.96,
    "text": "Unlike tittle tattle. Talk about other people's lives that is usually unkind,",
    "speaker": null
  },
  {
    "start": 254.96,
    "end": 262.08,
    "text": "disapproving or untrue. And good conversation involves taking turns, not talking over someone,",
    "speaker": null
  },
  {
    "start": 262.08,
    "end": 268.08,
    "text": "And good conversation involves taking turns, not talking over someone – trying to silence people by talking more loudly, forcefully, and persistently than them.",
    "speaker": "talking oversomeone"
  },
  {
    "start": 268.08,
    "end": 274.24,
    "text": "Hopefully, Nehal's tips can help us all have better conversations, encounter new ideas and make",
    "speaker": null
  },
  {
    "start": 274.319,
    "end": 279.28,
    "text": "friends. So Sam, did you do any of these things when you met up with your old school friend?",
    "speaker": null
  },
  {
    "start": 279.28,
    "end": 285.519,
    "text": "I think so. We both listened to each other. There was no tittle tattle, but a little bit of gossip.",
    "speaker": null
  },
  {
    "start": 285.519,
    "end": 291.439,
    "text": "Before we knew it, a couple of hours had passed. But not as much time as those record-breaking",
    "speaker": null
  },
  {
    "start": 291.439,
    "end": 297.519,
    "text": "telephone conversations I mentioned earlier. Ah yes, in your question, you asked how long the world's",
    "speaker": null
  },
  {
    "start": 297.519,
    "end": 303.84,
    "text": "longest telephone conversation lasted. I guessed it was an incredible 24 hours and four minutes.",
    "speaker": null
  },
  {
    "start": 303.839,
    "end": 310.159,
    "text": "Was I right? Well, Nehal, I'm afraid that was the wrong answer. In fact, the record-breaking",
    "speaker": null
  },
  {
    "start": 310.159,
    "end": 319.519,
    "text": "conversation lasted 54 hours and four minutes. About the same as 540 programmes of six minutes English.",
    "speaker": null
  },
  {
    "start": 319.519,
    "end": 325.439,
    "text": "Wow. Okay, let's recap the vocabulary we've learned from this programme on the art of good",
    "speaker": null
  },
  {
    "start": 325.439,
    "end": 330.959,
    "text": "conversations, starting with Chinwag, a long and pleasant conversation between friends.",
    "speaker": null
  },
  {
    "start": 331.12,
    "end": 336.079,
    "text": "When something is enriched, it’s improved by having something else added to it.",
    "speaker": "enriched"
  },
  {
    "start": 336.079,
    "end": 342,
    "text": "The survival instinct is the basic instinct in humans and animals to do something in a dangerous situation that will keep them alive.",
    "speaker": "survival instinct"
  },
  {
    "start": 342,
    "end": 348,
    "text": "situation that will keep them alive. If you build bridges, you improve relationships between people",
    "speaker": null
  },
  {
    "start": 348,
    "end": 353.439,
    "text": "who are very different or do not like each other. Tittle tattle is talk about other people's lives",
    "speaker": null
  },
  {
    "start": 353.439,
    "end": 360.319,
    "text": "that is usually unkind, disapproving or untrue. And finally, if you talk over someone, you silence",
    "speaker": null
  },
  {
    "start": 360.319,
    "end": 365.36,
    "text": "or drown them out by talking more loudly than them. That's the end of our conversation,",
    "speaker": null
  },
  {
    "start": 365.36,
    "end": 370.56,
    "text": "but remember to join us soon for more trending topics and useful vocabulary. Bye for now.",
    "speaker": null
  }
]