[
  {
    "order": 0,
    "start": 0,
    "end": 7,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "order": 1,
    "start": 7,
    "end": 15,
    "text": "6-Mate English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "order": 2,
    "start": 15,
    "end": 21,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob.",
    "speaker": "Rob"
  },
  {
    "order": 3,
    "start": 21,
    "end": 28,
    "text": "And I'm Sam. When we talk about climate change, we usually talk about the effects on the planet",
    "speaker": null
  },
  {
    "order": 4,
    "start": 28,
    "end": 37,
    "text": "or the economic consequences. But all the damage being done by climate change is also having an effect on our minds, our mental health.",
    "speaker": null
  },
  {
    "order": 5,
    "start": 37,
    "end": 48,
    "text": "Fires, heat waves, floods, hurricanes, droughts. The list of climate emergencies goes on and on. And sometimes it all feels like doom and gloom,",
    "speaker": null
  },
  {
    "order": 6,
    "start": 48,
    "end": 53,
    "text": "an idiom describing a situation that is very bad and without hope.",
    "speaker": "doom and gloom"
  },
  {
    "order": 7,
    "start": 53,
    "end": 61,
    "text": "This worry is leading to mental health problems, not just for the unfortunate people who experience climate events first hand, but for all of us.",
    "speaker": null
  },
  {
    "order": 8,
    "start": 61,
    "end": 71,
    "text": "In this programme, we'll meet one expert who's investigating the link between climate change and mental health problems and hoping to find some solutions.",
    "speaker": null
  },
  {
    "order": 9,
    "start": 71,
    "end": 75,
    "text": "And as usual, we'll be learning some new vocabulary along the way.",
    "speaker": null
  },
  {
    "order": 10,
    "start": 75,
    "end": 88,
    "text": "But before that I have a question for you, Sam. The 2021 UK census reported that three quarters of adults in Britain are worried about the impact of climate change, and it’s a worry that’s shared by the young. ",
    "speaker": "Rob"
  },
  {
    "order": 11,
    "start": 88,
    "end": 96,
    "text": "According to a survey by Greenpeace, what percentage of young people worldwide say they feel worried about climate change?",
    "speaker": null
  },
  {
    "order": 12,
    "start": 96,
    "end": 102,
    "text": "Is it A74%? B84% or C94%?",
    "speaker": null
  },
  {
    "order": 13,
    "start": 102,
    "end": 107,
    "text": "I think the figure will be high among young people, so I'll say B84%.",
    "speaker": null
  },
  {
    "order": 14,
    "start": 107,
    "end": 112,
    "text": "OK, Sam, we'll find out if that's the correct answer later in the programme.",
    "speaker": "Sam"
  },
  {
    "order": 15,
    "start": 112,
    "end": 121,
    "text": "The expert I mentioned earlier, who's investigating this problem, is Dr. Gesh Huberner, senior researcher at University College London.",
    "speaker": null
  },
  {
    "order": 16,
    "start": 121,
    "end": 129,
    "text": "Here, Dr Huberner explains to BBC World Service programme the climate question, what she's been finding out.",
    "speaker": null
  },
  {
    "order": 17,
    "start": 129,
    "end": 139,
    "text": "I think we have very clear evidence that, for example, hot temperatures, heat waves are linked to an increased risk of suicide and also other adverse mental health effects.",
    "speaker": null
  },
  {
    "order": 18,
    "start": 139,
    "end": 152,
    "text": "We also have pretty good evidence that, for example, experiencing a natural disaster, storms, flooding are linked to negative mental health outcomes such as post-traumatic stress disorder or other anxiety issues.",
    "speaker": "adversepost-traumatic stress disorderanxiety"
  },
  {
    "order": 19,
    "start": 153,
    "end": 174,
    "text": "Many people who experience a climate change event like flooding suffer from post-traumatic stress disorder often shorten to PTSD, a serious mental health disorder that can develop after a very bad experience like war or natural disasters like a flood or fire.",
    "speaker": null
  },
  {
    "order": 20,
    "start": 174,
    "end": 183,
    "text": "But according to Dr Huberner, even people without direct experience can suffer anxiety issues about what the future holds for our planet.",
    "speaker": null
  },
  {
    "order": 21,
    "start": 183,
    "end": 193,
    "text": "This is known as climate anxiety, sometimes called climate doom, a low-level feeling of nervousness or worry about the consequences of climate change.",
    "speaker": "climate anxietyclimate doom"
  },
  {
    "order": 22,
    "start": 193,
    "end": 204,
    "text": "These mental disorders are different in terms of how intense they feel, but Dr Huberner describes them both as adverse, having a harmful or negative effect.",
    "speaker": null
  },
  {
    "order": 23,
    "start": 204,
    "end": 213,
    "text": "In all this doom and gloom, it’s easy to forget that many of the things which are good for fighting climate change are also good for mental health.",
    "speaker": "doom and gloom"
  },
  {
    "order": 24,
    "start": 213,
    "end": 222,
    "text": "Here's Dr Huberner again, talking with BBC World Services, the climate question, this time focusing on positive things which can be done to help.",
    "speaker": null
  },
  {
    "order": 25,
    "start": 224,
    "end": 234,
    "text": "For example, if we get fossil fuel vehicles off the road, we can improve the air quality and we know that per se can be good for mental health.",
    "speaker": null
  },
  {
    "order": 26,
    "start": 234,
    "end": 245,
    "text": "If we change our road infrastructure to enable more walking and cycling, again, we have fewer fossil fuel being burned, but also we know the walking cycling are very good for mental health.",
    "speaker": null
  },
  {
    "order": 27,
    "start": 245,
    "end": 253,
    "text": "If we can change our road layout and create more green spaces, we already know that green and blue spaces are good for mental health.",
    "speaker": null
  },
  {
    "order": 28,
    "start": 255,
    "end": 267,
    "text": "Activities like walking and cycling reduce fossil fuels and improve air quality, but they are also good per se, a Latin term meaning in and of itself.",
    "speaker": null
  },
  {
    "order": 29,
    "start": 267,
    "end": 272,
    "text": "Walking is good for climate reasons, but also good in itself per se.",
    "speaker": "per se per se."
  },
  {
    "order": 30,
    "start": 273,
    "end": 283,
    "text": "Dr Huberner also recommends more urban green spaces, open areas for parks, plants and wildlife which are built into the design of towns and cities.",
    "speaker": null
  },
  {
    "order": 31,
    "start": 283,
    "end": 290,
    "text": "With creative thinking like this, it may still be possible for today's young people to have a planet worth living for.",
    "speaker": null
  },
  {
    "order": 32,
    "start": 290,
    "end": 294,
    "text": "Speaking of which Sam, it's time to reveal the answer to my question.",
    "speaker": null
  },
  {
    "order": 33,
    "start": 294,
    "end": 301,
    "text": "Yes, you asked what percentage of young people worldwide report feeling anxious about climate change.",
    "speaker": "Sam"
  },
  {
    "order": 34,
    "start": 301,
    "end": 304,
    "text": "And I guessed it was 84%.",
    "speaker": null
  },
  {
    "order": 35,
    "start": 304,
    "end": 307,
    "text": "Which was the correct answer?",
    "speaker": null
  },
  {
    "order": 36,
    "start": 307,
    "end": 308,
    "text": "Well done.",
    "speaker": null
  },
  {
    "order": 37,
    "start": 308,
    "end": 318,
    "text": "It's a high percentage which is not surprising considering that it's future generations who will live with the consequences of what we do or fail to do today.",
    "speaker": null
  },
  {
    "order": 38,
    "start": 318,
    "end": 323,
    "text": "Okay, let's recap the vocabulary we've learned from this programme about climate anxiety.",
    "speaker": null
  },
  {
    "order": 39,
    "start": 323,
    "end": 328,
    "text": "Feelings of distress caused by worrying about climate change.",
    "speaker": null
  },
  {
    "order": 40,
    "start": 329,
    "end": 335,
    "text": "The idiom doom and gloom describes the feeling that a situation is very bad and without hope.",
    "speaker": "doom and gloom’"
  },
  {
    "order": 41,
    "start": 335,
    "end": 347,
    "text": "Post-traumatic stress disorder or PTSD is a serious mental illness that can develop as a result of a very bad experience like a war or natural disaster.",
    "speaker": null
  },
  {
    "order": 42,
    "start": 347,
    "end": 352,
    "text": "The adjective adverse means having a harmful, negative effect",
    "speaker": "adverse"
  },
  {
    "order": 43,
    "start": 352,
    "end": 361,
    "text": "The Latin phrase per se means in itself and is used when considering the qualities of something on its own, not in relation to something else.",
    "speaker": null
  },
  {
    "order": 44,
    "start": 361,
    "end": 370,
    "text": "And finally, urban green spaces are areas and towns and cities which are reserved for parks, trees and wildlife.",
    "speaker": null
  },
  {
    "order": 45,
    "start": 370,
    "end": 373,
    "text": "Once again, our six minutes are up. Bye for now.",
    "speaker": "urban greenspaces"
  },
  {
    "order": 46,
    "start": 373,
    "end": 374,
    "text": "Bye-bye.",
    "speaker": null
  }
]