[
  {
    "start": 0,
    "end": 7,
    "text": "This is a download from BBC Learning English to find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 7,
    "end": 14,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 14,
    "end": 20,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "start": 20,
    "end": 24,
    "text": "And I'm Sam. Did you make any new years resolutions this year, Neil?",
    "speaker": null
  },
  {
    "start": 24,
    "end": 29,
    "text": "They're promises that you make to yourself to do something positive in the coming year.",
    "speaker": null
  },
  {
    "start": 29,
    "end": 33,
    "text": "And now that we're in February, it's getting harder to keep those promises.",
    "speaker": null
  },
  {
    "start": 33,
    "end": 39,
    "text": "Yes, the same promises I make every year, Sam, to exercise more and get fit.",
    "speaker": null
  },
  {
    "start": 39,
    "end": 44,
    "text": "Yes, the same promises I make every year, Sam – to exercise more and get fit. But I’m too lazy to go running on cold winter mornings - I’d rather stay in bed!",
    "speaker": "Neil"
  },
  {
    "start": 44,
    "end": 49,
    "text": "Are you feeling out of shape after Christmas, like Neil? Maybe you want to be more active but can’t find the time? If so, this programme is for you!",
    "speaker": "Sam"
  },
  {
    "start": 49,
    "end": 53,
    "text": "but can't find the time. If so, this programme is for you.",
    "speaker": null
  },
  {
    "start": 53,
    "end": 64,
    "text": "Yes, in this lazy person's guide to exercise, we'll be asking, what is the least amount of exercise someone can get away with doing while still staying healthy?",
    "speaker": null
  },
  {
    "start": 64,
    "end": 68,
    "text": "And of course, we'll be learning some useful vocabulary as well.",
    "speaker": null
  },
  {
    "start": 68,
    "end": 77,
    "text": "Of course, any exercise is better than none. ‘Structured exercise’ - activities like going to a fitness class, or swimming are great. But if that’s not possible, we’ll be hearing about small changes you can make that will help as well.",
    "speaker": "Sam"
  },
  {
    "start": 77,
    "end": 82,
    "text": "But if that's not possible, we'll be hearing about small changes you can make that will help as well.",
    "speaker": null
  },
  {
    "start": 82,
    "end": 88,
    "text": "Which is good news because fewer and fewer of us are doing what the UK government recommends.",
    "speaker": null
  },
  {
    "start": 88,
    "end": 99,
    "text": "30 minutes of moderate exercise a day. In fact, the government recently downgraded its recommendations because so few brits were following it.",
    "speaker": null
  },
  {
    "start": 99,
    "end": 108,
    "text": "So, Sam, according to new government advice, what is the minimum number of steps we should walk every day to stay healthy?",
    "speaker": null
  },
  {
    "start": 108,
    "end": 115,
    "text": "Is it A, 5,000 steps, B, 10,000 steps or C, 20,000 steps?",
    "speaker": null
  },
  {
    "start": 115,
    "end": 118,
    "text": "I'll say A, 5,000 steps per day.",
    "speaker": null
  },
  {
    "start": 118,
    "end": 122,
    "text": "Okay, Sam, we'll find out the answer at the end of the programme.",
    "speaker": null
  },
  {
    "start": 122,
    "end": 129,
    "text": "Someone else who's interested in how little exercise he can do is BBC reporter James Gallagher.",
    "speaker": null
  },
  {
    "start": 129,
    "end": 142,
    "text": "Here's James speaking with sports physiologist Dr Zoe Sainer. After Zoe had been monitoring James's fitness while running on a treadmill for BBC Radio 4 programme Inside Science.",
    "speaker": null
  },
  {
    "start": 142,
    "end": 145,
    "text": "… I also know you do regularly try and do structured exercise.",
    "speaker": "Dr Zoe Saynor"
  },
  {
    "start": 145,
    "end": 149,
    "text": "So, just so we can make structured exercise training is going for a swim once a week.",
    "speaker": null
  },
  {
    "start": 149,
    "end": 155,
    "text": "Generally, that's fantastic! I guess my question to you would be, how hard do you push yourself when you go swimming?",
    "speaker": "push yourself"
  },
  {
    "start": 155,
    "end": 156,
    "text": "Not as hard as the treadmill.",
    "speaker": "James"
  },
  {
    "start": 156,
    "end": 162,
    "text": "Well, I think the big thing if we come back to this question of what is the least I can do.",
    "speaker": null
  },
  {
    "start": 162,
    "end": 170,
    "text": "I think the big thing if we come back to this question of what is the least I can do? There's clear evidence that if you want to do shorter exercise sessions, they need to be of a higher intensity, right?",
    "speaker": "Zoe"
  },
  {
    "start": 170,
    "end": 173,
    "text": "It said there's a trade-off.",
    "speaker": null
  },
  {
    "start": 173,
    "end": 181,
    "text": "Zoe says that if you don't have much time to exercise, it's okay to do shorter sessions as long as you push yourself.",
    "speaker": null
  },
  {
    "start": 181,
    "end": 184,
    "text": "Try harder and put more effort into what you're doing.",
    "speaker": null
  },
  {
    "start": 184,
    "end": 189,
    "text": "If you can swim a length in 40 seconds, push yourself to swim it in 35.",
    "speaker": null
  },
  {
    "start": 189,
    "end": 195,
    "text": "That means exercising harder of course, but for a shorter time. In other words, there’s a trade-off – you accept the disadvantages of something in order to get the benefit it brings.",
    "speaker": "trade-off"
  },
  {
    "start": 195,
    "end": 200,
    "text": "You accept the disadvantages of something in order to get the benefit it brings.",
    "speaker": null
  },
  {
    "start": 200,
    "end": 207,
    "text": "Another problem for many people is that their job is sedentary. It involves little exercise or physical activity.",
    "speaker": null
  },
  {
    "start": 207,
    "end": 214,
    "text": "Zoe thinks it's important that office workers who sit down all day also find time to exercise.",
    "speaker": null
  },
  {
    "start": 214,
    "end": 219,
    "text": "Here she shares her tips with BBC Radio 4 programme inside health.",
    "speaker": null
  },
  {
    "start": 219,
    "end": 226,
    "text": "Especially people who have office jobs are sat down all day. We then look at some of the easy wins.",
    "speaker": null
  },
  {
    "start": 226,
    "end": 234,
    "text": "So active travel. And even if that's parking a little bit further away, one of the exciting areas in the literature that's coming out at the moment is actually walking faster.",
    "speaker": null
  },
  {
    "start": 235,
    "end": 244,
    "text": "So if you have no time to suddenly do 10,000 steps a day, can we get you to do 5,000 steps faster?",
    "speaker": null
  },
  {
    "start": 244,
    "end": 251,
    "text": "Will we see an improvement on your health? Yes, we will see an improvement on your health, especially over a longer period of time.",
    "speaker": null
  },
  {
    "start": 251,
    "end": 257,
    "text": "The big focus around short, sharp exercise sessions is you get more bang for your buck.",
    "speaker": null
  },
  {
    "start": 258,
    "end": 271,
    "text": "Zoe suggestions for active travel, things like walking from the car and using the stairs instead of the lift are easy wins, tasks that are both easy to accomplish and bring benefits.",
    "speaker": null
  },
  {
    "start": 271,
    "end": 278,
    "text": "Easy wins like short but intensive bursts of exercise. Increase fitness and give you more bang for your buck.",
    "speaker": null
  },
  {
    "start": 278,
    "end": 284,
    "text": "An idiom which means that you get better results for the same amount of effort you put in.",
    "speaker": null
  },
  {
    "start": 284,
    "end": 287,
    "text": "That's something everyone can appreciate, even you, Neil.",
    "speaker": null
  },
  {
    "start": 287,
    "end": 293,
    "text": "Well, I’ll definitely try to walk more, but remember, Sam, the body needs rest too!",
    "speaker": "Neil"
  },
  {
    "start": 293,
    "end": 302,
    "text": "And speaking of walking, isn’t it  time to reveal the answer to your question: how many steps does the UK government recommend we should walk a day? I guessed it was five thousand… So, was I right?",
    "speaker": "Sam"
  },
  {
    "start": 302,
    "end": 305,
    "text": "I guess it was 5,000, so was I right?",
    "speaker": null
  },
  {
    "start": 305,
    "end": 310,
    "text": "You were close, Sam, but in fact the correct answer is 10,000 steps a day.",
    "speaker": null
  },
  {
    "start": 310,
    "end": 315,
    "text": "Although as Zoe mentioned, walking fewer steps faster has benefits too.",
    "speaker": null
  },
  {
    "start": 315,
    "end": 323,
    "text": "Okay, let's recap the vocabulary we've learned from our lazy guide to exercise, starting with New Year's resolution.",
    "speaker": null
  },
  {
    "start": 323,
    "end": 328,
    "text": "A promise you make to yourself to do positive things in the coming year.",
    "speaker": null
  },
  {
    "start": 328,
    "end": 332,
    "text": "When you push yourself, you put more effort into what you’re doing.",
    "speaker": "push yourself"
  },
  {
    "start": 332,
    "end": 338,
    "text": "In a trade-off, you accept the disadvantages of something in order to get the benefits as well. ‘Trade-off’ can also be used as a verb.",
    "speaker": "trade-off"
  },
  {
    "start": 338,
    "end": 341,
    "text": "Trade-off can also be used as a verb.",
    "speaker": null
  },
  {
    "start": 341,
    "end": 347,
    "text": "The adjective said in tree describes something which involves little exercise or physical activity.",
    "speaker": null
  },
  {
    "start": 347,
    "end": 353,
    "text": "An easy win is a task that is both easy to accomplish and brings positive results.",
    "speaker": "easy win"
  },
  {
    "start": 353,
    "end": 361,
    "text": "And finally, the idiom more bang for your buck means you get a better outcome for the same amount of effort you put into something.",
    "speaker": null
  },
  {
    "start": 361,
    "end": 364,
    "text": "We hope your New Year's resolutions have made it into February.",
    "speaker": null
  },
  {
    "start": 364,
    "end": 370,
    "text": "If there's just one you keep, make it joining us again soon for more topical chat.",
    "speaker": null
  },
  {
    "start": 370,
    "end": 373,
    "text": "Here at 6 Minute English. Bye for now.",
    "speaker": null
  }
]