[
  {
    "start": 0,
    "end": 3.2800000000000002,
    "text": "This is a download from BBC Learning English.",
    "speaker": null
  },
  {
    "start": 3.2800000000000002,
    "end": 5.9190000000000005,
    "text": "To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 14.8,
    "end": 18.8,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "start": 18.8,
    "end": 19.839,
    "text": "And I’m Sam.",
    "speaker": "Sam"
  },
  {
    "start": 19.839,
    "end": 27.039,
    "text": "English has many proverbs, short and well-known phrases giving a piece of useful advice or common sense.",
    "speaker": null
  },
  {
    "start": 27.439,
    "end": 31.359,
    "text": "For example, the proverb actions speak louder than words.",
    "speaker": null
  },
  {
    "start": 31.359,
    "end": 35.519,
    "text": "Means that what people do is more important than what they say.",
    "speaker": null
  },
  {
    "start": 35.519,
    "end": 39.6,
    "text": "And the proverb don't judge a book by its cover.",
    "speaker": null
  },
  {
    "start": 39.6,
    "end": 45.2,
    "text": "It advises people not to form opinions about people based on how they look.",
    "speaker": null
  },
  {
    "start": 45.2,
    "end": 50.079,
    "text": "Proverbs are found in many cultures and languages and are often passed down through the",
    "speaker": null
  },
  {
    "start": 50.079,
    "end": 53.359,
    "text": "generations to teach children lessons in life.",
    "speaker": null
  },
  {
    "start": 53.439,
    "end": 58.24,
    "text": "One famous English proverb is an apple a day keeps the doctor away.",
    "speaker": null
  },
  {
    "start": 58.24,
    "end": 61.84,
    "text": "In other words, eating fresh fruit is good for you.",
    "speaker": null
  },
  {
    "start": 61.84,
    "end": 63.84,
    "text": "But is it really true?",
    "speaker": null
  },
  {
    "start": 63.84,
    "end": 68.319,
    "text": "Can eating an apple a day actually have significant health benefits?",
    "speaker": null
  },
  {
    "start": 68.879,
    "end": 71.84,
    "text": "That's the question we'll be discussing in this programme.",
    "speaker": null
  },
  {
    "start": 71.84,
    "end": 75.68,
    "text": "And as usual, we'll be learning some new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 75.68,
    "end": 78.239,
    "text": "But before that, I have a question for you, Sam.",
    "speaker": null
  },
  {
    "start": 78.879,
    "end": 85.439,
    "text": "Most proverbs come from a place's history and England has a long history of growing apples.",
    "speaker": null
  },
  {
    "start": 85.439,
    "end": 90.959,
    "text": "Over the centuries, hundreds of different apple varieties have been grown in orchards up and down",
    "speaker": null
  },
  {
    "start": 90.959,
    "end": 94.319,
    "text": "the country, some with quite unusual names.",
    "speaker": null
  },
  {
    "start": 94.319,
    "end": 99.519,
    "text": "So which of the following is the name of a real type of English apple?",
    "speaker": null
  },
  {
    "start": 99.519,
    "end": 106.319,
    "text": "Is it a, a tailor's gold, be a golden pipin or see a black wister?",
    "speaker": null
  },
  {
    "start": 106.399,
    "end": 109.759,
    "text": "I don't know, but I think it's be a golden pipin.",
    "speaker": null
  },
  {
    "start": 109.759,
    "end": 112.879,
    "text": "Okay, Sam, I'll reveal the answer later in the programme.",
    "speaker": null
  },
  {
    "start": 113.519,
    "end": 119.28,
    "text": "But whatever the name of the apple, new scientific research is showing that there really are",
    "speaker": null
  },
  {
    "start": 119.28,
    "end": 123.28,
    "text": "health benefits to eating apples, especially with the skins on.",
    "speaker": null
  },
  {
    "start": 123.919,
    "end": 131.12,
    "text": "Apple skins are full of good stuff, fiber, vitamins and especially flavonoids,",
    "speaker": null
  },
  {
    "start": 131.12,
    "end": 136.079,
    "text": "a chemical compound known to reduce blood pressure and improve brain and heart health.",
    "speaker": null
  },
  {
    "start": 136.719,
    "end": 142.639,
    "text": "No wonder then, that when Dr Michael Mosley, presenter of BBC Radio 4 programme, Just One Thing, wanted a snack to eat, he reached for an apple.",
    "speaker": "Sam"
  },
  {
    "start": 142.639,
    "end": 147.28,
    "text": "just one thing, wanted a snack to eat he reached for an apple.",
    "speaker": null
  },
  {
    "start": 148.719,
    "end": 154.879,
    "text": "It's early afternoon and I'm a bit peckish, so I'm about to grab a delicious snack that could",
    "speaker": null
  },
  {
    "start": 154.879,
    "end": 158.479,
    "text": "improve my blood flow, boost my brain and trim my waistline.",
    "speaker": null
  },
  {
    "start": 158.56,
    "end": 167.039,
    "text": "It's not some exotic superfood, in fact it's an apple.",
    "speaker": null
  },
  {
    "start": 168.079,
    "end": 173.439,
    "text": "Dr. Mosley wanted something to eat because he was peckish a little bit hungry.",
    "speaker": null
  },
  {
    "start": 173.439,
    "end": 178.719,
    "text": "He wanted something healthy but chose an apple instead of exotic superfoods like",
    "speaker": null
  },
  {
    "start": 178.719,
    "end": 184.719,
    "text": "blueberries or a banana smoothie. If you call something exotic, you mean it's unusual and",
    "speaker": null
  },
  {
    "start": 184.719,
    "end": 191.919,
    "text": "exciting often because it comes from an unfamiliar place. Instead he ate the least exotic fruit I",
    "speaker": null
  },
  {
    "start": 191.919,
    "end": 199.759,
    "text": "can imagine, the humble apple. But Dr. Mosley thinks apples do have health benefits and he lists them.",
    "speaker": null
  },
  {
    "start": 200.24,
    "end": 207.28,
    "text": "Apple's improved blood flow, boost the brain and trim the waistline, a phrase which means to keep",
    "speaker": null
  },
  {
    "start": 207.28,
    "end": 213.919,
    "text": "a healthy body weight with no extra fat. Yes, one reason apples are so good for us is that the",
    "speaker": null
  },
  {
    "start": 213.919,
    "end": 220.239,
    "text": "skin is packed with flavonoids which help people lose weight and have even been linked to a longer",
    "speaker": null
  },
  {
    "start": 220.239,
    "end": 225.599,
    "text": "life. But that's not all. It's the fact that there are so many different ways of cooking and",
    "speaker": null
  },
  {
    "start": 225.599,
    "end": 232.319,
    "text": "eating apples which makes them one of the nation's favourite foods. His Dr. Mosley again explaining",
    "speaker": null
  },
  {
    "start": 232.319,
    "end": 236.639,
    "text": "how he likes to eat his apples to just one thing on BBC Sounds.",
    "speaker": null
  },
  {
    "start": 237.519,
    "end": 242.639,
    "text": "What I love about apples is they are so versatile. I've been snacking on them,",
    "speaker": null
  },
  {
    "start": 243.279,
    "end": 248.799,
    "text": "grating them into my porridge and having them sliced with full fat yogurt as a dessert.",
    "speaker": null
  },
  {
    "start": 248.799,
    "end": 253.839,
    "text": "But baked apples are one of my favourite ways to consume them. It seems an apple a day really",
    "speaker": null
  },
  {
    "start": 253.839,
    "end": 259.519,
    "text": "does keep the doctor away and also keep your heart gut and even your waistline in good shape.",
    "speaker": null
  },
  {
    "start": 260.479,
    "end": 268.24,
    "text": "Dr. Mosley eats apples in porridge, sliced with yogurt and even baked in the oven. He describes",
    "speaker": null
  },
  {
    "start": 268.24,
    "end": 274.799,
    "text": "them as versatile, things which can be used for many different purposes or in many different ways.",
    "speaker": null
  },
  {
    "start": 275.359,
    "end": 282.479,
    "text": "What's more, cooking or baking apples doesn't damage those healthy flavonoids. So even the occasional",
    "speaker": null
  },
  {
    "start": 282.479,
    "end": 289.359,
    "text": "apple crumble with custard can be good for you. Apple crumble and custard. Hmm, I'm not so sure",
    "speaker": null
  },
  {
    "start": 289.36,
    "end": 295.36,
    "text": "that's a way to get in good shape. A phrase meaning healthy or in good condition. But Neil,",
    "speaker": null
  },
  {
    "start": 295.36,
    "end": 301.92,
    "text": "it seems the old proverb is true. According to the science and apple a day really does keep the",
    "speaker": null
  },
  {
    "start": 301.92,
    "end": 307.92,
    "text": "doctor away. Right, it's time to reveal the answer to your question. Yes, I asked you about the",
    "speaker": null
  },
  {
    "start": 307.92,
    "end": 314,
    "text": "strange sounding names given to some varieties of English apple. And I said that a golden",
    "speaker": null
  },
  {
    "start": 314,
    "end": 320,
    "text": "pippin was the name of a real apple. So was I right? Yes, you were. Golden pippin apples were",
    "speaker": null
  },
  {
    "start": 320,
    "end": 325.279,
    "text": "first grown in Arondoll near the south coast of England. Well, the other two, Black Wister and",
    "speaker": null
  },
  {
    "start": 325.279,
    "end": 331.519,
    "text": "Taylor's gold are actually types of English pear. Right, let's recap the vocabulary we've learned",
    "speaker": null
  },
  {
    "start": 331.519,
    "end": 337.36,
    "text": "from this programme starting with proverb, a short sentence or expression giving some well-known",
    "speaker": null
  },
  {
    "start": 337.36,
    "end": 343.279,
    "text": "If you’re feeling peckish, you’re slightly hungry.",
    "speaker": "peckish"
  },
  {
    "start": 343.279,
    "end": 349.279,
    "text": "The adjective exotic describes something which is unusual and exciting, often because it comes from a faraway place.",
    "speaker": "exotic"
  },
  {
    "start": 349.279,
    "end": 355.759,
    "text": "The phrase trim the waistline means to keep your body weight healthy with no extra fat around your waistline – the area of your body above the hips.",
    "speaker": "trim the waistline"
  },
  {
    "start": 355.759,
    "end": 362.399,
    "text": "waistline, the area of your body above the hips. Something which is versatile can be used for many",
    "speaker": null
  },
  {
    "start": 362.399,
    "end": 368.559,
    "text": "purposes or in many different ways. And finally, if someone is in good shape, they're in a good state",
    "speaker": null
  },
  {
    "start": 368.56,
    "end": 372.879,
    "text": "of health. Once again, our six minutes are up. Bye for now. Bye.",
    "speaker": null
  }
]
