[
  {
    "start": 0,
    "end": 7,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 7,
    "end": 15,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 15,
    "end": 19,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam.",
    "speaker": "Sam"
  },
  {
    "start": 19,
    "end": 26,
    "text": "And I'm Rob. When Sarah Ott was growing up in Florida in the 1990s, she loved playing in nature.",
    "speaker": null
  },
  {
    "start": 26,
    "end": 37,
    "text": "She picked up litter in the street and took it home to recycle. But later, in college, Sarah became surrounded by people in her community who didn't share her love of the environment.",
    "speaker": null
  },
  {
    "start": 37,
    "end": 44,
    "text": "People who didn't believe that climate change was real. And slowly, Sarah started to doubt it as well.",
    "speaker": null
  },
  {
    "start": 44,
    "end": 52,
    "text": "Climate deniers, people who don't believe that climate change is happening, or that it isn't caused by humans,",
    "speaker": null
  },
  {
    "start": 52,
    "end": 58,
    "text": "make up around 9% of the American population, according to some estimates.",
    "speaker": null
  },
  {
    "start": 58,
    "end": 68,
    "text": "Now, Sarah works as a climate campaigner at the US National Centre for Science Education, teaching children the science behind climate change.",
    "speaker": null
  },
  {
    "start": 68,
    "end": 73,
    "text": "But her journey there was a difficult one. And she lost many friends on the way.",
    "speaker": null
  },
  {
    "start": 73,
    "end": 81,
    "text": "In this programme, we’ll be discussing climate deniers, and finding out how to talk with people who doubt the science of global warming. And as usual, we’ll be learning some new vocabulary as well.",
    "speaker": "Rob"
  },
  {
    "start": 81,
    "end": 85,
    "text": "And as usual, we'll be learning some new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 85,
    "end": 88,
    "text": "But before that, I have a question for you, Rob.",
    "speaker": null
  },
  {
    "start": 88,
    "end": 98,
    "text": "But before that, I have a question for you, Rob. Whatever climate deniers think, there is strong agreement on the issue among scientists on the Intergovernmental Panel on Climate Change, the IPCC. So, what percentage of the world’s scientific community agree that climate change is real? Is it:",
    "speaker": "Sam"
  },
  {
    "start": 98,
    "end": 104,
    "text": "So what percentage of the world's scientific community agree that climate change is real?",
    "speaker": null
  },
  {
    "start": 104,
    "end": 111,
    "text": "Is it A, 79% B, 89% or C, 99%?",
    "speaker": null
  },
  {
    "start": 111,
    "end": 115,
    "text": "Oh, I'll have a guess and I'll say it's 99%.",
    "speaker": null
  },
  {
    "start": 115,
    "end": 119,
    "text": "Okay, I will reveal the answer later in the programme, Rob.",
    "speaker": null
  },
  {
    "start": 119,
    "end": 123,
    "text": "Marco Silva is a climate disinformation reporter for the BBC.",
    "speaker": null
  },
  {
    "start": 123,
    "end": 132,
    "text": "OK. I will reveal the answer later in the programme, Rob. Marco Silva is a climate disinformation reporter for the BBC. He told BBC World Service programme, The Climate Question, what he’s learned about reporting on the issue from around the world.",
    "speaker": "Sam"
  },
  {
    "start": 132,
    "end": 143,
    "text": "It is quite important to make here a very clear distinction between being wrong, ill informed about climate change and being a full-blown climate denier.",
    "speaker": null
  },
  {
    "start": 143,
    "end": 148,
    "text": "A lot of people may not be very well versed with the science, the facts of climate change.",
    "speaker": null
  },
  {
    "start": 148,
    "end": 153,
    "text": "To be honest, they can at times be quite complex, quite dense.",
    "speaker": null
  },
  {
    "start": 153,
    "end": 157,
    "text": "Some people may have genuine questions about the subject.",
    "speaker": null
  },
  {
    "start": 157,
    "end": 163,
    "text": "So with information with facts, those people can be convinced.",
    "speaker": null
  },
  {
    "start": 163,
    "end": 171,
    "text": "Climate deniers, though, people who reject the basic facts of climate change are likely to be more difficult to persuade.",
    "speaker": null
  },
  {
    "start": 171,
    "end": 181,
    "text": "Marco distinguishes a full-blown climate denier, someone who is completely committed to the idea, from someone who is simply ill informed,",
    "speaker": null
  },
  {
    "start": 181,
    "end": 185,
    "text": "meaning someone who knows less than they should about a particular topic.",
    "speaker": null
  },
  {
    "start": 185,
    "end": 201,
    "text": "Marco thinks it's possible to persuade an ill informed person that climate change is a fact, for example, by sharing personal stories of how the weather has changed in recent years, or by asking them why they doubt the scientific evidence.",
    "speaker": null
  },
  {
    "start": 201,
    "end": 206,
    "text": "Full-blown climate deniers, on the other hand, are much harder to persuade.",
    "speaker": null
  },
  {
    "start": 206,
    "end": 213,
    "text": "Here's Marco Silva again, sharing some advice on how best to talk to people about the climate.",
    "speaker": null
  },
  {
    "start": 213,
    "end": 217,
    "text": "With BBC World Service Programme, the climate question.",
    "speaker": null
  },
  {
    "start": 217,
    "end": 223,
    "text": "A number of researchers in academics have looked into exactly this topic before.",
    "speaker": null
  },
  {
    "start": 223,
    "end": 229,
    "text": "Professor Sandef and Alinen, professor of social psychology at University of Cambridge, is one of them.",
    "speaker": null
  },
  {
    "start": 229,
    "end": 236,
    "text": "He's been looking into this long and hard, and when I spoke to him, he gave me a couple of tips.",
    "speaker": null
  },
  {
    "start": 236,
    "end": 241,
    "text": "For instance, don't challenge a climate denier directly.",
    "speaker": null
  },
  {
    "start": 241,
    "end": 249,
    "text": "Don't confront them, telling them that they're there, so that, throwing insults at them, that their beliefs are wrong.",
    "speaker": null
  },
  {
    "start": 249,
    "end": 254,
    "text": "That sort of attitude or strategy is only likely to backfire.",
    "speaker": null
  },
  {
    "start": 254,
    "end": 261,
    "text": "If you do that, the chances are people are just going to hold on to their views even more firmly.",
    "speaker": null
  },
  {
    "start": 261,
    "end": 270,
    "text": "Marco mentions Professor Vanda Linden, a psychologist who has taken a long, hard look at the issue of climate denial.",
    "speaker": null
  },
  {
    "start": 270,
    "end": 278,
    "text": "If you take a long, hard look at something, you examine it very carefully in order to improve it for the future.",
    "speaker": null
  },
  {
    "start": 278,
    "end": 289,
    "text": "Professor Vanda Linden advises us not to challenge climate deniers directly, and never to throw insults, to say offensive, hurtful things directly to someone.",
    "speaker": null
  },
  {
    "start": 289,
    "end": 299,
    "text": "Professor van der Linden advises us not to challenge climate deniers directly, and never to throw insults – to say offensive, hurtful things directly to someone. This approach is unlikely to work and will probably backfire, or have the opposite effect from that intended, such as making that person’s opinion even stronger.",
    "speaker": "throw insultsbackfire"
  },
  {
    "start": 300,
    "end": 310,
    "text": "Instead, what's needed is understanding and empathy, realizing that climate deniers cannot control the life events that led them to mistrust science.",
    "speaker": null
  },
  {
    "start": 310,
    "end": 315,
    "text": "And the patients to try to show them the difference between fact and fiction.",
    "speaker": null
  },
  {
    "start": 315,
    "end": 319,
    "text": "Okay, it's time to reveal the answer to your question now, Sam.",
    "speaker": null
  },
  {
    "start": 319,
    "end": 326,
    "text": "What percentage of the global scientific community agree that human cause climate change is real?",
    "speaker": null
  },
  {
    "start": 326,
    "end": 329,
    "text": "And I guess it was 99%.",
    "speaker": null
  },
  {
    "start": 329,
    "end": 331,
    "text": "And that was the correct answer, Rob.",
    "speaker": null
  },
  {
    "start": 331,
    "end": 332,
    "text": "Aha.",
    "speaker": null
  },
  {
    "start": 332,
    "end": 339,
    "text": "The scientific evidence for a climate emergency is overwhelming, leaving just the question of what we do about it.",
    "speaker": null
  },
  {
    "start": 339,
    "end": 344,
    "text": "Okay, let's recap the vocabulary we've learned from this program on climate deniers.",
    "speaker": null
  },
  {
    "start": 344,
    "end": 348,
    "text": "People who do not accept that climate change is real.",
    "speaker": null
  },
  {
    "start": 348,
    "end": 353,
    "text": "Someone who is ill-informed knows less than they should about a particular topic.",
    "speaker": "ill-informed"
  },
  {
    "start": 353,
    "end": 358,
    "text": "The adjective full-blown means completely committed or developed.",
    "speaker": "full-blown"
  },
  {
    "start": 358,
    "end": 367,
    "text": "The idiom to take a long, hard look at something means to examine something very carefully in order to improve it for the future.",
    "speaker": "to take a long, hard look"
  },
  {
    "start": 367,
    "end": 372,
    "text": "If you throw insults, you say offensive, hurtful things directly to someone.",
    "speaker": "throw insults"
  },
  {
    "start": 372,
    "end": 379,
    "text": "And finally, if your actions backfire, they have the opposite effect from the one you intended.",
    "speaker": null
  },
  {
    "start": 379,
    "end": 383,
    "text": "Once again, our six minutes are up. Bye for now.",
    "speaker": null
  },
  {
    "start": 383,
    "end": 384,
    "text": "Bye-bye.",
    "speaker": null
  },
  {
    "start": 384,
    "end": 387,
    "text": "Six minute English from the BBC.",
    "speaker": null
  }
]
