[
  {
    "start": 0,
    "end": 7,
    "text": "This is a download from BBC Learning English. To find out more, visit our website.",
    "speaker": null
  },
  {
    "start": 7,
    "end": 14,
    "text": "6-Mate English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 14,
    "end": 20,
    "text": "Hello, this is 6-Minute English from BBC Learning English. I'm Neil and I'm Rob.",
    "speaker": null
  },
  {
    "start": 20,
    "end": 24,
    "text": "Do you know where the food on your plate comes from?",
    "speaker": null
  },
  {
    "start": 24,
    "end": 30,
    "text": "Do you know where the food on your plate comes from? Many people just assume that shops will always be ready with a cheap and plentiful supply.",
    "speaker": "Neil"
  },
  {
    "start": 30,
    "end": 36,
    "text": "But recently, a lack of certain foods in the UK, a situation known as a food shortage,",
    "speaker": null
  },
  {
    "start": 36,
    "end": 42,
    "text": "has left supermarket shelves empty of everyday items like eggs, tomatoes and cucumbers.",
    "speaker": null
  },
  {
    "start": 42,
    "end": 47,
    "text": "Some see these food supply problems, which were caused by unusually cold weather,",
    "speaker": null
  },
  {
    "start": 47,
    "end": 54,
    "text": "combined with rising energy prices, as a warning not to take a reliable supply of food for granted.",
    "speaker": null
  },
  {
    "start": 54,
    "end": 58,
    "text": "Like many countries, the UK imports much of its food from abroad,",
    "speaker": null
  },
  {
    "start": 58,
    "end": 62,
    "text": "and for years has enjoyed a stable and affordable supply.",
    "speaker": null
  },
  {
    "start": 62,
    "end": 67,
    "text": "But with changes in the world economy, inflation and the effects of climate change,",
    "speaker": null
  },
  {
    "start": 67,
    "end": 70,
    "text": "how much longer will this continue?",
    "speaker": null
  },
  {
    "start": 70,
    "end": 76,
    "text": "In this programme, we'll be finding out, and as usual, learning some useful new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 76,
    "end": 83,
    "text": "A reliable food supply is essential. In fact, there’s an English expression about the dangers of not having enough food for everyone: ‘we are only nine meals away…’ but, ‘away from’ what, Neil? Is it:",
    "speaker": "Rob"
  },
  {
    "start": 83,
    "end": 88,
    "text": "We are only 9 meals away, but away from what Neil?",
    "speaker": null
  },
  {
    "start": 88,
    "end": 94,
    "text": "Is it a revolution, b, anarchy or c, famine?",
    "speaker": null
  },
  {
    "start": 94,
    "end": 99,
    "text": "I guess the expression goes, we're only 9 meals away from revolution.",
    "speaker": null
  },
  {
    "start": 99,
    "end": 102,
    "text": "Okay, I'll reveal the answer later on.",
    "speaker": null
  },
  {
    "start": 102,
    "end": 109,
    "text": "Besides difficulties in importing food, some countries are also producing less food than they used to.",
    "speaker": null
  },
  {
    "start": 109,
    "end": 114,
    "text": "In the UK, many farmers are selling their apple orchards to housing developers,",
    "speaker": null
  },
  {
    "start": 114,
    "end": 117,
    "text": "rather than struggle with increasing production costs.",
    "speaker": null
  },
  {
    "start": 117,
    "end": 124,
    "text": "Here's Adam Layland, editor of the Grocer magazine, speaking with BBC Radio 4's The Food Programme.",
    "speaker": null
  },
  {
    "start": 124,
    "end": 129,
    "text": "The forecast is for the lowest levels of production since records began.",
    "speaker": null
  },
  {
    "start": 129,
    "end": 135,
    "text": "You think about how much investment there has been in glass houses and poly tunnels since 1985,",
    "speaker": null
  },
  {
    "start": 135,
    "end": 138,
    "text": "in a way that's transformed UK supply quite frankly.",
    "speaker": null
  },
  {
    "start": 138,
    "end": 142,
    "text": "The fact that this is what's being forecast is extraordinary.",
    "speaker": null
  },
  {
    "start": 142,
    "end": 147,
    "text": "Adam says that British food production is at its lowest since records began,",
    "speaker": null
  },
  {
    "start": 147,
    "end": 154,
    "text": "a phrase used to mark the point in the past when people started writing down an account of something",
    "speaker": null
  },
  {
    "start": 154,
    "end": 159,
    "text": "rather than just remembering it, so that the information could be used in the future.",
    "speaker": null
  },
  {
    "start": 159,
    "end": 164,
    "text": "Production is decreasing despite improvements in how food is grown,",
    "speaker": null
  },
  {
    "start": 164,
    "end": 167,
    "text": "especially the use of glass houses and poly tunnels.",
    "speaker": null
  },
  {
    "start": 167,
    "end": 175,
    "text": "A glass house is a large greenhouse, a building with glass sides used for the commercial growing of fruit and vegetables.",
    "speaker": null
  },
  {
    "start": 175,
    "end": 179,
    "text": "A poly tunnel is a similar structure but made using plastic instead of glass.",
    "speaker": null
  },
  {
    "start": 179,
    "end": 186,
    "text": "However, it's not only Brits who are worrying about the production and supply of their food.",
    "speaker": null
  },
  {
    "start": 186,
    "end": 189,
    "text": "Changes are happening all around the world.",
    "speaker": null
  },
  {
    "start": 189,
    "end": 195,
    "text": "When global demand for food outgrows supply, countries start competing with each other.",
    "speaker": null
  },
  {
    "start": 195,
    "end": 201,
    "text": "According to Oxford University's Professor Charles Godfrey, an expert on the global food system,",
    "speaker": null
  },
  {
    "start": 201,
    "end": 205,
    "text": "we're now living in a less connected, less collaborative world,",
    "speaker": null
  },
  {
    "start": 205,
    "end": 208,
    "text": "a world which he says is deglobalizing.",
    "speaker": null
  },
  {
    "start": 208,
    "end": 215,
    "text": "De-globalization involves sourcing food nearer to home, domestically or from neighbouring countries.",
    "speaker": null
  },
  {
    "start": 215,
    "end": 223,
    "text": "While this sounds positive, Professor Godfrey is worried that deglobalization makes it harder to supply food to parts of the world",
    "speaker": null
  },
  {
    "start": 223,
    "end": 225,
    "text": "which cannot produce enough for themselves.",
    "speaker": null
  },
  {
    "start": 225,
    "end": 230,
    "text": "Here, he shares his concerns with BBC Radio 4's The Food Programme.",
    "speaker": null
  },
  {
    "start": 230,
    "end": 238,
    "text": "We think that in the next 30 or 40 years, we will probably see global demand for food rising 30 to 50%.",
    "speaker": null
  },
  {
    "start": 238,
    "end": 243,
    "text": "And I think a question is, should the UK be stepping up to help meet that demand,",
    "speaker": null
  },
  {
    "start": 243,
    "end": 247,
    "text": "given that we have a very sophisticated home agriculture?",
    "speaker": null
  },
  {
    "start": 247,
    "end": 253,
    "text": "Well, you could argue completely the opposite that we live in a country where we are very deportful for biodiversity.",
    "speaker": null
  },
  {
    "start": 253,
    "end": 259,
    "text": "Perhaps we should produce less food here and use our land more for biodiversity.",
    "speaker": null
  },
  {
    "start": 259,
    "end": 264,
    "text": "My view is that if we plan our land use in a cany way,",
    "speaker": null
  },
  {
    "start": 264,
    "end": 269,
    "text": "one can produce more food and one can increase the biodiversity in the country.",
    "speaker": null
  },
  {
    "start": 269,
    "end": 276,
    "text": "Professor Godfrey thinks only a globalised food system can successfully feed the world population.",
    "speaker": null
  },
  {
    "start": 276,
    "end": 280,
    "text": "Countries that can produce food should be stepping up to meet demand.",
    "speaker": null
  },
  {
    "start": 280,
    "end": 287,
    "text": "If you step up to a situation, you start taking responsibility for doing something to improve things.",
    "speaker": null
  },
  {
    "start": 287,
    "end": 292,
    "text": "We need a balance between growing food and maintaining the Earth's biodiversity,",
    "speaker": null
  },
  {
    "start": 292,
    "end": 295,
    "text": "the number and variety of plants and animals living on Earth.",
    "speaker": null
  },
  {
    "start": 295,
    "end": 302,
    "text": "Depending on their circumstances, countries could use their land either to grow food or to promote biodiversity.",
    "speaker": null
  },
  {
    "start": 302,
    "end": 310,
    "text": "But Professor Godfrey thinks both are possible if we are canny, an adjective meaning clever and quick thinking.",
    "speaker": null
  },
  {
    "start": 310,
    "end": 317,
    "text": "Feeding the world is an urgent global challenge with serious consequences, as mentioned in that English expression.",
    "speaker": null
  },
  {
    "start": 317,
    "end": 321,
    "text": "So maybe it's time you reveal the answer to the question, Rob.",
    "speaker": null
  },
  {
    "start": 321,
    "end": 327,
    "text": "Yes, I asked you to finish the saying we're only 9 miles away from.",
    "speaker": null
  },
  {
    "start": 327,
    "end": 331,
    "text": "And I guessed it was 9 miles away from revolution?",
    "speaker": null
  },
  {
    "start": 331,
    "end": 334,
    "text": "Which was the wrong answer, I'm afraid.",
    "speaker": null
  },
  {
    "start": 334,
    "end": 339,
    "text": "Actually, the saying goes we're only 9 miles away from anarchy.",
    "speaker": null
  },
  {
    "start": 339,
    "end": 346,
    "text": "Hmm, I really hope not, but just in case let's recap the vocabulary we've learned starting with food shortage.",
    "speaker": null
  },
  {
    "start": 346,
    "end": 349,
    "text": "A situation where not enough food is produced.",
    "speaker": null
  },
  {
    "start": 349,
    "end": 358,
    "text": "The phrase, since records began shows the point in the past when people started keeping written accounts of events, rather than just remembering them.",
    "speaker": "since records began"
  },
  {
    "start": 358,
    "end": 364,
    "text": "A glass house is a large greenhouse. That's a building with glass sides used for growing food.",
    "speaker": null
  },
  {
    "start": 364,
    "end": 370,
    "text": "If you step up to a situation, you start taking responsibility to act to improve things.",
    "speaker": "step up"
  },
  {
    "start": 370,
    "end": 376,
    "text": "Earth's biodiversity is the variety of plants and animals living in a natural environment.",
    "speaker": null
  },
  {
    "start": 376,
    "end": 381,
    "text": "And finally the adjective canny means clever and quick thinking.",
    "speaker": null
  },
  {
    "start": 381,
    "end": 384,
    "text": "Once again our six minutes are up. Goodbye for now.",
    "speaker": null
  },
  {
    "start": 384,
    "end": 385,
    "text": "Bye bye!",
    "speaker": "Rob"
  }
]
