[
  {
    "start": 0,
    "end": 7,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7,
    "end": 12,
    "text": "Hello, this is 6-Minute English from BBCLearningEnglish. I'm Neil.",
    "speaker": null
  },
  {
    "start": 12,
    "end": 19,
    "text": "And I'm Beth. There are some well-known English expressions that make a link between seeing and eating.",
    "speaker": null
  },
  {
    "start": 19,
    "end": 24,
    "text": "Your eyes are bigger than your belly, means you have taken more food than you can eat.",
    "speaker": null
  },
  {
    "start": 24,
    "end": 31,
    "text": "And the saying you eat with your eyes first means that food seems more desirable when it looks good on the plate.",
    "speaker": null
  },
  {
    "start": 31,
    "end": 39,
    "text": "But seeing isn't the only sense involved in tasting food. In fact, it may not even be the most important.",
    "speaker": null
  },
  {
    "start": 39,
    "end": 48,
    "text": "But seeing isn’t the only sense involved in tasting food - in fact, it may not even be the most important. First, you see your favourite bacon sandwich, then comes its delicious smell, quickly followed by the crunchy feel and salty taste as you take a bite.",
    "speaker": "Neil"
  },
  {
    "start": 48,
    "end": 57,
    "text": "Now scientists are learning more about the power of another of our senses. Sound and how it affects our sense of taste.",
    "speaker": null
  },
  {
    "start": 57,
    "end": 66,
    "text": "Sonic seasoning is the idea that when you hear certain sounds or music, they can enhance one flavour or another in the food you're eating.",
    "speaker": null
  },
  {
    "start": 66,
    "end": 73,
    "text": "In this programme, we'll be eating with our ears as we investigate the link between sound and our taste buds.",
    "speaker": null
  },
  {
    "start": 73,
    "end": 78,
    "text": "And as usual, we'll be learning some useful new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 78,
    "end": 94,
    "text": "But first, I have a question for you, Beth. The idea that sounds influence taste might seem strange, but the food processing companies that produce some of our most familiar food and drinks have long known, that sound equals sales.",
    "speaker": null
  },
  {
    "start": 94,
    "end": 107,
    "text": "In the UK, for example, the chocolate company Cadbury hired the London contemporary orchestra to perform classical music tunes symbolising each flavour of their dairy milk chocolates.",
    "speaker": null
  },
  {
    "start": 107,
    "end": 114,
    "text": "So which background sound did whiskey makers singletons use to advertise their scotch whiskey?",
    "speaker": null
  },
  {
    "start": 114,
    "end": 121,
    "text": "Was it A, jazz music? B, bagpipes playing or C, birds tweeting.",
    "speaker": null
  },
  {
    "start": 121,
    "end": 125,
    "text": "I will guess they use some smooth jazz music.",
    "speaker": null
  },
  {
    "start": 125,
    "end": 128,
    "text": "Okay, Beth, I'll reveal the answer later in the programme.",
    "speaker": null
  },
  {
    "start": 128,
    "end": 143,
    "text": "OK, Beth. I'll reveal the answer later in the programme. Charles Spence is professor of experimental psychology at Oxford University. After years studying how our brains process information, he believes sound plays a much bigger role in how we taste our food than we think, something he explained to Mike Johnson, presenter of BBC World Service programme, The Food Chain:",
    "speaker": "Neil"
  },
  {
    "start": 143,
    "end": 149,
    "text": "Something he explained to Mike Johnson, presenter of BBC World Service programme, the food chain.",
    "speaker": null
  },
  {
    "start": 149,
    "end": 161,
    "text": "In general, how bigger contribution do you think these sounds and sound generally actually makes to how we perceive food compared to the more obvious senses, of course, of sight and smell?",
    "speaker": null
  },
  {
    "start": 161,
    "end": 166,
    "text": "So I think it's much more important than we realise. And that can start from before we've put anything into our mouth.",
    "speaker": null
  },
  {
    "start": 166,
    "end": 174,
    "text": "It can be the sound of the sizzle of the steak on the hot plate. It can be the gurgle and the sizzle and the steam of the coffee machine.",
    "speaker": null
  },
  {
    "start": 174,
    "end": 179,
    "text": "Those are all cues that helped at expectations about what we're about to taste.",
    "speaker": null
  },
  {
    "start": 179,
    "end": 188,
    "text": "Professor Spence uses Onomatopoeia to describe some sounds. Onomatopoeia is when a word sounds like what it means.",
    "speaker": null
  },
  {
    "start": 188,
    "end": 205,
    "text": "Professor Spence uses onomatopoeia to describe some sounds. Onomatopoeia is when a word sounds like what it means, words like 'buzz', ‘zoom’ and ‘whack’. He uses the word sizzle for the hissing sound made by frying meat, and describes a coffee machine using the word gurgle - the low pleasant sound liquids make when flowing quickly through a narrow space. Professor Spence thinks that hearing these sounds while eating psychologically intensifies the flavours of food.",
    "speaker": "onomatopoeiaOnomatopoeiagurgle"
  },
  {
    "start": 205,
    "end": 212,
    "text": "Professor Spence thinks that hearing these sounds while eating psychologically intensifies the flavour of food.",
    "speaker": null
  },
  {
    "start": 212,
    "end": 219,
    "text": "But it's not just psychologists. The food industry has also discovered the selling power of sound.",
    "speaker": null
  },
  {
    "start": 219,
    "end": 226,
    "text": "Nowadays, restaurants everywhere are carefully selecting the music they play on their dining room playlists.",
    "speaker": null
  },
  {
    "start": 226,
    "end": 236,
    "text": "Reporter Jana Palmer visited New York restaurants Smash Burger, where every song is specially chosen by professional music pickers.",
    "speaker": null
  },
  {
    "start": 236,
    "end": 245,
    "text": "Here she interviews one of them, Amy Frischke, head of music design company, mood media for BBC World Service Program, the food chain.",
    "speaker": null
  },
  {
    "start": 245,
    "end": 254,
    "text": "Music just kind of has the ability to put you in a different space. And a lot of times, like then your mood could lead to an impulse buy that you didn't plan on.",
    "speaker": null
  },
  {
    "start": 254,
    "end": 257,
    "text": "If you're having such a good time meeting out, oh, I'll get dessert.",
    "speaker": null
  },
  {
    "start": 257,
    "end": 261,
    "text": "Yeah, right. Yeah, I'm really enjoying the music. I think I'll linger here a bit longer.",
    "speaker": null
  },
  {
    "start": 261,
    "end": 268,
    "text": "Choosing the right dining room music not only makes food taste better, it puts people in a good mood.",
    "speaker": null
  },
  {
    "start": 268,
    "end": 276,
    "text": "Choosing the right dining-room music not only makes food taste better, it puts people in a good mood - something which might lead to an impulse buy – suddenly buying something you had not planned to because you want it when you see it.",
    "speaker": "impulse buy"
  },
  {
    "start": 276,
    "end": 284,
    "text": "What’s more, a good restaurant atmosphere encourages customers to linger – to stay longer than necessary because they’re having a good time. Of course, the longer customers linger and the more they buy on impulse, the more money a restaurant makes.",
    "speaker": "linger"
  },
  {
    "start": 284,
    "end": 290,
    "text": "Of course, the longer customers linger and the more they buy on impulse, the more money a restaurant makes.",
    "speaker": null
  },
  {
    "start": 291,
    "end": 301,
    "text": "I think it's time you revealed the answer to your question, Neil. You asked me which background sound drinks company Singletons used to advertise their whiskey?",
    "speaker": null
  },
  {
    "start": 301,
    "end": 304,
    "text": "I guess it was jazz music. So was I right?",
    "speaker": null
  },
  {
    "start": 304,
    "end": 315,
    "text": "That was the wrong answer. I'm afraid Beth. In fact, Singletons used the sound of birds tweeting to sell their whiskey. Probably a better idea than using bagpipes.",
    "speaker": null
  },
  {
    "start": 315,
    "end": 324,
    "text": "Okay, let's recap the vocabulary we've learned from this program on Sonic Seasoning. Starting with the English saying, you eat with your eyes first.",
    "speaker": null
  },
  {
    "start": 324,
    "end": 329,
    "text": "An idiot meaning that when food is visually appealing, it's more appetizing.",
    "speaker": null
  },
  {
    "start": 329,
    "end": 336,
    "text": "Onomatopoeia is when words sound like what they mean, for example ‘boom’, ‘whack’ and ‘moo’.",
    "speaker": "Onomatopoeia"
  },
  {
    "start": 336,
    "end": 346,
    "text": "Other examples of onomatopoeia are sizzle - a hissing sound, and gurgle – the low pleasant sound a liquid makes when it flows quickly through a narrow space.",
    "speaker": "onomatopoeiagurgle"
  },
  {
    "start": 346,
    "end": 352,
    "text": "An impulse buy is suddenly buying something that you had not planned to because you want it when you see it.",
    "speaker": "impulsebuy"
  },
  {
    "start": 352,
    "end": 358,
    "text": "And finally, the verb to linger means to stay somewhere longer than necessary because you're enjoying yourself.",
    "speaker": null
  },
  {
    "start": 358,
    "end": 365,
    "text": "Once again, our six minutes are up. Join us next time for more trending topics and useful vocabulary here at six minute English.",
    "speaker": null
  },
  {
    "start": 365,
    "end": 367,
    "text": "Bye everyone. Bye!",
    "speaker": null
  }
]
