[
  {
    "start": 0,
    "end": 7.6,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.6,
    "end": 11.919,
    "text": "Hello, this is 6 Minute English from BBCLearningEnglish. I'm Neil.",
    "speaker": null
  },
  {
    "start": 11.919,
    "end": 13.2,
    "text": "And I’m Beth.",
    "speaker": "Beth"
  },
  {
    "start": 13.2,
    "end": 20.4,
    "text": "If your deaf or hard of hearing, watching television would be impossible without subtitles.",
    "speaker": null
  },
  {
    "start": 20.4,
    "end": 23.839,
    "text": "The words of dialogue added at the bottom of the screen,",
    "speaker": null
  },
  {
    "start": 23.839,
    "end": 26.879,
    "text": "explaining what the characters are saying.",
    "speaker": null
  },
  {
    "start": 26.959,
    "end": 30,
    "text": "Subtitled captions aren't only for dialogue.",
    "speaker": null
  },
  {
    "start": 30.719,
    "end": 37.2,
    "text": "In the most dramatic action-packed scenes of a movie, there might be no one speaking,",
    "speaker": null
  },
  {
    "start": 37.2,
    "end": 42.32,
    "text": "but there are plenty of sounds. A scream, a thrilling car chase,",
    "speaker": null
  },
  {
    "start": 42.96,
    "end": 46.079,
    "text": "and all these sounds need to be described as well.",
    "speaker": null
  },
  {
    "start": 46.079,
    "end": 51.439,
    "text": "In this programme we'll be meeting Carly Vitovska, a subtitle who works on the",
    "speaker": null
  },
  {
    "start": 51.439,
    "end": 58.479,
    "text": "In this programme, we’ll be meeting Karli Witkowska, a subtitler who works on the Stranger Things show, to find out more. And of course, we’ll be learning some useful new vocabulary as well.",
    "speaker": "Neil"
  },
  {
    "start": 58.479,
    "end": 60.959,
    "text": "But first, I have a question for you, Neil.",
    "speaker": null
  },
  {
    "start": 61.519,
    "end": 70,
    "text": "Movie subtitles are written ahead of time, but subtitling for live TV has to be done in the moment.",
    "speaker": null
  },
  {
    "start": 70,
    "end": 75.519,
    "text": "As the person is speaking, this can lead to mistakes, sometimes very funny ones,",
    "speaker": null
  },
  {
    "start": 75.519,
    "end": 82.159,
    "text": "including a subtitle which appeared in an interview for the BBC 6 o'clock news in 2019.",
    "speaker": null
  },
  {
    "start": 82.719,
    "end": 90.319,
    "text": "a)    We can’t allow Spiderman to become prime minister?",
    "speaker": "Beth"
  },
  {
    "start": 90.319,
    "end": 94.079,
    "text": "b)    We can’t allow Superman to become prime minister?, or,",
    "speaker": "Beth"
  },
  {
    "start": 94.719,
    "end": 99.039,
    "text": "c)     We can’t allow Batman to become prime minister?",
    "speaker": "Beth"
  },
  {
    "start": 99.039,
    "end": 103.199,
    "text": "Hmm, I guess the subtitling mistake involved Spider-Man?",
    "speaker": null
  },
  {
    "start": 103.92,
    "end": 106.32,
    "text": "I'll reveal the answer later in the programme.",
    "speaker": null
  },
  {
    "start": 106.88,
    "end": 111.04,
    "text": "Of course, it's not just deaf audiences that subtitles help.",
    "speaker": null
  },
  {
    "start": 111.68,
    "end": 116.799,
    "text": "The translated subtitles of foreign films are great for learning languages,",
    "speaker": null
  },
  {
    "start": 116.799,
    "end": 121.04,
    "text": "letting you read a word and hear how it's pronounced at the same time.",
    "speaker": null
  },
  {
    "start": 121.04,
    "end": 127.52,
    "text": "And because subtitles describe everything from monster squelches to bombs exploding,",
    "speaker": null
  },
  {
    "start": 127.519,
    "end": 130.879,
    "text": "it's a great way to learn new adjectives.",
    "speaker": null
  },
  {
    "start": 130.879,
    "end": 137.68,
    "text": "Here's subtitler, Carli Vittowska, explaining to BBC Radio 4 programme Word of Mouse,",
    "speaker": null
  },
  {
    "start": 137.68,
    "end": 141.28,
    "text": "how her choice of adjective creates emotion for the viewer.",
    "speaker": null
  },
  {
    "start": 141.28,
    "end": 144.159,
    "text": "It depends on the genre and depends on the shows.",
    "speaker": null
  },
  {
    "start": 144.159,
    "end": 151.039,
    "text": "And so if you have a very upbeat sort of period piece where the music is very",
    "speaker": null
  },
  {
    "start": 151.12,
    "end": 154.479,
    "text": "jauntay, like you would use the word jauntay to describe the music,",
    "speaker": null
  },
  {
    "start": 154.479,
    "end": 163.759,
    "text": "it's just, it's creating an idea of what a sound is like and using a very, very descriptive",
    "speaker": null
  },
  {
    "start": 163.759,
    "end": 165.519,
    "text": "word in order to do so.",
    "speaker": null
  },
  {
    "start": 165.519,
    "end": 172.479,
    "text": "Carli bases her descriptions on the film's genre, a style of film, music or book with its own",
    "speaker": null
  },
  {
    "start": 172.479,
    "end": 178.159,
    "text": "particular set of features. The sound effects needed for a thriller like Stranger Things,",
    "speaker": null
  },
  {
    "start": 178.24,
    "end": 183.52,
    "text": "Creeking Stairs and Sudden Screams are very different from the sounds used in historical",
    "speaker": null
  },
  {
    "start": 183.52,
    "end": 188.159,
    "text": "period dramas, which are more upbeat, light-hearted and cheerful.",
    "speaker": null
  },
  {
    "start": 188.159,
    "end": 193.039,
    "text": "This influences the adjective Carli chooses to describe a sound.",
    "speaker": null
  },
  {
    "start": 193.039,
    "end": 200,
    "text": "For example, upbeat music might be described as jauntay, full of energy and confidence.",
    "speaker": null
  },
  {
    "start": 200,
    "end": 206.56,
    "text": "Subtitles started out as an accessibility feature for deaf audiences and to translate foreign",
    "speaker": null
  },
  {
    "start": 206.64,
    "end": 213.12,
    "text": "language films into English. But since the growth of online streaming services like Netflix,",
    "speaker": null
  },
  {
    "start": 213.12,
    "end": 216.08,
    "text": "subtitling has become something of an art.",
    "speaker": null
  },
  {
    "start": 216.08,
    "end": 222,
    "text": "Carli belongs to a team of subtitlers who try to make their descriptions as close as possible",
    "speaker": null
  },
  {
    "start": 222,
    "end": 229.36,
    "text": "to the sounds they hear. Here she tells BBC Radio 4's Word of Mouth about a time her team found",
    "speaker": null
  },
  {
    "start": 229.36,
    "end": 231.36,
    "text": "exactly the right word.",
    "speaker": null
  },
  {
    "start": 231.36,
    "end": 238.32,
    "text": "I loved gobsmacked silence because you were able to tell that people were like almost on the",
    "speaker": null
  },
  {
    "start": 238.32,
    "end": 245.28,
    "text": "verge of a gasp or on the verge of like a shock and that was the atmosphere. But there wasn't actually",
    "speaker": null
  },
  {
    "start": 245.28,
    "end": 251.36,
    "text": "a sound. So when my colleague came up with that one, I definitely wanted to give him a virtual high five.",
    "speaker": null
  },
  {
    "start": 251.36,
    "end": 258.639,
    "text": "In this scene, the surprise characters were about to gasp, taking a short quick breath of air.",
    "speaker": null
  },
  {
    "start": 258.639,
    "end": 264.159,
    "text": "There was no speech or sound in the scene, but Carli's team found the perfect adjective to",
    "speaker": null
  },
  {
    "start": 264.159,
    "end": 271.039,
    "text": "describe the silence. Gobsmacked, which is slang for being so surprised you can't speak.",
    "speaker": null
  },
  {
    "start": 271.039,
    "end": 277.759,
    "text": "This was definitely one description that deserved a high five, lifting up your hand to clap hands",
    "speaker": null
  },
  {
    "start": 277.759,
    "end": 285.839,
    "text": "with someone else as a greeting or to say well done. In fact, the phrase gobsmacked silence was so good",
    "speaker": null
  },
  {
    "start": 285.919,
    "end": 290.639,
    "text": "it went viral and started being used in all kinds of situations.",
    "speaker": null
  },
  {
    "start": 290.639,
    "end": 296.639,
    "text": "Maybe gobsmacked was how the viewers of that TV news programme felt. You know, the mistaken",
    "speaker": null
  },
  {
    "start": 296.639,
    "end": 303.919,
    "text": "subtitle you asked me about in your question. I guess the incorrect subtitle was we can't allow",
    "speaker": null
  },
  {
    "start": 303.919,
    "end": 311.199,
    "text": "Spider-Man to become Prime Minister. Which was the wrong answer I'm afraid. In fact, the interview",
    "speaker": null
  },
  {
    "start": 311.279,
    "end": 318.24,
    "text": "he said we can't allow that man to become Prime Minister. Speaking about Boris Johnson,",
    "speaker": null
  },
  {
    "start": 318.24,
    "end": 324.8,
    "text": "but the misheard subtitle appeared as Batman. Okay, let's recap the vocabulary we've learnt",
    "speaker": null
  },
  {
    "start": 324.8,
    "end": 331.919,
    "text": "OK, let's recap the vocabulary we’ve learnt from this programme on subtitles, starting with genre – a style of film, music or book with its own particular set of characteristics.",
    "speaker": "genre"
  },
  {
    "start": 331.919,
    "end": 338.959,
    "text": "own particular set of characteristics. Something which is upbeat is cheerful, hopeful and lighthearted.",
    "speaker": null
  },
  {
    "start": 338.959,
    "end": 345.519,
    "text": "The adjective jaunty means full of energy and confidence.",
    "speaker": "jaunty"
  },
  {
    "start": 345.519,
    "end": 352.479,
    "text": "quick breath of air in surprise or in pain. You can use the slang expression gobsmacked when someone",
    "speaker": null
  },
  {
    "start": 352.479,
    "end": 359.279,
    "text": "is so surprised they can't speak. And finally, if you give someone a high five, you hold up your hand",
    "speaker": null
  },
  {
    "start": 359.279,
    "end": 365.12,
    "text": "above your head, clapping hands with somebody else as a greeting or to say well done. Once again,",
    "speaker": null
  },
  {
    "start": 365.12,
    "end": 373.199,
    "text": "our six minutes are up. Goodbye for now. Bye.",
    "speaker": null
  }
]