[
  {
    "start": 0,
    "end": 7.679,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.679,
    "end": 11.599,
    "text": "Hello, this is 6-Minute English from BBCLearningEnglish. I'm Neil.",
    "speaker": null
  },
  {
    "start": 11.599,
    "end": 12.8,
    "text": "And I’m Beth.",
    "speaker": "Beth"
  },
  {
    "start": 12.8,
    "end": 18,
    "text": "There are many ways of saying sorry in English and they all have a slightly different meaning.",
    "speaker": null
  },
  {
    "start": 18,
    "end": 24.64,
    "text": "There are many ways of saying sorry in English, and they all have a slightly different meaning. If you tell me you’re ill, and I say, “Oh, I'm sorry”, that means: I sympathise, and I hope you get better soon.",
    "speaker": "Neil"
  },
  {
    "start": 24.64,
    "end": 29.44,
    "text": "If you step on my toes by mistake, and say, “I’m so sorry”, you mean: oops that was my fault and I didn't mean to do it.",
    "speaker": "Beth"
  },
  {
    "start": 29.44,
    "end": 32,
    "text": "that was my fault and I didn't mean to do it.",
    "speaker": null
  },
  {
    "start": 32,
    "end": 35.679,
    "text": "And if you don't really feel sorry, you might be sarcastic.",
    "speaker": null
  },
  {
    "start": 35.679,
    "end": 41.359,
    "text": "Oh, I'm so sorry, meaning exactly the opposite, that you're not sorry at all.",
    "speaker": null
  },
  {
    "start": 42,
    "end": 46.079,
    "text": "Saying sorry for something you've done in English can be quite confusing.",
    "speaker": null
  },
  {
    "start": 46.079,
    "end": 50.799,
    "text": "And to make things worse, the British are world champions at apologising.",
    "speaker": null
  },
  {
    "start": 51.359,
    "end": 54.56,
    "text": "In this programme, we'll discuss ways of saying sorry.",
    "speaker": null
  },
  {
    "start": 54.56,
    "end": 58.48,
    "text": "And as usual, we'll be learning some useful new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 58.479,
    "end": 63.599,
    "text": "Sorry, but I'm going to have to stop you there, Beth, because first I have a question to ask.",
    "speaker": null
  },
  {
    "start": 63.599,
    "end": 66.079,
    "text": "We know that the British love to say sorry.",
    "speaker": null
  },
  {
    "start": 66.719,
    "end": 71.759,
    "text": "In fact, a recent survey found that some Brits apologise up to 20 times a day.",
    "speaker": null
  },
  {
    "start": 72.399,
    "end": 79.12,
    "text": "So, according to the same survey, how many times per day does the average Brit say sorry?",
    "speaker": null
  },
  {
    "start": 79.12,
    "end": 86.239,
    "text": "Is it a four times a day, b six times a day or c eight times a day?",
    "speaker": null
  },
  {
    "start": 87.199,
    "end": 89.679,
    "text": "I'm going to guess it’s six times a day.",
    "speaker": "Beth"
  },
  {
    "start": 89.679,
    "end": 92.64,
    "text": "Okay, Beth, I'll reveal the answer later in the programme.",
    "speaker": null
  },
  {
    "start": 93.359,
    "end": 98.959,
    "text": "Since the British are famous for apologising, it's no surprise that Louise Malaney started",
    "speaker": null
  },
  {
    "start": 98.959,
    "end": 104,
    "text": "researching the language of apologising in Britain at the University of Nottingham.",
    "speaker": null
  },
  {
    "start": 104,
    "end": 110.159,
    "text": "Now, a professor of socio-linguistics, Louise spoke with the BBC Radio 4 programme, Word of",
    "speaker": null
  },
  {
    "start": 110.799,
    "end": 116.239,
    "text": "and I was really interested in looking at how people apologise, particularly public figures.",
    "speaker": null
  },
  {
    "start": 116.239,
    "end": 121.039,
    "text": "So, I did a lot of research in the workplace and looking at the media and looking at politicians",
    "speaker": null
  },
  {
    "start": 121.039,
    "end": 125.92,
    "text": "in particular. And one of the things that really interested me at the time was a lot of writers",
    "speaker": null
  },
  {
    "start": 125.92,
    "end": 131.199,
    "text": "were talking about as entering an age of an apology. And there's a real sense that public figures",
    "speaker": null
  },
  {
    "start": 131.199,
    "end": 135.919,
    "text": "in particular are called upon to apologise for multiple different things. And if they don't",
    "speaker": null
  },
  {
    "start": 136,
    "end": 139.119,
    "text": "apologise, then that's a big faux pas.",
    "speaker": null
  },
  {
    "start": 139.119,
    "end": 145.119,
    "text": "Saying sorry is especially important in politics, and Professor Malaney studied the apologies",
    "speaker": null
  },
  {
    "start": 145.119,
    "end": 151.599,
    "text": "of public figures, famous people, including politicians who are often discussed in newspapers",
    "speaker": null
  },
  {
    "start": 151.599,
    "end": 158.719,
    "text": "and seen on radio and television. When politicians make mistakes, they are expected to apologise,",
    "speaker": null
  },
  {
    "start": 158.719,
    "end": 165.519,
    "text": "and failing to say sorry is a faux pas, a remark made in a social situation that causes embarrassment",
    "speaker": null
  },
  {
    "start": 165.52,
    "end": 172.48,
    "text": "or offence. Most politicians hate apologising, and with good reason, saying sorry means taking",
    "speaker": null
  },
  {
    "start": 172.48,
    "end": 178.64,
    "text": "responsibility, and the apology needs to be sincere. A good example of this is the apology",
    "speaker": null
  },
  {
    "start": 178.64,
    "end": 184.879,
    "text": "Boris Johnson made to the House of Commons during the party gate scandal in the UK when he broke",
    "speaker": null
  },
  {
    "start": 184.879,
    "end": 191.2,
    "text": "Covid lockdown rules and had to pay a fine. That's a sum of money paid as a punishment for breaking",
    "speaker": null
  },
  {
    "start": 191.199,
    "end": 198.319,
    "text": "the rules. Here, Professor Louise Malaney analyses the apology for BBC Radio 4 programme, word of",
    "speaker": null
  },
  {
    "start": 198.319,
    "end": 204,
    "text": "mouth. It's very unusual in a political apology because he comes out and says, I am responsible.",
    "speaker": null
  },
  {
    "start": 204,
    "end": 209.839,
    "text": "But there is the caveat that he wasn't certain that he was breaking the rules, he didn't realise,",
    "speaker": null
  },
  {
    "start": 209.839,
    "end": 216.239,
    "text": "which he continues to say in his apology that came out after the fine. So he repeats the apology,",
    "speaker": null
  },
  {
    "start": 216.24,
    "end": 223.04,
    "text": "and he caveats it around other political events. And he uses humility when he was in the House",
    "speaker": null
  },
  {
    "start": 223.04,
    "end": 227.439,
    "text": "the day after he paid his fine and was very quick to say, I've paid the fine, I've given the",
    "speaker": null
  },
  {
    "start": 227.439,
    "end": 232.56,
    "text": "reparation, I've paid the money, let's draw a line under the whole business now.",
    "speaker": null
  },
  {
    "start": 232.56,
    "end": 239.52,
    "text": "Boris Johnson claimed he didn't know he was breaking the rules. His apology contained a caveat,",
    "speaker": null
  },
  {
    "start": 239.52,
    "end": 244.96,
    "text": "a warning that what he said was limited or not completely true. Eventually,",
    "speaker": null
  },
  {
    "start": 244.96,
    "end": 251.04,
    "text": "Boris Johnson did apologise, but many people didn't trust him, and he couldn't draw a line",
    "speaker": null
  },
  {
    "start": 251.04,
    "end": 257.04,
    "text": "under the party gate scandal. If you draw a line under something, you try to move on from a bad",
    "speaker": null
  },
  {
    "start": 257.04,
    "end": 263.199,
    "text": "situation and make a fresh start. Apologising is hard work, the apology must be sincere and often",
    "speaker": null
  },
  {
    "start": 263.199,
    "end": 268.8,
    "text": "Apologising is hard work – the apology must be sincere, and often the person does something to show they mean it. Which reminds me that it’s time to reveal the answer to my question, Beth.",
    "speaker": "Neil"
  },
  {
    "start": 268.879,
    "end": 275.52,
    "text": "answer to my question, Beth. Yes, you asked me how many times a day the average Brit says sorry,",
    "speaker": null
  },
  {
    "start": 275.52,
    "end": 281.84,
    "text": "and I guessed it was six, was I right? Well, I'm very sorry, but that was the wrong answer.",
    "speaker": null
  },
  {
    "start": 281.84,
    "end": 287.84,
    "text": "Well, I’m very sorry, but that was… the wrong answer. The average Brit says sorry around eight times a day, making it probably the most over-used word in the English language. Sorry about that!",
    "speaker": "Neil"
  },
  {
    "start": 287.84,
    "end": 293.199,
    "text": "in the English language. Sorry about that. Right, let's recap the vocabulary we've learned from",
    "speaker": null
  },
  {
    "start": 293.36,
    "end": 299.439,
    "text": "this programme about saying sorry, starting with sarcastic, doing or saying the opposite of what",
    "speaker": null
  },
  {
    "start": 299.439,
    "end": 306.319,
    "text": "you really mean. For example, saying I'm really sorry when you aren't. A public figure is a famous",
    "speaker": null
  },
  {
    "start": 306.319,
    "end": 312.639,
    "text": "person whose life and behaviour is often discussed in the media and in public. A faux pas is a socially",
    "speaker": null
  },
  {
    "start": 312.639,
    "end": 318.639,
    "text": "embarrassing remark or action. A fine is a sum of money paid as a punishment for doing something",
    "speaker": null
  },
  {
    "start": 318.959,
    "end": 324.639,
    "text": "illegal or breaking a rule. If you say something with a caveat, it contains a warning that what",
    "speaker": null
  },
  {
    "start": 324.639,
    "end": 330.8,
    "text": "you have said may not be completely true or is limited in some way. And finally, if you draw a",
    "speaker": null
  },
  {
    "start": 330.8,
    "end": 335.599,
    "text": "line under something you consider it finished in order to move on and make a fresh start.",
    "speaker": null
  },
  {
    "start": 336.159,
    "end": 341.039,
    "text": "I'm sorry to say that once again our six minutes are up and it's time to draw a line under this",
    "speaker": null
  },
  {
    "start": 341.039,
    "end": 347.039,
    "text": "programme. Goodbye for now. Bye. Sorry everyone, we haven't finished yet. Oh yeah, sorry, we want to",
    "speaker": null
  },
  {
    "start": 347.04,
    "end": 351.6,
    "text": "tell you about some of our other podcasts. Actually, we shouldn't have to apologise because the other",
    "speaker": null
  },
  {
    "start": 351.6,
    "end": 356.56,
    "text": "podcasts are brilliant. True. You can learn vocabulary from news headlines and news review.",
    "speaker": null
  },
  {
    "start": 356.56,
    "end": 361.92,
    "text": "Impress your friends with idiomatic expressions in the English we speak. And we have even more,",
    "speaker": null
  },
  {
    "start": 361.92,
    "end": 365.6,
    "text": "go to BBCLearningEnglish.com and download them for free.",
    "speaker": null
  }
]