[
  {
    "start": 0,
    "end": 9,
    "text": "6-Need English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 9,
    "end": 13.32,
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil.",
    "speaker": "Neil"
  },
  {
    "start": 13.32,
    "end": 20.16,
    "text": "And I'm Beth. There's a famous English saying, a friend in need is a friend indeed. And it's",
    "speaker": null
  },
  {
    "start": 20.16,
    "end": 26.08,
    "text": "true. Everyone needs friends to share life's ups and downs. Do you have many friends, Neil?",
    "speaker": null
  },
  {
    "start": 26.079,
    "end": 30.719,
    "text": "Yes, I have some close friends, but maybe not as many as I’d like.",
    "speaker": "Neil"
  },
  {
    "start": 30.719,
    "end": 37,
    "text": "That's interesting, because often it's women who have many friends, while men find it harder",
    "speaker": null
  },
  {
    "start": 37,
    "end": 43.56,
    "text": "to maintain strong friendships, especially as they get older. In fact, according to one",
    "speaker": null
  },
  {
    "start": 43.56,
    "end": 50.679,
    "text": "recent survey, only 27% of British men say they have at least six close friends.",
    "speaker": null
  },
  {
    "start": 50.679,
    "end": 56.84,
    "text": "So is it true that men find it difficult to make friends? We'll be hearing from Max Dickens,",
    "speaker": null
  },
  {
    "start": 56.84,
    "end": 62.359,
    "text": "author of a book on male friendship called Billy No Mates. And as usual, we'll be learning",
    "speaker": null
  },
  {
    "start": 62.359,
    "end": 64.799,
    "text": "some useful new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 64.799,
    "end": 70.799,
    "text": "But first, I have a question for you. We know that place friends are important, not just",
    "speaker": null
  },
  {
    "start": 70.799,
    "end": 77.28,
    "text": "for having fun, but for good mental health as well. So according to research by Oxford",
    "speaker": null
  },
  {
    "start": 77.28,
    "end": 84.2,
    "text": "University's Institute of Cognitive Anthropology, how many close friends do we need for our",
    "speaker": null
  },
  {
    "start": 84.2,
    "end": 92.48,
    "text": "mental well-being? Is it A, 5, B, 10 or C, 20?",
    "speaker": null
  },
  {
    "start": 92.48,
    "end": 95.64,
    "text": "I’ll say we need at least five close friends.",
    "speaker": "Neil"
  },
  {
    "start": 95.64,
    "end": 101.24,
    "text": "Okay, Neil. I'll reveal the answer at the end of the programme. Now, however many",
    "speaker": null
  },
  {
    "start": 101.239,
    "end": 107.439,
    "text": "friends you have, it's a stereotype that women are better than men at making and keeping",
    "speaker": null
  },
  {
    "start": 107.439,
    "end": 114,
    "text": "close friends. Here's Claudia Hammond outlining the problem for BBC Radio 4 programme all",
    "speaker": null
  },
  {
    "start": 114,
    "end": 115.479,
    "text": "in the mind.",
    "speaker": null
  },
  {
    "start": 115.479,
    "end": 119.28,
    "text": "Now, when times are tough, friends are often the people who get us through who are there",
    "speaker": null
  },
  {
    "start": 119.28,
    "end": 124.959,
    "text": "to listen to reassure, maybe to advise us if that's what we want. So why do we sometimes",
    "speaker": null
  },
  {
    "start": 124.959,
    "end": 129.719,
    "text": "find it hard to make friends? Although the friends we used to have seem to have somehow",
    "speaker": null
  },
  {
    "start": 129.719,
    "end": 135.28,
    "text": "drifted away. Now, there is an idea that women are much better at maintaining their friendships",
    "speaker": null
  },
  {
    "start": 135.28,
    "end": 139.639,
    "text": "and that men are more likely to hang out with whoever is around rather than to nurture",
    "speaker": null
  },
  {
    "start": 139.639,
    "end": 143.84,
    "text": "those relationships. And we were wondering whether this was really true or is that just",
    "speaker": null
  },
  {
    "start": 143.84,
    "end": 145.24,
    "text": "a stereotype.",
    "speaker": null
  },
  {
    "start": 145.24,
    "end": 151.8,
    "text": "Claudia uses the phrase times are tough to describe a situation of trouble, unhappiness or",
    "speaker": null
  },
  {
    "start": 151.8,
    "end": 158.039,
    "text": "financial difficulty. Friends help us get through these difficult periods of life. The",
    "speaker": null
  },
  {
    "start": 158.039,
    "end": 163.599,
    "text": "phrasal verb get through has several meanings, but here it means manage to live through an",
    "speaker": null
  },
  {
    "start": 163.599,
    "end": 166.28,
    "text": "unpleasant period of time.",
    "speaker": null
  },
  {
    "start": 166.28,
    "end": 171.519,
    "text": "The problem may be that your friends have drifted away, gradually moved further and further",
    "speaker": null
  },
  {
    "start": 171.519,
    "end": 177.12,
    "text": "away until your connection with them has broken. And it seems that's especially true",
    "speaker": null
  },
  {
    "start": 177.12,
    "end": 178.12,
    "text": "for men.",
    "speaker": null
  },
  {
    "start": 178.12,
    "end": 182.879,
    "text": "That's right, when author Max Dickens was getting married, he realised he didn't have",
    "speaker": null
  },
  {
    "start": 182.879,
    "end": 188.28,
    "text": "any close male friends he could ask to be his best man, the person who helps the groom",
    "speaker": null
  },
  {
    "start": 188.28,
    "end": 193.759,
    "text": "at a wedding. This led him to write the book Billy No Mates looking at why he didn't have",
    "speaker": null
  },
  {
    "start": 193.759,
    "end": 200.28,
    "text": "any close male friends. Here's Claudia Hammond again talking with Max for BBC Radio 4 program",
    "speaker": null
  },
  {
    "start": 200.28,
    "end": 201.28,
    "text": "all in the mind.",
    "speaker": null
  },
  {
    "start": 201.28,
    "end": 205.519,
    "text": "And Max, it's interesting that you kind of went public on this if you like. Your book",
    "speaker": null
  },
  {
    "start": 205.519,
    "end": 210.199,
    "text": "is even called Billy No Mates, the very thing that a lot of us would dread being. It can't",
    "speaker": null
  },
  {
    "start": 210.199,
    "end": 213.119,
    "text": "have been easy to decide to say this publicly anyway.",
    "speaker": null
  },
  {
    "start": 213.119,
    "end": 217.199,
    "text": "No, it's a real double edshaw being the face of a book called Billy No Mates, I've got",
    "speaker": null
  },
  {
    "start": 217.199,
    "end": 226.639,
    "text": "to say. But I think, so loneliness doesn't look like me. I'm in my early to mid 30s, I'm",
    "speaker": null
  },
  {
    "start": 226.639,
    "end": 231.919,
    "text": "pretty outgoing, I'm quick to buy my round. It shouldn't look like me, but increasingly",
    "speaker": null
  },
  {
    "start": 231.919,
    "end": 237.839,
    "text": "it does. So loneliness isn't just the elderly anymore, it's younger people.",
    "speaker": null
  },
  {
    "start": 237.84,
    "end": 243.879,
    "text": "Max called his book Billy No Mates, slang for a person with no friends. It's a memorable",
    "speaker": null
  },
  {
    "start": 243.879,
    "end": 250.4,
    "text": "book title, but Max says being the public face of a book called Billy No Mates is a double",
    "speaker": null
  },
  {
    "start": 250.4,
    "end": 256.319,
    "text": "edged sword, something with unfavorable as well as favourable consequences.",
    "speaker": null
  },
  {
    "start": 256.319,
    "end": 262.36,
    "text": "In fact, Max doesn't look like someone with no friends, he's young, generous and outgoing,",
    "speaker": null
  },
  {
    "start": 262.36,
    "end": 268.52,
    "text": "and adjective describing someone who's friendly and enjoys meeting people. But increasingly,",
    "speaker": null
  },
  {
    "start": 268.52,
    "end": 273.319,
    "text": "loneliness is affecting younger men, thanks partly to social media, which can make it",
    "speaker": null
  },
  {
    "start": 273.319,
    "end": 279.04,
    "text": "seem as though everyone is having a great time with their mates, except you.",
    "speaker": null
  },
  {
    "start": 279.04,
    "end": 285.16,
    "text": "Max thinks the answer is getting out and meeting people in ‘third spaces’, places like sports clubs or reading groups which are separate from either home or work.",
    "speaker": "Beth"
  },
  {
    "start": 285.16,
    "end": 290.439,
    "text": "clubs or reading groups, which are separate from either home or work.",
    "speaker": null
  },
  {
    "start": 290.439,
    "end": 294.759,
    "text": "All of which helps get closer to the magical number of friends needed for good mental health. I think it’s time you revealed the answer to your question, Beth .",
    "speaker": "Neil"
  },
  {
    "start": 294.759,
    "end": 299.16,
    "text": "health. I think it's time you revealed the answer to your question, Beth.",
    "speaker": null
  },
  {
    "start": 299.16,
    "end": 305.199,
    "text": "Yes, I asked how many close friends we need for our mental wellbeing. You said it was",
    "speaker": null
  },
  {
    "start": 305.199,
    "end": 313.04,
    "text": "five, which was the correct answer. According to Oxford University's Professor Robin Dunbar,",
    "speaker": null
  },
  {
    "start": 313.04,
    "end": 319.879,
    "text": "we need a core circle of five close friends. Plus a wider support network of about ten,",
    "speaker": null
  },
  {
    "start": 319.879,
    "end": 324.439,
    "text": "making a total number of fifteen friends for good mental health.",
    "speaker": null
  },
  {
    "start": 324.439,
    "end": 330.04,
    "text": "Okay, let's recap the vocabulary from the programme, starting with the phrase times our",
    "speaker": null
  },
  {
    "start": 330.04,
    "end": 334.68,
    "text": "tough, which describes periods of trouble or difficulty in life.",
    "speaker": null
  },
  {
    "start": 334.68,
    "end": 340.04,
    "text": "If you get through something, you manage to live through a difficult situation.",
    "speaker": "get through"
  },
  {
    "start": 340.04,
    "end": 345.399,
    "text": "To drift away means to gradually move further apart from someone until your relationship with them eventually ends.",
    "speaker": "drift away"
  },
  {
    "start": 345.399,
    "end": 347.399,
    "text": "with them eventually ends.",
    "speaker": null
  },
  {
    "start": 347.399,
    "end": 351.159,
    "text": "Clearly no mate is slang for someone who has no friends.",
    "speaker": null
  },
  {
    "start": 351.159,
    "end": 356.879,
    "text": "A double-edged sword describes something with unfavorable as well as favourable consequences.",
    "speaker": null
  },
  {
    "start": 356.879,
    "end": 362.079,
    "text": "And finally, the adjective outgoing describes someone who is very friendly and enjoys talking to people. Once again, our six minutes are up. Goodbye for now!",
    "speaker": "outgoing"
  },
  {
    "start": 362.079,
    "end": 363.439,
    "text": "to people.",
    "speaker": null
  },
  {
    "start": 363.439,
    "end": 366,
    "text": "Once again, our six minutes are up. Goodbye for now.",
    "speaker": null
  },
  {
    "start": 366,
    "end": 367,
    "text": "Bye!",
    "speaker": "Beth"
  },
  {
    "start": 367,
    "end": 371.959,
    "text": "Six-Mate English from BBCLearningEnglish.com",
    "speaker": null
  }
]
