[
  {
    "start": 0,
    "end": 8,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 8,
    "end": 12,
    "text": "Hello, this is 6 Minute English from BBCLearningEnglish. I'm Neil.",
    "speaker": null
  },
  {
    "start": 12,
    "end": 13,
    "text": "And I’m Beth.",
    "speaker": "Beth"
  },
  {
    "start": 13,
    "end": 19,
    "text": "Do you have a bank account, Beth, or, like my grandparents, do you keep your money under the mattress?",
    "speaker": "Neil"
  },
  {
    "start": 19,
    "end": 23,
    "text": "Sure, I have a bank account with one of the big high street banks.",
    "speaker": "Beth"
  },
  {
    "start": 23,
    "end": 24,
    "text": "Yes, me too.",
    "speaker": null
  },
  {
    "start": 24,
    "end": 28,
    "text": "But do you know exactly what your money is being used for?",
    "speaker": null
  },
  {
    "start": 28,
    "end": 32,
    "text": "Is it helping fight climate change or polluting the planet?",
    "speaker": null
  },
  {
    "start": 32,
    "end": 40,
    "text": "Our money doesn't just sit there in the bank. It's invested to fund other businesses, some of which are far from environmentally friendly.",
    "speaker": null
  },
  {
    "start": 40,
    "end": 45,
    "text": "So do you know if your money is funding dirty practices like oil drilling?",
    "speaker": null
  },
  {
    "start": 45,
    "end": 49,
    "text": "No, I don't. I have to admit, I'm very green about money.",
    "speaker": null
  },
  {
    "start": 49,
    "end": 56,
    "text": "And I don't mean green as an environmentally friendly. I mean green as an ignorance or naive.",
    "speaker": null
  },
  {
    "start": 56,
    "end": 62,
    "text": "In this programme, we'll be discussing ways in which our money can help protect the environment.",
    "speaker": null
  },
  {
    "start": 62,
    "end": 66,
    "text": "And as usual, we'll be learning some useful new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 66,
    "end": 69,
    "text": "Great, but first I have a question for you, Beth.",
    "speaker": null
  },
  {
    "start": 69,
    "end": 78,
    "text": "As the climate crisis worsens, people are making changes in their lives to help, for example by driving less or cycling more.",
    "speaker": null
  },
  {
    "start": 78,
    "end": 84,
    "text": "One of the most effective things to do is be smart about investing your money.",
    "speaker": null
  },
  {
    "start": 84,
    "end": 90,
    "text": "So according to the campaign Make My Money Matter, which of the following is the best way to fight climate change?",
    "speaker": null
  },
  {
    "start": 90,
    "end": 96,
    "text": "Is it A to stop eating meat, B to stop flying or C to change your pension?",
    "speaker": null
  },
  {
    "start": 96,
    "end": 99,
    "text": "Hmm, I guess it's changing your pension.",
    "speaker": null
  },
  {
    "start": 99,
    "end": 103,
    "text": "Okay, Beth, I'll reveal the answer later in the programme.",
    "speaker": null
  },
  {
    "start": 104,
    "end": 114,
    "text": "Concerns about how banks invest our money led to the UK's first environmentally sustainable bank, Triodos, which opened in Bristol in 2012.",
    "speaker": null
  },
  {
    "start": 114,
    "end": 127,
    "text": "John Fleetwood, who's worked in sustainable investing for decades, thinks public interest in ethical banks has ballooned in the last few years as he told BBC Radio 4 programme, Costing the Earth.",
    "speaker": null
  },
  {
    "start": 128,
    "end": 135,
    "text": "It was always viewed, I think, as a niche thing, something for those that had very clear views on the world, social views.",
    "speaker": null
  },
  {
    "start": 135,
    "end": 140,
    "text": "That's now broadened hugely. There's great concern about greenwashing.",
    "speaker": null
  },
  {
    "start": 140,
    "end": 141,
    "text": "Oh, Beth.",
    "speaker": null
  },
  {
    "start": 141,
    "end": 145,
    "text": "So who's jumping on the ban wagon? That's a huge concern amongst investors.",
    "speaker": null
  },
  {
    "start": 145,
    "end": 156,
    "text": "So what I'm doing is to tackle that, and actually to say, okay, which are the funds that are actually making a positive social and environmental impact?",
    "speaker": null
  },
  {
    "start": 156,
    "end": 164,
    "text": "Ethical banks used to be considered niche, interesting or appealing only to a small number of people.",
    "speaker": null
  },
  {
    "start": 164,
    "end": 177,
    "text": "But as the environmentally responsible investing increased, banks started jumping on the ban wagon, an idiom meaning to become involved in an activity because it's popular, and not because you're really interested in it.",
    "speaker": null
  },
  {
    "start": 177,
    "end": 187,
    "text": "As a result, some banks have been accused of greenwashing, attempting to appear environmentally friendly without actually doing anything serious to protect the environment.",
    "speaker": "greenwashing,"
  },
  {
    "start": 187,
    "end": 196,
    "text": "But remember, banks rely on customers' money, and are likely to change their behaviour when customers threaten to take their money elsewhere.",
    "speaker": null
  },
  {
    "start": 196,
    "end": 203,
    "text": "This idea inspired British film director Richard Curtis to start his campaign Make My Money Matter.",
    "speaker": null
  },
  {
    "start": 203,
    "end": 219,
    "text": "On TV, Richard has raised millions of pounds for the BBC's charity Comic Relief, but even he was surprised by the amount of money saved by doing one simple thing, moving your pension to an environmentally sustainable fund.",
    "speaker": null
  },
  {
    "start": 219,
    "end": 229,
    "text": "And as Richard told BBC Radio 4 program Costing the Earth, he was even encouraged by former governor of the Bank of England, Mark Carney.",
    "speaker": null
  },
  {
    "start": 230,
    "end": 248,
    "text": "When I started this, everyone said, well, all the mechanisms and all the accounting and all the transparency isn't quite there yet, but Mark Carney said to me, go for it, because it will be the more that people become interested, the more transparent companies will have to be, the more examples they'll give you of good things that you're investing in.",
    "speaker": null
  },
  {
    "start": 248,
    "end": 258,
    "text": "So that as it will get better, the more the spotlight is put on exactly what an ethical or sustainable pension is doing.",
    "speaker": null
  },
  {
    "start": 258,
    "end": 267,
    "text": "The more people demand responsible pensions, the more banks need to be transparent, meaning open and honest, about their investments.",
    "speaker": "Beth"
  },
  {
    "start": 267,
    "end": 277,
    "text": "This in turn puts the spotlight on how pension funds are being used, for example, whether they support large oil corporations or renewable energy companies.",
    "speaker": null
  },
  {
    "start": 277,
    "end": 285,
    "text": "To put the spotlight on something means to attract attention to it, usually to share information about something bad.",
    "speaker": null
  },
  {
    "start": 285,
    "end": 292,
    "text": "Luckily, the customer is always right, and by managing our money ethically, we can all help a little.",
    "speaker": null
  },
  {
    "start": 292,
    "end": 298,
    "text": "I think it’s time to reveal the answer to your question about the most effective way to fight climate change, Neil. I said it was by moving your pension into ethical investments.",
    "speaker": "Beth"
  },
  {
    "start": 298,
    "end": 302,
    "text": "I said it was by moving your pension into ethical investments.",
    "speaker": null
  },
  {
    "start": 302,
    "end": 313,
    "text": "Which was the correct answer. In fact, changing your pension is thought to be 21 times more effective than avoiding meat and stopping flying put together.",
    "speaker": null
  },
  {
    "start": 313,
    "end": 323,
    "text": "Okay, let's recap the vocabulary we've learned from this program starting with green, an adjective with several meanings one of which is naive or inexperienced.",
    "speaker": null
  },
  {
    "start": 323,
    "end": 327,
    "text": "A niche interest appeals only to a small number of people.",
    "speaker": "niche"
  },
  {
    "start": 327,
    "end": 334,
    "text": "Greenwashing describes attempts by a business to seem more environmentally friendly than they really are.",
    "speaker": "Greenwashing"
  },
  {
    "start": 334,
    "end": 343,
    "text": "The idiom jump on the bandwagon means become involved in an activity because it's popular and likely to succeed, not because you're really interested in it.",
    "speaker": null
  },
  {
    "start": 343,
    "end": 350,
    "text": "When a business is transparent, it's easy to see how it works because it's open and honest without hidden secrets.",
    "speaker": null
  },
  {
    "start": 350,
    "end": 356,
    "text": "And finally, the phrase to put the spotlight on something means to draw attention to it.",
    "speaker": null
  },
  {
    "start": 356,
    "end": 363,
    "text": "Once again, our six minutes are up. Join us again soon for more useful vocabulary here at six minute English.",
    "speaker": null
  },
  {
    "start": 363,
    "end": 364,
    "text": "Bye for now.",
    "speaker": null
  },
  {
    "start": 364,
    "end": 365,
    "text": "Goodbye!",
    "speaker": "Neil"
  }
]
