[
  {
    "start": 0,
    "end": 8.72,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 8.72,
    "end": 13.12,
    "text": "Hello, this is 6 Minute English from BBCLearningEnglish. I'm Neil.",
    "speaker": null
  },
  {
    "start": 13.12,
    "end": 14.12,
    "text": "And I’m Georgie.",
    "speaker": "Georgie"
  },
  {
    "start": 14.12,
    "end": 20.16,
    "text": "Now, if I told you I'd been for a walk to see Big Ben and Buckingham Palace, you'd know",
    "speaker": null
  },
  {
    "start": 20.16,
    "end": 23.12,
    "text": "straight away I was in London.",
    "speaker": null
  },
  {
    "start": 23.12,
    "end": 28.76,
    "text": "But what if my walk went past cafes selling mozzarella and ricotta where I smelled freshly made cannolis and focaccia… Where would I be then?",
    "speaker": "Georgie"
  },
  {
    "start": 28.76,
    "end": 32.44,
    "text": "made canolies and focaccia? Where would I be then?",
    "speaker": null
  },
  {
    "start": 32.44,
    "end": 36.679,
    "text": "Focaccia and mozzarella, well, you'd be in Italy, right?",
    "speaker": null
  },
  {
    "start": 36.679,
    "end": 43.079,
    "text": "Yes, Italy, or ‘Little Italy’ to be exact – the neighbourhood in some cities where Italian communities settled and made their home.",
    "speaker": "Georgie"
  },
  {
    "start": 43.079,
    "end": 46.439,
    "text": "communities settled and made their home.",
    "speaker": null
  },
  {
    "start": 46.439,
    "end": 51.96,
    "text": "These Italian arrivals opened shops and cafes selling food to their own communities.",
    "speaker": null
  },
  {
    "start": 51.96,
    "end": 57.92,
    "text": "Soon, dishes like spaghetti and meatballs attracted the attention of local people and gradually",
    "speaker": null
  },
  {
    "start": 57.92,
    "end": 63.44,
    "text": "Italian food became famous around the world. In this programme, we'll be taking a walk",
    "speaker": null
  },
  {
    "start": 63.44,
    "end": 68.799,
    "text": "through two little Italy's, one in Argentina, the other in New York. And as usual, we'll",
    "speaker": null
  },
  {
    "start": 68.799,
    "end": 74.64,
    "text": "be learning some useful new vocabulary as well. But before that, I have a question for you,",
    "speaker": null
  },
  {
    "start": 74.64,
    "end": 80.799,
    "text": "Georgie. According to a recent U-Gov poll, which Italian food is most popular with British",
    "speaker": null
  },
  {
    "start": 80.799,
    "end": 86.719,
    "text": "diners? Is it A, pizza, b, lasagna, or C, garlic bread?",
    "speaker": null
  },
  {
    "start": 86.719,
    "end": 88.799,
    "text": "I think it must be pizza.",
    "speaker": "Georgie"
  },
  {
    "start": 88.799,
    "end": 93.2,
    "text": "OK, Georgie, I'll reveal the answer at the end of the programme.",
    "speaker": null
  },
  {
    "start": 93.2,
    "end": 99.84,
    "text": "One country Italians moved to was Argentina. In 1898, Giuseppe Banchero arrived in the",
    "speaker": null
  },
  {
    "start": 99.84,
    "end": 105.519,
    "text": "neighbourhood of La Boca, the little Italy of Buenos Aires, where many Italian immigrants",
    "speaker": null
  },
  {
    "start": 105.519,
    "end": 112.48,
    "text": "started restaurants. Here, Hugo Banchero, grandson of Giuseppe, tells his story to Veronica",
    "speaker": null
  },
  {
    "start": 112.48,
    "end": 116.64,
    "text": "Sminc, reporter for BBC World Service programme The Food Chain.",
    "speaker": null
  },
  {
    "start": 143.439,
    "end": 147.28,
    "text": "So what culinary traditions did they bring with them?",
    "speaker": "Veronica Smink"
  },
  {
    "start": 147.28,
    "end": 156.719,
    "text": "Well, our culinary tradition is Pexeria and we incorporated the Faina from Genoa, which",
    "speaker": null
  },
  {
    "start": 156.719,
    "end": 166.239,
    "text": "is a pizza with chickpea flour. In 1898, Giuseppe founded his pizza rear, a restaurant selling pizza.",
    "speaker": null
  },
  {
    "start": 166.719,
    "end": 171.84,
    "text": "When a business is founded, it's established. Someone starts it up or sets it up.",
    "speaker": null
  },
  {
    "start": 185.2,
    "end": 190.16,
    "text": "But probably the best known little Italy in the world is an area of Manhattan's lower east",
    "speaker": null
  },
  {
    "start": 190.56,
    "end": 196.8,
    "text": "side in New York. 90% of Italian immigrants who arrived in the US at the turn of the century",
    "speaker": null
  },
  {
    "start": 196.8,
    "end": 198.639,
    "text": "came through this neighbourhood.",
    "speaker": null
  },
  {
    "start": 198.639,
    "end": 204,
    "text": "De Palos, one of the original shops selling Italian food in little Italy, has been serving",
    "speaker": null
  },
  {
    "start": 204,
    "end": 211.039,
    "text": "customers for 113 years. Here, Lue de Palo, co-owner and great grandson of the original owner,",
    "speaker": null
  },
  {
    "start": 211.039,
    "end": 217.199,
    "text": "Salvino, explains more about his family history to BBC World Service programme The Food Chain.",
    "speaker": null
  },
  {
    "start": 218.159,
    "end": 223.599,
    "text": "1925, when my grandmother, Concetta and my grandfather, Luigi, got married.",
    "speaker": null
  },
  {
    "start": 224.239,
    "end": 229.679,
    "text": "They opened their own shop. It's the shop we continue today. Being the fourth generation,",
    "speaker": null
  },
  {
    "start": 229.679,
    "end": 236.079,
    "text": "working alongside my system, Maria and my brother, Sal, and our children, the fifth generation.",
    "speaker": null
  },
  {
    "start": 236.079,
    "end": 242.319,
    "text": "Our business has expanded. Expanded to represent the full food culture of the 20 regions of Italy.",
    "speaker": null
  },
  {
    "start": 243.28,
    "end": 249.039,
    "text": "Little Italy is the stepping stone of the Italian immigrant. This is where many of the Italians",
    "speaker": null
  },
  {
    "start": 249.039,
    "end": 255.919,
    "text": "first came through Ellis Island and then settled here and then eventually moved into mainstream",
    "speaker": null
  },
  {
    "start": 255.919,
    "end": 258,
    "text": "America throughout the rest of the country.",
    "speaker": null
  },
  {
    "start": 259.039,
    "end": 264.24,
    "text": "Lue de Palo is the fourth generation of his family to run the shop and his children will be the fifth.",
    "speaker": null
  },
  {
    "start": 264.879,
    "end": 270.399,
    "text": "Frazes like fourth or fifth generation describe the children of people whose parents immigrated",
    "speaker": null
  },
  {
    "start": 270.399,
    "end": 276,
    "text": "to a particular country. After arriving in New York, many Italian immigrants moved on to start",
    "speaker": null
  },
  {
    "start": 276,
    "end": 281.839,
    "text": "successful new lives elsewhere. That's why Lue calls Little Italy a stepping stone,",
    "speaker": null
  },
  {
    "start": 281.839,
    "end": 287.679,
    "text": "an experience that helps you achieve something else, like a real stepping stone helps you cross a river.",
    "speaker": null
  },
  {
    "start": 288.319,
    "end": 293.839,
    "text": "As a result, Italian newcomers became accepted in mainstream America, mainstream,",
    "speaker": null
  },
  {
    "start": 293.839,
    "end": 298.239,
    "text": "meaning the culture and customs viewed as normal by most Americans.",
    "speaker": null
  },
  {
    "start": 298.319,
    "end": 304,
    "text": "It seems we owe a lot to Lue de Palo, but we still don't know which food is most popular here in the UK.",
    "speaker": null
  },
  {
    "start": 304.639,
    "end": 307.36,
    "text": "Isn't it time to reveal the answer to your question, Neil?",
    "speaker": null
  },
  {
    "start": 307.36,
    "end": 313.12,
    "text": "Right, I asked you which Italian food is most popular in Britain and you said pizza which",
    "speaker": null
  },
  {
    "start": 313.12,
    "end": 319.92,
    "text": "would be my guess too, but is the wrong answer I'm afraid? In fact, the top choice for Italian food",
    "speaker": null
  },
  {
    "start": 319.92,
    "end": 325.439,
    "text": "fans here in the UK is garlic bread. Right, let's recap the vocabulary we've learned from this",
    "speaker": null
  },
  {
    "start": 325.439,
    "end": 330.319,
    "text": "programme on Little Italy starting with pizza ria, a restaurant that sells pizza.",
    "speaker": null
  },
  {
    "start": 330.959,
    "end": 336.56,
    "text": "If something is founded, it started or established. The adjective culinary describes",
    "speaker": null
  },
  {
    "start": 336.56,
    "end": 341.759,
    "text": "anything connected with cooking. Frazes like fourth or fifth generation describe the",
    "speaker": null
  },
  {
    "start": 341.759,
    "end": 347.519,
    "text": "children of people whose parents immigrated to a particular country. A stepping stone is an event",
    "speaker": null
  },
  {
    "start": 347.519,
    "end": 353.92,
    "text": "or experience that helps you advance or achieve something new. And finally, the adjective mainstream",
    "speaker": null
  },
  {
    "start": 353.92,
    "end": 359.199,
    "text": "describes the customs and culture which are accepted as normal by most people in a society.",
    "speaker": null
  },
  {
    "start": 359.759,
    "end": 365.52,
    "text": "Once again, our six minutes are up. Until the next time here at six minute English, it's Ciao! Ciao!",
    "speaker": null
  }
]