[
  {
    "start": 0,
    "end": 8.72,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 8.72,
    "end": 15.12,
    "text": "Hello, this is 6 Minute English from BBCLearningEnglish. I'm Neil, Beth.",
    "speaker": null
  },
  {
    "start": 15.12,
    "end": 17.48,
    "text": "What are you doing? Get off your phone!",
    "speaker": null
  },
  {
    "start": 17.48,
    "end": 20.96,
    "text": "Oh, sorry. And I’m Beth.",
    "speaker": "Beth"
  },
  {
    "start": 20.96,
    "end": 26.92,
    "text": "Are you addicted to social media? It wouldn't be a surprise. With so many different apps",
    "speaker": null
  },
  {
    "start": 26.92,
    "end": 32.84,
    "text": "out there, Snapchat, TikTok and the latest threads, it's easy to spend a lot more time",
    "speaker": null
  },
  {
    "start": 32.84,
    "end": 34.76,
    "text": "on your phone than ever before.",
    "speaker": null
  },
  {
    "start": 34.76,
    "end": 40.6,
    "text": "Yes, I don't think I'm addicted, but I definitely spend more time on social media than I'd",
    "speaker": null
  },
  {
    "start": 40.6,
    "end": 46.2,
    "text": "like to. However, there are plenty of studies out there looking at how social media affects",
    "speaker": null
  },
  {
    "start": 46.2,
    "end": 51.079,
    "text": "mental health, with some saying it can be as addictive as gambling.",
    "speaker": null
  },
  {
    "start": 51.079,
    "end": 56.68,
    "text": "Research in the US has found that adolescents who spend more than three hours a day on social",
    "speaker": null
  },
  {
    "start": 56.679,
    "end": 63.799,
    "text": "media have double the risk of developing depression and anxiety. An adolescent is someone aged",
    "speaker": null
  },
  {
    "start": 63.799,
    "end": 71.159,
    "text": "10 to 19, between childhood and adulthood. With that in mind, it's no wonder parents are worried.",
    "speaker": null
  },
  {
    "start": 71.159,
    "end": 77.64,
    "text": "To help with this, the US is currently in the process of regulating social media apps for teenagers.",
    "speaker": null
  },
  {
    "start": 77.64,
    "end": 80.439,
    "text": "Some scientists think the UK should do the same.",
    "speaker": null
  },
  {
    "start": 81.159,
    "end": 85.56,
    "text": "There has been growing agreement among health experts about the negative,",
    "speaker": null
  },
  {
    "start": 85.56,
    "end": 91.48,
    "text": "chronic health effects of social media use on teenagers. They have revealed in surveys that",
    "speaker": null
  },
  {
    "start": 91.48,
    "end": 97.799,
    "text": "social media makes them feel worse about their body image, and 64% of teens have said they're",
    "speaker": null
  },
  {
    "start": 97.799,
    "end": 103.96,
    "text": "regularly exposed to hate-based content. In this programme, we'll be discussing how social media",
    "speaker": null
  },
  {
    "start": 103.96,
    "end": 109,
    "text": "affects teenagers, and as usual, we'll be learning some useful new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 109.56,
    "end": 115.48,
    "text": "But first, I have a question for you, Beth. The app, Snapchat, is a very common way that",
    "speaker": null
  },
  {
    "start": 115.48,
    "end": 122.52,
    "text": "teenagers communicate these days. This is partly because messages and photos disappear after a certain",
    "speaker": null
  },
  {
    "start": 122.52,
    "end": 133.48,
    "text": "time period. But what percentage of 13 to 24-year-olds use Snapchat? Is it a 70%, b 80% or c 90%.",
    "speaker": null
  },
  {
    "start": 134.28,
    "end": 135.56,
    "text": "I'll guess 80%.",
    "speaker": "Beth"
  },
  {
    "start": 136.439,
    "end": 142.599,
    "text": "Okay, Beth, I'll reveal the answer later in the programme. Now, a lot of social media platforms,",
    "speaker": null
  },
  {
    "start": 142.68,
    "end": 148.599,
    "text": "such as TikTok, work by showing and suggesting similar accounts and content to those someone has",
    "speaker": null
  },
  {
    "start": 148.599,
    "end": 155.479,
    "text": "already searched for. Professor Devi Shrouda, the chair of Global Public Health at the University of",
    "speaker": null
  },
  {
    "start": 155.479,
    "end": 161.4,
    "text": "Edinburgh, thinks this can be concerning, as she told BBC World Service programme Inside Science.",
    "speaker": null
  },
  {
    "start": 162.519,
    "end": 167.639,
    "text": "And this is worrying, for example, with young girls and eating disorders, if they're being fed",
    "speaker": null
  },
  {
    "start": 167.639,
    "end": 172.039,
    "text": "that in an addictive way, and the algorithm is saying, oh, they like that content. We want to keep",
    "speaker": null
  },
  {
    "start": 172.12,
    "end": 176.199,
    "text": "giving it to them because it keeps them on their phones. And I think that's the really vital message",
    "speaker": null
  },
  {
    "start": 176.199,
    "end": 184.199,
    "text": "here of any of these apps, is that their revenue comes from advertising. Teenagers are being fed",
    "speaker": null
  },
  {
    "start": 184.199,
    "end": 190.12,
    "text": "content in a way that is addictive. If you are fed something, it means you're given something.",
    "speaker": null
  },
  {
    "start": 190.12,
    "end": 196.519,
    "text": "In this case, it refers to content, not food. The content is addictive because social media uses",
    "speaker": null
  },
  {
    "start": 196.6,
    "end": 203.4,
    "text": "algorithms. Algorithms are a complex set of rules and calculations that prioritize and personalise",
    "speaker": null
  },
  {
    "start": 203.4,
    "end": 210.439,
    "text": "the content a user sees. But we need to remember that social media platforms use algorithms to keep",
    "speaker": null
  },
  {
    "start": 210.439,
    "end": 216.439,
    "text": "users on the platforms for as long as possible because the revenue comes from advertising.",
    "speaker": null
  },
  {
    "start": 216.92,
    "end": 223.719,
    "text": "Revenue is the money a company earns. They're paid by other companies to use the social media space",
    "speaker": null
  },
  {
    "start": 223.719,
    "end": 230.439,
    "text": "to promote their products. This could be seen as social media platforms prioritising making money",
    "speaker": null
  },
  {
    "start": 230.439,
    "end": 236.28,
    "text": "over the mental health of users, a worry for parents. Professor Devi Shridhar talked about the",
    "speaker": null
  },
  {
    "start": 236.28,
    "end": 242.759,
    "text": "challenges of having a teenager addicted to social media on BBC World Service programme in Inside Science.",
    "speaker": null
  },
  {
    "start": 243.56,
    "end": 247.879,
    "text": "And so I think the challenge here is apparent listening to this is what do you do about it?",
    "speaker": null
  },
  {
    "start": 247.879,
    "end": 252.439,
    "text": "And I think the owners has really been put on parents and concerned adults to find solutions",
    "speaker": null
  },
  {
    "start": 252.439,
    "end": 256.839,
    "text": "on their own and that means debates with your child over what are you on, are you using this?",
    "speaker": null
  },
  {
    "start": 256.839,
    "end": 260.04,
    "text": "But it's a losing battle because it's their entire social network.",
    "speaker": null
  },
  {
    "start": 261.399,
    "end": 266.68,
    "text": "Professor Shridhar says that when it comes to helping teenagers navigate social media,",
    "speaker": null
  },
  {
    "start": 266.68,
    "end": 273.72,
    "text": "the owners has been put on parents to find solutions. The owners means the responsibility or duty.",
    "speaker": null
  },
  {
    "start": 274.439,
    "end": 279.959,
    "text": "Parents need to be able to challenge their children when they need to, even if this is a losing",
    "speaker": null
  },
  {
    "start": 280.039,
    "end": 285.799,
    "text": "battle, a fight they cannot win, as teenagers have their entire life on social networks.",
    "speaker": null
  },
  {
    "start": 285.799,
    "end": 291.639,
    "text": "Okay Beth, I think it's time I revealed the answer to my question. I asked you what percentage of",
    "speaker": null
  },
  {
    "start": 291.639,
    "end": 300.519,
    "text": "13 to 24-year-olds use Snapchat? And I said it was 80%. And that was, I'm sorry to say the wrong",
    "speaker": null
  },
  {
    "start": 300.519,
    "end": 307.959,
    "text": "answer. Actually 90% of people age between 13 and 24 use Snapchat quite a lot.",
    "speaker": null
  },
  {
    "start": 308.519,
    "end": 313.639,
    "text": "Okay, let's recap the vocabulary we've learned from this program, starting with Adolescent,",
    "speaker": null
  },
  {
    "start": 313.639,
    "end": 318.199,
    "text": "a person aged 10 to 19, between childhood and adulthood.",
    "speaker": null
  },
  {
    "start": 318.199,
    "end": 324.279,
    "text": "If you are fed content, you are given content. This is what the social media platform offers you automatically, rather than what you search for yourself.",
    "speaker": "fed"
  },
  {
    "start": 324.279,
    "end": 328.759,
    "text": "offers you automatically, rather than what you search for yourself.",
    "speaker": null
  },
  {
    "start": 328.759,
    "end": 335.879,
    "text": "Algorithms are a complex set of rules and calculations that prioritize and personalize the content",
    "speaker": null
  },
  {
    "start": 335.879,
    "end": 343.159,
    "text": "Revenue is the money a company earns, which could come from sales or advertising.",
    "speaker": "Revenue"
  },
  {
    "start": 343.159,
    "end": 347.8,
    "text": "If the onus is on someone, it's their responsibility or duty.",
    "speaker": "onus"
  },
  {
    "start": 347.8,
    "end": 354.92,
    "text": "And finally, a losing battle is a fight you cannot win. Once again, our six minutes are up. Join us again soon for more useful vocabulary, here at 6 Minute English! Goodbye for now!",
    "speaker": "a losing battle"
  },
  {
    "start": 354.92,
    "end": 361,
    "text": "Join us again soon for more useful vocabulary here at 6 Minute English. Goodbye for now. Bye.",
    "speaker": null
  }
]
