[
  {
    "start": 0,
    "end": 7.679,
    "text": "6-Night English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.679,
    "end": 11.919,
    "text": "Hello, this is 6-minute English from BBC Learning English. I'm Neil.",
    "speaker": null
  },
  {
    "start": 11.919,
    "end": 13.04,
    "text": "And I’m Beth.",
    "speaker": "Beth"
  },
  {
    "start": 13.04,
    "end": 18.879,
    "text": "In every language, there's one word which has special power over us, our name.",
    "speaker": null
  },
  {
    "start": 18.879,
    "end": 24.64,
    "text": "Our senses, feelings and whole identity are closely linked to our name.",
    "speaker": null
  },
  {
    "start": 24.719,
    "end": 30.56,
    "text": "Yet strangely, our name isn't usually something we choose. It's given to us by our parents.",
    "speaker": null
  },
  {
    "start": 30.56,
    "end": 34.799,
    "text": "But what if the name you are given at birth doesn't fit?",
    "speaker": null
  },
  {
    "start": 34.799,
    "end": 41.76,
    "text": "Maybe you simply don't like it. Or maybe there are bigger reasons for wanting to change your name.",
    "speaker": null
  },
  {
    "start": 41.76,
    "end": 47.04,
    "text": "Reasons connected with historical injustices or unfair events in the past.",
    "speaker": null
  },
  {
    "start": 47.76,
    "end": 52.4,
    "text": "In this programme, we'll be meeting two people whose family history",
    "speaker": null
  },
  {
    "start": 52.399,
    "end": 58.56,
    "text": "has caused them to consider changing their name. And as usual, we'll be learning some useful",
    "speaker": null
  },
  {
    "start": 58.56,
    "end": 63.759,
    "text": "new vocabulary as well. Sounds good, Beth. But first, I have a question for you.",
    "speaker": null
  },
  {
    "start": 63.759,
    "end": 68.64,
    "text": "My name, Neil, is a British name and was given to me at birth.",
    "speaker": null
  },
  {
    "start": 68.64,
    "end": 75.28,
    "text": "But names change a lot between cultures and religions. Many Muslim boys are named Mohammed.",
    "speaker": null
  },
  {
    "start": 75.28,
    "end": 80.879,
    "text": "Indian boys are often called Ram or Krishna. And in Mexico, some boys are named Hesus.",
    "speaker": null
  },
  {
    "start": 81.599,
    "end": 87.92,
    "text": "So, according to a recent global survey, what is currently the world's most popular boy's name?",
    "speaker": null
  },
  {
    "start": 87.92,
    "end": 92.319,
    "text": "Is it A, Hesus, B, Muhammad or C, Noah?",
    "speaker": null
  },
  {
    "start": 92.319,
    "end": 95.28,
    "text": "Hmm, I guess it’s Mohammed.",
    "speaker": "Beth"
  },
  {
    "start": 95.28,
    "end": 99.12,
    "text": "Okay, Beth, I'll reveal the answer at the end of the programme.",
    "speaker": null
  },
  {
    "start": 100,
    "end": 104.64,
    "text": "In Britain, a person's first name is also called their Christian name.",
    "speaker": null
  },
  {
    "start": 104.64,
    "end": 108.319,
    "text": "And in Christianity, many names have a religious meaning.",
    "speaker": null
  },
  {
    "start": 108.399,
    "end": 114.959,
    "text": "The name John, for example, means God is good. Anderson Jeremiah is the Bishop of Edmonton.",
    "speaker": null
  },
  {
    "start": 114.959,
    "end": 120.319,
    "text": "He was born in South India, but he doesn't have a traditional Indian sounding name.",
    "speaker": null
  },
  {
    "start": 120.319,
    "end": 126.159,
    "text": "Here, Bishop Jeremiah explains the roots of his name to BBC World Service programme Heart and Soul.",
    "speaker": null
  },
  {
    "start": 127.28,
    "end": 134.079,
    "text": "It was a name of one John Anderson. He was a first educational missionary who came and worked and",
    "speaker": null
  },
  {
    "start": 134.08,
    "end": 140.72,
    "text": "set up several schools in South India who had very noble ambitions.",
    "speaker": null
  },
  {
    "start": 140.72,
    "end": 147.92,
    "text": "But also, as with any missionaries, he was a big collaborator of the colonial establishment at that",
    "speaker": null
  },
  {
    "start": 147.92,
    "end": 156.32,
    "text": "point in time. So, he has a very strong baggage that goes with it. So, Anderson is my Christian name.",
    "speaker": null
  },
  {
    "start": 156.88,
    "end": 158.88,
    "text": "And Jeremiah is my dad's name.",
    "speaker": null
  },
  {
    "start": 159.84,
    "end": 167.039,
    "text": "Bishop Anderson Jeremiah's name comes from another man, John Anderson, a Christian missionary",
    "speaker": null
  },
  {
    "start": 167.039,
    "end": 173.039,
    "text": "during the British Empire. The history of the British Empire in India is controversial,",
    "speaker": null
  },
  {
    "start": 173.039,
    "end": 179.199,
    "text": "with many views on all sides. Bishop Jeremiah thinks that some of the empire's missionaries",
    "speaker": null
  },
  {
    "start": 179.199,
    "end": 186.319,
    "text": "were noble, meaning admirable or morally good. But nevertheless, John Anderson was part of a violent",
    "speaker": null
  },
  {
    "start": 186.319,
    "end": 193.12,
    "text": "and exploitative empire. Bishop Jeremiah uses the word baggage to describe the beliefs,",
    "speaker": null
  },
  {
    "start": 193.12,
    "end": 197.519,
    "text": "especially outdated or unhelpful beliefs, which influence how people think.",
    "speaker": null
  },
  {
    "start": 198.079,
    "end": 203.919,
    "text": "Emotional baggage tends to influence the feelings of one individual, while historical baggage can",
    "speaker": null
  },
  {
    "start": 203.919,
    "end": 212.159,
    "text": "affect whole societies. In India, names serve an important purpose to signify social status.",
    "speaker": null
  },
  {
    "start": 212.96,
    "end": 220.24,
    "text": "Low status Indians, including Bishop Anderson's grandparents, escaped social discrimination",
    "speaker": null
  },
  {
    "start": 220.24,
    "end": 226.719,
    "text": "by converting to Christianity and taking another Christian name. But elsewhere in the British",
    "speaker": null
  },
  {
    "start": 226.719,
    "end": 233.84,
    "text": "Empire, names were connected with something completely un-Christian, slavery. Black British writer",
    "speaker": null
  },
  {
    "start": 233.84,
    "end": 240,
    "text": "Professor Robert Beckford is an activist theologian at the University of Winchester. His surname,",
    "speaker": null
  },
  {
    "start": 240,
    "end": 246.879,
    "text": "Beckford, is a slave name, passed down from his enslaved African ancestors in 18th century Jamaica.",
    "speaker": null
  },
  {
    "start": 246.879,
    "end": 252.719,
    "text": "Here Professor Beckford talks to BBC World Service programme, Hathen Sol, about his decision",
    "speaker": null
  },
  {
    "start": 252.719,
    "end": 260.48,
    "text": "to name his son, Micah. Before my son is named Micah, Micah Beckford after one of the prophets.",
    "speaker": null
  },
  {
    "start": 260.48,
    "end": 265.6,
    "text": "So I do like the idea of people in the biblical tradition who speak truth to power, who ruffle",
    "speaker": null
  },
  {
    "start": 265.6,
    "end": 272.48,
    "text": "people's feathers, who challenge the injustice. I haven't thought of giving myself a biblical name.",
    "speaker": null
  },
  {
    "start": 272.48,
    "end": 280.72,
    "text": "I could never find a name that really resonated with me. The phrase to speak truth to power",
    "speaker": null
  },
  {
    "start": 280.72,
    "end": 286.48,
    "text": "describes times when people non-violently resist an oppressive force, such as a government",
    "speaker": null
  },
  {
    "start": 286.48,
    "end": 292.72,
    "text": "or corporation, by telling the truth. And if you ruffle someone's feathers, you upset or annoy them.",
    "speaker": null
  },
  {
    "start": 293.68,
    "end": 300.08,
    "text": "Maybe it’s not so much your name, as what you do with it that counts. Anyway, it’s time to reveal the answer to your question, Neil.",
    "speaker": "Beth"
  },
  {
    "start": 300.08,
    "end": 305.76,
    "text": "reveal the answer to your question, Neil. Yes, I asked you which boy's name is currently the world's",
    "speaker": null
  },
  {
    "start": 305.76,
    "end": 312.72,
    "text": "most popular and you guessed Muhammad, which was the correct answer. Right, let's recap the vocabulary",
    "speaker": null
  },
  {
    "start": 312.72,
    "end": 318.08,
    "text": "we've learned, starting with injustice, a situation lacking fairness or justice.",
    "speaker": null
  },
  {
    "start": 318.879,
    "end": 324.159,
    "text": "In British English, your Christian name is your first name. The name you are given at birth.",
    "speaker": null
  },
  {
    "start": 324.879,
    "end": 332.079,
    "text": "The adjective noble means admirable or morally good.",
    "speaker": "noble"
  },
  {
    "start": 332.079,
    "end": 337.599,
    "text": "Baggage refers to beliefs and feelings, especially outdated or unhelpful ones, which influence how someone thinks.",
    "speaker": "Baggage"
  },
  {
    "start": 337.599,
    "end": 343.839,
    "text": "The idiom speak truth to power describes when people non-violently resist an oppressive force, such as a government or corporation, by telling the truth.",
    "speaker": "speak truth to power"
  },
  {
    "start": 343.839,
    "end": 349.759,
    "text": "such as a government or corporation, by telling the truth. And finally, to ruffle someone's",
    "speaker": null
  },
  {
    "start": 349.759,
    "end": 357.359,
    "text": "feathers means to upset or annoy them. Once again, our six minutes are up. But remember to join us",
    "speaker": null
  },
  {
    "start": 357.359,
    "end": 363.519,
    "text": "again next time for more trending topics and useful vocabulary here at six minutes English.",
    "speaker": null
  },
  {
    "start": 363.519,
    "end": 365.12,
    "text": "Goodbye for now. Bye.",
    "speaker": null
  }
]
