[
  {
    "start": 0,
    "end": 7.679,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.679,
    "end": 11.919,
    "text": "Hello, this is 6-Minute English from BBC Learning English. I'm Neil.",
    "speaker": null
  },
  {
    "start": 11.919,
    "end": 13.12,
    "text": "And I’m Beth.",
    "speaker": "Beth"
  },
  {
    "start": 13.12,
    "end": 17.039,
    "text": "Would you like some fried chicken and chips with gravy, Beth?",
    "speaker": "Neil"
  },
  {
    "start": 17.039,
    "end": 21.28,
    "text": "No thanks, Neil. I don’t really like fried chicken. It’s too oily for me.",
    "speaker": "Beth"
  },
  {
    "start": 21.28,
    "end": 25.92,
    "text": "Okay, no problem. But maybe you'd like some organic poulé roti",
    "speaker": null
  },
  {
    "start": 25.92,
    "end": 28.16,
    "text": "in a tender meat jou with fried.",
    "speaker": null
  },
  {
    "start": 28.16,
    "end": 30.399,
    "text": "Oh, that sounds interesting. What is it?",
    "speaker": null
  },
  {
    "start": 30.399,
    "end": 34,
    "text": "Well, it's French for chicken and chips with gravy.",
    "speaker": null
  },
  {
    "start": 34.56,
    "end": 40.399,
    "text": "It's a strange fact, but the same dish described using different words can make it sound",
    "speaker": null
  },
  {
    "start": 40.399,
    "end": 44.159,
    "text": "more delicious, more exotic and more desirable.",
    "speaker": null
  },
  {
    "start": 44.159,
    "end": 49.2,
    "text": "Restaurants think carefully about the language they use to describe the food on their menus,",
    "speaker": null
  },
  {
    "start": 49.2,
    "end": 56.48,
    "text": "trying to make it sound appealing, tasty or poetic. Instead of hamburgers, we have gourmet burgers.",
    "speaker": null
  },
  {
    "start": 56.479,
    "end": 62.64,
    "text": "It's jou, not gravy. And raspberry coulis sounds a lot tastier than raspberry sauce.",
    "speaker": null
  },
  {
    "start": 63.599,
    "end": 68.719,
    "text": "Many of the words used to describe gourmet food. That's food which is higher quality",
    "speaker": null
  },
  {
    "start": 68.719,
    "end": 74.799,
    "text": "and more sophisticated than usual are French. Coming from a country with a long tradition of high",
    "speaker": null
  },
  {
    "start": 74.799,
    "end": 81.039,
    "text": "level cooking called oat cuisine. But how does the language use to describe food affect our",
    "speaker": null
  },
  {
    "start": 81.12,
    "end": 86.88,
    "text": "psychology and help restaurants make menus which are both tempting and profitable?",
    "speaker": null
  },
  {
    "start": 86.88,
    "end": 92.48,
    "text": "That's what we'll be finding out in this programme along with some useful new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 93.2,
    "end": 99.52,
    "text": "But first, I have a question for you, Neil. To train as a classical French chef takes months",
    "speaker": null
  },
  {
    "start": 99.52,
    "end": 106,
    "text": "as a full-time apprentice. But what is the name of the most famous cooking school teaching French",
    "speaker": null
  },
  {
    "start": 106.719,
    "end": 114.719,
    "text": "cuisine? Is it a, le cod om ble, b, le cod om rouge, or c, le cod om noir?",
    "speaker": null
  },
  {
    "start": 114.719,
    "end": 120.159,
    "text": "Well, I think it's le cod om ble. Okay, Neil. I'll reveal the correct answer later.",
    "speaker": null
  },
  {
    "start": 120.719,
    "end": 127.12,
    "text": "It's important for restaurants to describe items on the menu so diners know what to expect.",
    "speaker": null
  },
  {
    "start": 127.12,
    "end": 133.92,
    "text": "And many chefs think foreign words sound more exciting. But according to linguist Dr.",
    "speaker": null
  },
  {
    "start": 134,
    "end": 141.28,
    "text": "Kerry Matwick, the use of French is decreasing. Here, Kerry explains why to Ruth Alexander,",
    "speaker": null
  },
  {
    "start": 141.28,
    "end": 145.119,
    "text": "presenter of BBC World Service programme, The Food Chain.",
    "speaker": null
  },
  {
    "start": 145.119,
    "end": 149.039,
    "text": "Yeah, there are studies that show that because it sounds fancier. You know,",
    "speaker": null
  },
  {
    "start": 149.039,
    "end": 155.199,
    "text": "the French food has long been considered the gourmet food. And it was popular, but I would say",
    "speaker": null
  },
  {
    "start": 155.199,
    "end": 161.439,
    "text": "now there's a tendency to not use French because it sounds pretentious. So it can turn a dine or off.",
    "speaker": null
  },
  {
    "start": 161.759,
    "end": 167.599,
    "text": "Many restaurants use French names in menus because they sound fancy, an adjective meaning",
    "speaker": null
  },
  {
    "start": 167.599,
    "end": 174.56,
    "text": "special or unusual with lots of decoration. Kerry disagrees. She thinks French names used to be",
    "speaker": null
  },
  {
    "start": 174.56,
    "end": 181.28,
    "text": "popular, but are now seen as pretentious. If something is pretentious, it tries to appear more",
    "speaker": null
  },
  {
    "start": 181.28,
    "end": 188.479,
    "text": "important or clever than it really is. Some diners like the French names, but it turns other diners",
    "speaker": null
  },
  {
    "start": 189.119,
    "end": 193.84,
    "text": "Some diners like the French names, but it turns other diners off. If something turns you off, it makes you stop feeling interested or excited.",
    "speaker": "turns  offturns off"
  },
  {
    "start": 193.84,
    "end": 200.079,
    "text": "Brazilian chef Caroline Martins agrees that using French names in menus is becoming a thing of",
    "speaker": null
  },
  {
    "start": 200.079,
    "end": 206.479,
    "text": "the past. Caroline has stopped using French names in her pop-up restaurant, Samper, in Manchester,",
    "speaker": null
  },
  {
    "start": 206.479,
    "end": 211.439,
    "text": "as she explains to Ruth Alexander for BBC World Service programme The Food Chain.",
    "speaker": null
  },
  {
    "start": 212,
    "end": 217.679,
    "text": "I am classically trained in a French cuisine. I was using a lot of French terms, you know.",
    "speaker": null
  },
  {
    "start": 218,
    "end": 223.12,
    "text": "That wasn't very welcome. People would be very confused. They would ask me,",
    "speaker": null
  },
  {
    "start": 223.12,
    "end": 229.439,
    "text": "what is this Bruno Mars? What is this chiffonade? They would definitely avoid the dishes or they",
    "speaker": null
  },
  {
    "start": 229.439,
    "end": 235.76,
    "text": "would be sarcastic as well about it. I had people looking at the bus sitting down and then they",
    "speaker": null
  },
  {
    "start": 235.76,
    "end": 241.84,
    "text": "start seeing all these French terms and they just leave. Really? Yes. I had that happening.",
    "speaker": null
  },
  {
    "start": 241.84,
    "end": 246.159,
    "text": "You had people walking out to the restaurant. I just think this isn't for me. This is for me.",
    "speaker": null
  },
  {
    "start": 246.24,
    "end": 250.079,
    "text": "This is for me. What is this? What am I eating? I want to eat food. I don't want to eat",
    "speaker": null
  },
  {
    "start": 250.079,
    "end": 258.48,
    "text": "food. Not names, posh names. Instead of feeling excited about dishes described in French,",
    "speaker": null
  },
  {
    "start": 258.48,
    "end": 263.839,
    "text": "Caroline's diners were sarcastic about them. They mocked and made fun of them.",
    "speaker": null
  },
  {
    "start": 263.839,
    "end": 269.12,
    "text": "Some diners even walked out. Caroline thinks French makes her cooking sound too",
    "speaker": null
  },
  {
    "start": 269.199,
    "end": 276.8,
    "text": "posh, too fashionable, expensive and not available to everyone. She's now started using English and her",
    "speaker": null
  },
  {
    "start": 276.8,
    "end": 282.399,
    "text": "native Brazilian Portuguese on the menu and is pleased with the results. Customers don't feel",
    "speaker": null
  },
  {
    "start": 282.399,
    "end": 287.84,
    "text": "confused and their curiosity about the Brazilian dishes starts a conversation with the waiter.",
    "speaker": null
  },
  {
    "start": 288.56,
    "end": 294.399,
    "text": "All this talk of food is making me hungry, Neil. Anyway, it's time to reveal the answer to my",
    "speaker": null
  },
  {
    "start": 294.959,
    "end": 299.919,
    "text": "question. What's the name of the famous French cooking school that teaches Oat Quazine?",
    "speaker": null
  },
  {
    "start": 299.919,
    "end": 305.919,
    "text": "I said it was Le Corse en Blu. Was I right? Le Corse en Blu was the correct answer.",
    "speaker": null
  },
  {
    "start": 305.919,
    "end": 312.639,
    "text": "The famous culinary art school, Le Corse en Blu, first opened its doors in Paris in 1895.",
    "speaker": null
  },
  {
    "start": 313.279,
    "end": 319.439,
    "text": "Okay, let's recap the vocabulary we've learnt from this programme starting with gourmet food,",
    "speaker": null
  },
  {
    "start": 319.6,
    "end": 325.519,
    "text": "which is better quality and more sophisticated than usual and is often more expensive.",
    "speaker": null
  },
  {
    "start": 325.519,
    "end": 332.48,
    "text": "The adjective, fancy, means special, unusual, and decorative.",
    "speaker": "fancy"
  },
  {
    "start": 332.48,
    "end": 336.639,
    "text": "If someone is pretentious, they try to appear more important or clever than they really are.",
    "speaker": "pretentious"
  },
  {
    "start": 336.639,
    "end": 342.8,
    "text": "The phrase, to turn someone off, means to make someone stop feeling interested or excited.",
    "speaker": "turn someone off"
  },
  {
    "start": 342.8,
    "end": 348.959,
    "text": "If you say something sarcastic, you mock and insult something by saying the opposite of what you mean.",
    "speaker": "sarcastic"
  },
  {
    "start": 348.959,
    "end": 355.199,
    "text": "mean. And finally, the adjective posh means fashionable, smart, expensive and exclusive.",
    "speaker": null
  },
  {
    "start": 355.919,
    "end": 361.12,
    "text": "Once again, our six minutes are up. Join us again soon for more trending topics and useful",
    "speaker": null
  },
  {
    "start": 361.12,
    "end": 365.439,
    "text": "vocabulary here at six minute English. Goodbye for now. Bye!",
    "speaker": null
  }
]
