[
  {
    "start": 0,
    "end": 5.679,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 5.679,
    "end": 12.16,
    "text": "Hello, this is 6-Minute English from BBCLearningEnglish. I'm Neil.",
    "speaker": null
  },
  {
    "start": 12.16,
    "end": 17.6,
    "text": "And I'm Georgie. Whether it's Cinderella, David and Goliath or the Rocky movies, we all",
    "speaker": null
  },
  {
    "start": 17.6,
    "end": 23.92,
    "text": "love an underdog story. The underdog in a situation is the person who seems least likely",
    "speaker": null
  },
  {
    "start": 23.92,
    "end": 29.92,
    "text": "to win. Nevertheless, with some luck and plenty of hard work, the underdog sometimes",
    "speaker": null
  },
  {
    "start": 29.92,
    "end": 36.24,
    "text": "ends up the winner. Sport is full of underdog stories. Minor teams and sports people who",
    "speaker": null
  },
  {
    "start": 36.24,
    "end": 41.359,
    "text": "play with courage and end up beating the superstars and multi-million-pound clubs.",
    "speaker": null
  },
  {
    "start": 42,
    "end": 47.84,
    "text": "But if you were given a choice between your team being the favourite to win or being the underdog,",
    "speaker": null
  },
  {
    "start": 47.84,
    "end": 51.28,
    "text": "it's pretty obvious you'd want to be the favourite, right?",
    "speaker": null
  },
  {
    "start": 51.28,
    "end": 57.359,
    "text": "Well, yes, being the favourite gives a team confidence. But maybe the fact that no one expects",
    "speaker": null
  },
  {
    "start": 57.359,
    "end": 62.479,
    "text": "the underdog to win is actually an advantage which could help them to a surprise victory.",
    "speaker": null
  },
  {
    "start": 63.119,
    "end": 67.92,
    "text": "In this programme, we'll be hearing about an underdog football club doing just that.",
    "speaker": null
  },
  {
    "start": 68.48,
    "end": 72.56,
    "text": "And as usual, we'll be learning some useful new vocabulary too.",
    "speaker": null
  },
  {
    "start": 72.56,
    "end": 78.56,
    "text": "Great, but first I have a question for you, Georgie. One of the biggest underdog stories in sports",
    "speaker": null
  },
  {
    "start": 78.56,
    "end": 85.84,
    "text": "history happened in the 2015-16 English football season, when a little-known club beat top clubs",
    "speaker": null
  },
  {
    "start": 85.84,
    "end": 93.28,
    "text": "like Manchester City and Liverpool overcoming odds of 5,000 to 1 to win the Premier League.",
    "speaker": null
  },
  {
    "start": 93.28,
    "end": 100.96,
    "text": "But which club was it? A. Charlton Athletic. B. Lester City or C. Crystal Palace.",
    "speaker": null
  },
  {
    "start": 100.96,
    "end": 103.52,
    "text": "I’ll guess it was Crystal Palace.",
    "speaker": "Georgie"
  },
  {
    "start": 103.52,
    "end": 107.6,
    "text": "Okay, Georgie, I'll reveal the correct answer at the end of the programme.",
    "speaker": null
  },
  {
    "start": 108.56,
    "end": 112.4,
    "text": "The English football Premier League is a good place to find underdogs.",
    "speaker": null
  },
  {
    "start": 113.12,
    "end": 119.52,
    "text": "Each season, the three best clubs in the second league are promoted up, while the three weakest",
    "speaker": null
  },
  {
    "start": 119.52,
    "end": 127.92,
    "text": "Premier League clubs are relegated down. One club that knows all about relegation is Lutentown FC.",
    "speaker": null
  },
  {
    "start": 127.92,
    "end": 133.12,
    "text": "In 2009, Lutentown were relegated entirely from the English League.",
    "speaker": null
  },
  {
    "start": 134.159,
    "end": 139.36,
    "text": "Slowly their fortunes improved, however, and they've now become the first English team to",
    "speaker": null
  },
  {
    "start": 139.36,
    "end": 145.92,
    "text": "progress from non-league to the Premier League. Here's Lutentown Alex talking about his team's",
    "speaker": null
  },
  {
    "start": 145.92,
    "end": 151.6,
    "text": "chances to BBC Radio programme mental muscle. But some of these elite Premier League clubs will look",
    "speaker": null
  },
  {
    "start": 151.6,
    "end": 154.72,
    "text": "down the nose at us and just think we shouldn't be there and we are there on merit and we just",
    "speaker": null
  },
  {
    "start": 154.72,
    "end": 160.8,
    "text": "got to prove it this season. So we are the underdog, certainly financially, but on the pitch, I don't think we will be.",
    "speaker": null
  },
  {
    "start": 161.84,
    "end": 167.44,
    "text": "Alex thinks some of the rich Premier League clubs look down their noses at Lutentown.",
    "speaker": null
  },
  {
    "start": 167.439,
    "end": 171.039,
    "text": "If you look down your nose at someone, you think you're better than them.",
    "speaker": null
  },
  {
    "start": 171.599,
    "end": 176.96,
    "text": "But underdogs Lutentown have done better than expected, even beating some of the big clubs",
    "speaker": null
  },
  {
    "start": 176.96,
    "end": 183.039,
    "text": "like Newcastle United. The question is how, is there something about being the underdog that",
    "speaker": null
  },
  {
    "start": 183.039,
    "end": 190.079,
    "text": "improves a team's chances of winning? To answer that, Sports Psychologist Gillian Cook spoke to BBC",
    "speaker": null
  },
  {
    "start": 190.079,
    "end": 196.24,
    "text": "Radio programme mental muscle. So you can find that when the new recruiter team comes up,",
    "speaker": null
  },
  {
    "start": 196.24,
    "end": 199.92,
    "text": "they've got high confidence because they've just come from a season of winnings and they've got",
    "speaker": null
  },
  {
    "start": 199.92,
    "end": 206.32,
    "text": "the belief that they can do it. But on the flip side, it's just as important to look at the top",
    "speaker": null
  },
  {
    "start": 206.32,
    "end": 211.28,
    "text": "dogs performance, who everyone expects them to win. They're playing the newly promoted teams.",
    "speaker": null
  },
  {
    "start": 211.28,
    "end": 215.76,
    "text": "We might think of Mad City, who might be able to come up again and start it with new time.",
    "speaker": null
  },
  {
    "start": 215.76,
    "end": 221.92,
    "text": "So what we can see from that is what in Psychology, Lutentown is known as choking and that's when pressure",
    "speaker": null
  },
  {
    "start": 221.92,
    "end": 225.28,
    "text": "gets to an individual or a team and they underperform.",
    "speaker": null
  },
  {
    "start": 225.759,
    "end": 231.439,
    "text": "Clubs newly promoted to the Premier League are used to winning and start the season confidently.",
    "speaker": null
  },
  {
    "start": 232,
    "end": 237.759,
    "text": "On the flip side, they have to play much stronger teams than before. The phrase on the flip side",
    "speaker": null
  },
  {
    "start": 237.759,
    "end": 242.879,
    "text": "is used to show the opposite, less positive side of something. Of course, it's not just the",
    "speaker": null
  },
  {
    "start": 242.879,
    "end": 248.879,
    "text": "underdog playing. There are also top dogs, the most successful or powerful person or team.",
    "speaker": null
  },
  {
    "start": 249.68,
    "end": 254.8,
    "text": "No one expects underdogs to win and this gives them freedom to relax and play naturally.",
    "speaker": null
  },
  {
    "start": 255.599,
    "end": 261.68,
    "text": "Top dogs, on the other hand, experience a lot of expectation and this sometimes leads to choking.",
    "speaker": null
  },
  {
    "start": 261.68,
    "end": 267.279,
    "text": "A sports term which describes the failure of a player to perform their best because of psychological",
    "speaker": null
  },
  {
    "start": 267.279,
    "end": 274.24,
    "text": "pressure or social expectation. Choking causes teams and players to underperform, to perform",
    "speaker": null
  },
  {
    "start": 274.24,
    "end": 280.48,
    "text": "worse than expected. It's also true that neutral fans, people watching a match when their team",
    "speaker": null
  },
  {
    "start": 280.56,
    "end": 285.92,
    "text": "isn't playing, tend to support the underdog as well. In football, it's tough at the top.",
    "speaker": null
  },
  {
    "start": 286.4,
    "end": 291.68,
    "text": "I think it's time to reveal the answer to your question, Neil. You asked me about the famous",
    "speaker": null
  },
  {
    "start": 291.68,
    "end": 299.759,
    "text": "Premier League winning underdogs of the 2015 to 16 football season and I guessed it was Crystal Palace.",
    "speaker": null
  },
  {
    "start": 299.759,
    "end": 306.64,
    "text": "Which was the wrong answer I'm afraid, Georgie. In fact, it was Leicester City, nickname the Foxes,",
    "speaker": null
  },
  {
    "start": 306.719,
    "end": 312.8,
    "text": "who became the unexpected champions of the Premier League. Okay, let's recap the vocabulary we've",
    "speaker": null
  },
  {
    "start": 312.8,
    "end": 319.039,
    "text": "learned from this program about the underdog, the person in a competition or situation who seems",
    "speaker": null
  },
  {
    "start": 319.039,
    "end": 325.839,
    "text": "If you look down your nose at someone, you think you are superior to them.",
    "speaker": "look down your nose at someone"
  },
  {
    "start": 325.839,
    "end": 331.759,
    "text": "The phrase, on the flip side, is used to show the opposite, less positive, or less popular side of something.",
    "speaker": "on the flip side"
  },
  {
    "start": 332.719,
    "end": 338.24,
    "text": "something. The top dog is an informal way of saying the most successful or powerful person in",
    "speaker": null
  },
  {
    "start": 338.24,
    "end": 344.399,
    "text": "a group. In sports, choking happens when a player or team fail to perform their best because of",
    "speaker": null
  },
  {
    "start": 344.399,
    "end": 351.759,
    "text": "psychological pressure or social expectation. And finally, the verb to underperform means to perform",
    "speaker": null
  },
  {
    "start": 351.759,
    "end": 358.24,
    "text": "worse than expected. Once again, our six minutes are up. Remember to join us again next time for more",
    "speaker": null
  },
  {
    "start": 358.24,
    "end": 364.16,
    "text": "topical discussion and useful vocabulary here at six minute English. Goodbye for now. Bye!",
    "speaker": null
  }
]