[
  {
    "start": 0,
    "end": 7.679,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.679,
    "end": 11.919,
    "text": "Hello, this is 6 Minute English from BBCLearningEnglish. I'm Neil.",
    "speaker": null
  },
  {
    "start": 11.919,
    "end": 13.2,
    "text": "And I’m Beth.",
    "speaker": "Beth"
  },
  {
    "start": 13.2,
    "end": 18.32,
    "text": "Do you love to boogie on down, strut your stuff and throw shapes, Beth? What I mean is: do you like dancing?",
    "speaker": "boogie on down, strut your stuff throw shapes"
  },
  {
    "start": 18.32,
    "end": 20.719,
    "text": "What I mean is, do you like dancing?",
    "speaker": null
  },
  {
    "start": 20.719,
    "end": 22.96,
    "text": "Yes, I love to dance.",
    "speaker": null
  },
  {
    "start": 22.96,
    "end": 26.64,
    "text": "Just listening to the music and letting it move my body.",
    "speaker": null
  },
  {
    "start": 26.64,
    "end": 29.92,
    "text": "What about you, Neil? Do you often hit the dance floor?",
    "speaker": null
  },
  {
    "start": 29.92,
    "end": 35.039,
    "text": "Sometimes, but I'm not a great dancer. To be honest, I get a bit embarrassed.",
    "speaker": null
  },
  {
    "start": 35.039,
    "end": 40.399,
    "text": "But maybe I shouldn't, because it's been proved that dancing has many physical and mental health",
    "speaker": null
  },
  {
    "start": 40.399,
    "end": 46.719,
    "text": "benefits, including releasing stress, boosting your mood, or just enjoying a fun night out.",
    "speaker": null
  },
  {
    "start": 46.719,
    "end": 52.88,
    "text": "In this programme, we’ll be hearing how dancing can benefit our brains and emotions at every stage of life. And, as usual, we'll be learning some useful new vocabulary as well.",
    "speaker": "Beth"
  },
  {
    "start": 52.88,
    "end": 58.56,
    "text": "stage of life. And as usual, we'll be learning some useful new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 58.56,
    "end": 64.079,
    "text": "Of course, another great thing about dance is that there are so many different styles,",
    "speaker": null
  },
  {
    "start": 64.079,
    "end": 68.32,
    "text": "from ballet and ballroom dancing to tap, hip hop and jazz.",
    "speaker": null
  },
  {
    "start": 68.32,
    "end": 74.719,
    "text": "But my question is about a very unusual style, a traditional English folk dance where performers",
    "speaker": null
  },
  {
    "start": 74.719,
    "end": 80.719,
    "text": "wearing black hats and colourful waist coats hit sticks together while moving in patterns.",
    "speaker": null
  },
  {
    "start": 80.719,
    "end": 84.239,
    "text": "But do you know the name of this unusual dance bet?",
    "speaker": null
  },
  {
    "start": 84.239,
    "end": 90.239,
    "text": "Is it A, the Highland Fling, B, Flamenco or C, Morris Dancing?",
    "speaker": null
  },
  {
    "start": 90.239,
    "end": 92.959,
    "text": "I think the answer is Morris dancing.",
    "speaker": "Beth"
  },
  {
    "start": 92.959,
    "end": 96,
    "text": "Okay, we'll find out later in the programme.",
    "speaker": null
  },
  {
    "start": 96,
    "end": 100.159,
    "text": "Besides Beth, someone else who loves to dance is Julia Raevie,",
    "speaker": null
  },
  {
    "start": 100.159,
    "end": 103.84,
    "text": "presenter of BBC Radio programme Mental Muscle.",
    "speaker": null
  },
  {
    "start": 103.84,
    "end": 107.519,
    "text": "Here, Julia tells us exactly why she loves dancing so much.",
    "speaker": null
  },
  {
    "start": 108.479,
    "end": 115.119,
    "text": "I love nothing more than a night or a day out where I can just dance like no one's business.",
    "speaker": null
  },
  {
    "start": 115.84,
    "end": 121.039,
    "text": "To me, it's just such a release and it's something that I definitely rely on to get the stress",
    "speaker": null
  },
  {
    "start": 121.039,
    "end": 127.759,
    "text": "out of my body. And I now absolutely love to move any chance I get.",
    "speaker": null
  },
  {
    "start": 127.759,
    "end": 133.84,
    "text": "I'll dance now. I know everyone's not a fan because some people can find dancing to be",
    "speaker": null
  },
  {
    "start": 133.84,
    "end": 140.48,
    "text": "awkward or uncomfortable and I've seen people who just avoid the dance floor at all costs.",
    "speaker": null
  },
  {
    "start": 140.48,
    "end": 146.879,
    "text": "But, Dancing is so good for us and potentially our brains.",
    "speaker": null
  },
  {
    "start": 148.48,
    "end": 154.8,
    "text": "Julia can dance like nobody's business, an idiom meaning very well or very quickly.",
    "speaker": null
  },
  {
    "start": 154.8,
    "end": 161.439,
    "text": "Julia can dance like nobody’s business, an idiom meaning very well, or very quickly. For her, dancing is a release, a way of freeing emotions, feelings or tension from her body.",
    "speaker": "dance like nobody’s businessrelease,"
  },
  {
    "start": 161.52,
    "end": 167.52,
    "text": "Not everyone is the same as Julia though, and if, like me, the thought of dancing makes you uncomfortable, you might avoid the dance floor at all costs, no matter what happens.",
    "speaker": "at all costs"
  },
  {
    "start": 167.52,
    "end": 173.199,
    "text": "uncomfortable, you might avoid the dance floor at all costs. No matter what happens.",
    "speaker": null
  },
  {
    "start": 173.199,
    "end": 177.28,
    "text": "That's a pity, Neil, because the benefits of dancing are huge.",
    "speaker": null
  },
  {
    "start": 177.28,
    "end": 182.4,
    "text": "Just ask Dr Peter Levitt, also known as Dr Dance.",
    "speaker": null
  },
  {
    "start": 182.4,
    "end": 188.079,
    "text": "Over four decades, he's studied how dancing helps improve brain function in everyone",
    "speaker": null
  },
  {
    "start": 188.16,
    "end": 194.4,
    "text": "from children and adults to older people living with diseases like Parkinson's and Alzheimer's.",
    "speaker": null
  },
  {
    "start": 194.96,
    "end": 200.96,
    "text": "Dr Levitt's dance therapy involves spontaneous movements, closing your eyes and letting the",
    "speaker": null
  },
  {
    "start": 200.96,
    "end": 206.88,
    "text": "music move you. It promotes divergent thinking leading to happier, more creative brains.",
    "speaker": null
  },
  {
    "start": 206.88,
    "end": 213.52,
    "text": "So, how can we get more people dancing? That's exactly what Julia Raevi asked Dr Levitt",
    "speaker": null
  },
  {
    "start": 213.52,
    "end": 216,
    "text": "for BBC Radio programme Mental Muscle.",
    "speaker": null
  },
  {
    "start": 216.479,
    "end": 224.879,
    "text": "What would you say to the person listening who maybe doesn't dance at all right now?",
    "speaker": null
  },
  {
    "start": 224.879,
    "end": 229.759,
    "text": "Maybe we'd like to dance a bit more, maybe for them there's still a little bit on the fence",
    "speaker": null
  },
  {
    "start": 229.759,
    "end": 234.479,
    "text": "about whether they want to dance. How can everyone get a little bit more movement into their daily life?",
    "speaker": null
  },
  {
    "start": 235.36,
    "end": 241.84,
    "text": "Okay, so very first thing to do, I would suggest is to lay on your bed with your eyes closed",
    "speaker": null
  },
  {
    "start": 241.92,
    "end": 246.96,
    "text": "and to find a piece of music that you like. Close your eyes and then just hear the beat and",
    "speaker": null
  },
  {
    "start": 246.96,
    "end": 251.36,
    "text": "feel the rhythm. So think about where in your body do you feel a twitch?",
    "speaker": null
  },
  {
    "start": 252.719,
    "end": 258.079,
    "text": "Julia mentions people who are sitting on the fence who still haven't decided if they will do",
    "speaker": null
  },
  {
    "start": 258.079,
    "end": 265.199,
    "text": "something or not in this case dance. Dr Levitt's advice is simple, get comfortable, close your eyes",
    "speaker": null
  },
  {
    "start": 265.279,
    "end": 272.399,
    "text": "and listen to some music. Soon you'll feel a twitch, a small sudden and involuntary movement",
    "speaker": null
  },
  {
    "start": 272.399,
    "end": 276.399,
    "text": "somewhere in your body. From there it's only a few steps to dancing.",
    "speaker": null
  },
  {
    "start": 276.399,
    "end": 282,
    "text": "It seems a dancer day keeps the doctor away. So what do you reckon Neil? Are you ready to give",
    "speaker": null
  },
  {
    "start": 282,
    "end": 288.639,
    "text": "it a go? Maybe after I've revealed the answer to my question. Right, you asked for the name of the",
    "speaker": null
  },
  {
    "start": 288.639,
    "end": 295.439,
    "text": "traditional English folk dance where dancers wear colorful waist coats and hit sticks. And I",
    "speaker": null
  },
  {
    "start": 295.439,
    "end": 302,
    "text": "guess it was Maurice Dancing? Well, that was the correct answer, Beth. Maurice Dancing is the name",
    "speaker": null
  },
  {
    "start": 302,
    "end": 308.079,
    "text": "of the unusual English folk dance, not flamenco, which of course is Spanish, or the Highland Fling,",
    "speaker": null
  },
  {
    "start": 308.079,
    "end": 314.479,
    "text": "which comes from Scotland. Okay, let's recap the vocabulary we've learned starting with Boogie,",
    "speaker": null
  },
  {
    "start": 314.48,
    "end": 321.2,
    "text": "strut your stuff through shapes and hit the dance floor or modern idioms meaning to dance.",
    "speaker": null
  },
  {
    "start": 321.2,
    "end": 326.16,
    "text": "If you do something like nobody's business, you do it very well, or very quickly.",
    "speaker": "like nobody's business"
  },
  {
    "start": 326.8,
    "end": 331.6,
    "text": "A release is the act of freeing emotions, feelings or tension from the body.",
    "speaker": "release"
  },
  {
    "start": 332.16,
    "end": 338.96,
    "text": "If something must be done at all costs, it must be done whatever happens, even if it involves a lot of difficulty, time or effort.",
    "speaker": "at all costs"
  },
  {
    "start": 338.959,
    "end": 345.599,
    "text": "a lot of difficulty, time or effort. Someone who sits on the fence delays making a decision or",
    "speaker": null
  },
  {
    "start": 345.599,
    "end": 352.159,
    "text": "choosing one course of action over another. And finally, a twitch is a sudden jerky movement or",
    "speaker": null
  },
  {
    "start": 352.159,
    "end": 359.759,
    "text": "spasm in your body, often involuntary. Once again, our six minutes are up. Join us again soon for more",
    "speaker": null
  },
  {
    "start": 359.759,
    "end": 365.359,
    "text": "trending topics and useful vocabulary here at six minutes English. Goodbye for now. Goodbye.",
    "speaker": null
  },
  {
    "start": 368.959,
    "end": 370.959,
    "text": "See learningenglish.com",
    "speaker": null
  }
]
