[
  {
    "start": 0,
    "end": 7.679,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.679,
    "end": 11.919,
    "text": "Hello, this is 6-minute English from BBCLearningEnglish. I'm Phil.",
    "speaker": null
  },
  {
    "start": 11.919,
    "end": 19.199,
    "text": "And I’m Georgie. We all know how important exercise is to stay fit and reduce the risk of heart disease. Do you exercise much, Phil?",
    "speaker": "Georgie"
  },
  {
    "start": 19.199,
    "end": 24.24,
    "text": "Do you exercise much, Phil? I try to. I ride my bike at the weekend.",
    "speaker": null
  },
  {
    "start": 24.24,
    "end": 28.32,
    "text": "I try to. I ride my bike at the weekend. But to be honest I do spend a lot of time sitting down.",
    "speaker": "Phil"
  },
  {
    "start": 28.719,
    "end": 32.24,
    "text": "Sitting too much is becoming an increasing problem in the modern world.",
    "speaker": null
  },
  {
    "start": 32.88,
    "end": 39.28,
    "text": "Maybe you take the bus or train to work, then sit at a desk all day, then go home feeling tired",
    "speaker": null
  },
  {
    "start": 39.28,
    "end": 44.879,
    "text": "and just sit in front of the television all evening as well. Added together, that's hours of",
    "speaker": null
  },
  {
    "start": 44.879,
    "end": 50.719,
    "text": "sitting every single day. In this programme, we'll be finding out exactly how much sitting is too",
    "speaker": null
  },
  {
    "start": 50.719,
    "end": 56.64,
    "text": "much. And of course, we'll be learning some useful new vocabulary. But first, are you sitting",
    "speaker": null
  },
  {
    "start": 56.64,
    "end": 62.799,
    "text": "But first, are you sitting comfortably, Phil? Because I have a question for you. On average, how many hours a day do British adults spend sitting down? Is it:",
    "speaker": "Georgie"
  },
  {
    "start": 62.799,
    "end": 70.319,
    "text": "adults spend sitting down? Is it A, seven hours, B, nine hours or C, 12 hours?",
    "speaker": null
  },
  {
    "start": 71.28,
    "end": 76.56,
    "text": "I'll guess it's seven hours. Okay, Phil, I'll reveal the correct answer later.",
    "speaker": null
  },
  {
    "start": 77.28,
    "end": 82.4,
    "text": "Charlotte Edwudson is a professor of health and behaviour studies who has investigated the",
    "speaker": null
  },
  {
    "start": 82.4,
    "end": 88.96,
    "text": "link between sitting and health problems in her lab at Lester University. Here, she talks to",
    "speaker": null
  },
  {
    "start": 88.96,
    "end": 94.88,
    "text": "BBC Radio 4 programme inside health. If we think about our daily activities, a lot of activities",
    "speaker": null
  },
  {
    "start": 94.88,
    "end": 98.88,
    "text": "are done sitting down. Movement in our everyday lives has really been engineered out with advances",
    "speaker": null
  },
  {
    "start": 98.88,
    "end": 103.28,
    "text": "in technology, and our bodies just weren't designed to sit this much, so it's going to cause problems",
    "speaker": null
  },
  {
    "start": 103.28,
    "end": 108.32,
    "text": "with our health. So when you sit down, you're not using the largest muscles in your body, so these",
    "speaker": null
  },
  {
    "start": 108.399,
    "end": 113.679,
    "text": "are the ones in your legs and your bum. So that means that your muscle activity goes down. When your",
    "speaker": null
  },
  {
    "start": 113.679,
    "end": 120.559,
    "text": "muscle activity goes down, your blood circulation reduces. Throughout history, humans have always",
    "speaker": null
  },
  {
    "start": 120.559,
    "end": 127.359,
    "text": "walked and moved their bodies. Now, modern technologies like motorised vehicles and office jobs",
    "speaker": null
  },
  {
    "start": 127.359,
    "end": 133.519,
    "text": "means we spend more and more time sitting. Modern life has engineered out the need for us to move.",
    "speaker": null
  },
  {
    "start": 134.159,
    "end": 139.76,
    "text": "When you engineer something out, you design things in such a way that it is no longer required.",
    "speaker": null
  },
  {
    "start": 140.32,
    "end": 146.879,
    "text": "For example, CD drives have been engineered out of laptops because downloads are more popular.",
    "speaker": null
  },
  {
    "start": 147.6,
    "end": 154.96,
    "text": "Charlotte says humans are not used to sitting this much. Here, the words this much mean in such",
    "speaker": null
  },
  {
    "start": 154.96,
    "end": 162.24,
    "text": "large amounts. It's a negative thing. One negative being the harm to blood circulation. The flow of",
    "speaker": null
  },
  {
    "start": 162.24,
    "end": 168.719,
    "text": "blood through the heart and blood vessels, which carries oxygen around the body. When we sit,",
    "speaker": null
  },
  {
    "start": 168.719,
    "end": 176.08,
    "text": "we stop using important muscles. This reduces blood circulation and causes a range of other effects,",
    "speaker": null
  },
  {
    "start": 176.08,
    "end": 183.6,
    "text": "like increased levels of glucose and fat and decreased energy levels. The body uses 20% more",
    "speaker": null
  },
  {
    "start": 183.6,
    "end": 191.52,
    "text": "energy when simply standing than when sitting down and walking uses 92% more energy. And that's not",
    "speaker": null
  },
  {
    "start": 191.52,
    "end": 196.4,
    "text": "to mention the damage sitting too much causes to muscle movement and blood pressure.",
    "speaker": null
  },
  {
    "start": 196.4,
    "end": 203.76,
    "text": "But the hard truth is that sitting is a big part of modern life. Everything is geared around sitting.",
    "speaker": null
  },
  {
    "start": 203.76,
    "end": 208.64,
    "text": "It's organised towards that particular activity. And that makes it hard to stop.",
    "speaker": null
  },
  {
    "start": 209.28,
    "end": 216.4,
    "text": "Here's Professor Ed Woodson again talking with James Gallagher, presenter of BBC Radio 4 program",
    "speaker": null
  },
  {
    "start": 216.48,
    "end": 221.039,
    "text": "Inside Health. How much do you feel like you're just swimming against the tide with all of this?",
    "speaker": null
  },
  {
    "start": 221.039,
    "end": 227.68,
    "text": "The whole of society is driving as more and more towards sitting down all the time. And you're like,",
    "speaker": null
  },
  {
    "start": 227.68,
    "end": 235.599,
    "text": "please don't. Sitting is so much part of our everyday activities. You go into a meeting and",
    "speaker": null
  },
  {
    "start": 235.599,
    "end": 240.08,
    "text": "someone's come and take a seat. You go into your GP surgery, come and take a seat. Everything's",
    "speaker": null
  },
  {
    "start": 240.08,
    "end": 245.12,
    "text": "geared around sitting. And as technology advances and it tries to make our life easier,",
    "speaker": null
  },
  {
    "start": 245.12,
    "end": 250.96,
    "text": "it then leads to a sitting even more. James asks if Charlotte is swimming against the tide of",
    "speaker": null
  },
  {
    "start": 250.96,
    "end": 256.639,
    "text": "modern life. If you're swimming against the tide, you're doing the opposite of what most people",
    "speaker": null
  },
  {
    "start": 256.639,
    "end": 263.28,
    "text": "are doing. He also says that society is driving us towards sitting more. To drive someone",
    "speaker": null
  },
  {
    "start": 263.28,
    "end": 269.68,
    "text": "towards something means pushing them to accept a new situation even when the situation isn't so good.",
    "speaker": null
  },
  {
    "start": 270.4,
    "end": 275.84,
    "text": "Luckily, there's some simple advice to help. Break up periods of sitting 30 minutes or more with",
    "speaker": null
  },
  {
    "start": 275.84,
    "end": 282.4,
    "text": "a few minutes of walking or moving your arms. Also, try to spend less than half of your waking hours",
    "speaker": null
  },
  {
    "start": 282.4,
    "end": 287.36,
    "text": "sitting down. Good to know. Now, about your question, Georgie.",
    "speaker": null
  },
  {
    "start": 287.36,
    "end": 293.199,
    "text": "Right. My question was how long does the average British adult spend sitting each day?",
    "speaker": null
  },
  {
    "start": 293.92,
    "end": 300.879,
    "text": "Phil guessed it was seven hours, which was close, but not right, I'm afraid. In fact, on average,",
    "speaker": null
  },
  {
    "start": 300.879,
    "end": 308.879,
    "text": "we spend nine hours per day sitting down. That's about 60% of our waking life. So remember to take",
    "speaker": null
  },
  {
    "start": 308.879,
    "end": 315.36,
    "text": "regular breaks even just a minute or two. Okay, let's recap the vocabulary we've learned. Starting",
    "speaker": null
  },
  {
    "start": 315.36,
    "end": 322.8,
    "text": "OK, let’s recap the vocabulary we’ve learned, starting with, to engineer something out, meaning to design or plan in such a way that something is no longer needed.",
    "speaker": "engineer something out"
  },
  {
    "start": 323.52,
    "end": 329.92,
    "text": "The phrase this much or so much means in such large amounts.",
    "speaker": "this much so much"
  },
  {
    "start": 329.92,
    "end": 335.04,
    "text": "Blood circulation is the movement of blood through the heart and blood vessels which carries oxygen around the body.",
    "speaker": "Blood circulation"
  },
  {
    "start": 335.04,
    "end": 341.04,
    "text": "If things are geared around a certain activity or purpose, they're organized to support it.",
    "speaker": null
  },
  {
    "start": 342,
    "end": 346.96,
    "text": "The idiom to swim against the tide means to not follow what most people are doing.",
    "speaker": "swim against the tide"
  },
  {
    "start": 347.439,
    "end": 353.599,
    "text": "And finally, to drive someone towards a new situation means to push them towards accepting it.",
    "speaker": null
  },
  {
    "start": 354.319,
    "end": 358.719,
    "text": "Once again, our six minutes are up. Remember to join us again next time for more",
    "speaker": null
  },
  {
    "start": 358.719,
    "end": 364.799,
    "text": "topical discussion and useful vocabulary here at six minute English. Goodbye for now. Bye!",
    "speaker": null
  }
]