[
  {
    "start": 0,
    "end": 7.6,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.6,
    "end": 12.2,
    "text": "Hello, this is 6 Minute English from BBCLearningEnglish. I'm Neil.",
    "speaker": null
  },
  {
    "start": 12.2,
    "end": 19.24,
    "text": "And I'm Beth. Women today are having fewer babies. More women are delaying having children",
    "speaker": null
  },
  {
    "start": 19.24,
    "end": 26.879,
    "text": "until their 40s. The period of 10 years in life between 40 and 49. And some women are",
    "speaker": null
  },
  {
    "start": 26.879,
    "end": 32.679,
    "text": "giving birth in their 50s, their 60s, even their 70s.",
    "speaker": null
  },
  {
    "start": 32.679,
    "end": 37.92,
    "text": "There are many reasons behind the trend for older mums, including better access to education",
    "speaker": null
  },
  {
    "start": 37.92,
    "end": 43.239,
    "text": "and careers. But there are also health risks to having children later in life. So in this",
    "speaker": null
  },
  {
    "start": 43.239,
    "end": 49.039,
    "text": "programme we'll be asking when are you too old to have a baby. And as usual we'll be",
    "speaker": null
  },
  {
    "start": 49.039,
    "end": 52.039,
    "text": "learning some useful new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 52.039,
    "end": 58.96,
    "text": "But first I have a question for you Neil. In 2019, Mangayama Yaramati gave birth to",
    "speaker": null
  },
  {
    "start": 58.96,
    "end": 66.2,
    "text": "twins in the state of Andhra Pradesh, South India. But these were no ordinary twins because",
    "speaker": null
  },
  {
    "start": 66.2,
    "end": 74,
    "text": "Mangayama was the oldest recorded woman ever to give birth. So how old was the oldest",
    "speaker": null
  },
  {
    "start": 74,
    "end": 85.64,
    "text": "ever mum when she gave birth? Was she a 53 years old, b 63 years old or c 73 years old?",
    "speaker": null
  },
  {
    "start": 85.64,
    "end": 89.439,
    "text": "Hmm, I'm going to guess 63.",
    "speaker": "Neil"
  },
  {
    "start": 89.439,
    "end": 94.12,
    "text": "Okay Neil, we'll find out the correct answer at the end of the programme.",
    "speaker": null
  },
  {
    "start": 94.12,
    "end": 100.439,
    "text": "Professor of Reproductive Science at University College London, Joyce Harper, has been studying",
    "speaker": null
  },
  {
    "start": 100.439,
    "end": 106.92,
    "text": "the trend of women choosing to have babies later in life. Here she shares her discoveries",
    "speaker": null
  },
  {
    "start": 106.92,
    "end": 111,
    "text": "with BBC World Service programme Global Story.",
    "speaker": null
  },
  {
    "start": 111,
    "end": 116.56,
    "text": "Twenty thirty years ago women were having children at a much younger age. Now it's become",
    "speaker": null
  },
  {
    "start": 116.56,
    "end": 122.56,
    "text": "quite normal for women in their 30s. As we see with the world data, there's many countries",
    "speaker": null
  },
  {
    "start": 122.56,
    "end": 128,
    "text": "where women have their first birth over the age of 30. But this is quite a new phenomena.",
    "speaker": null
  },
  {
    "start": 128,
    "end": 132.639,
    "text": "That's why this term geriatric mother unfortunately still lingers.",
    "speaker": null
  },
  {
    "start": 132.639,
    "end": 138.719,
    "text": "Professor Harper uses the word phenomena to describe the trend for older mothers. Phenomena",
    "speaker": null
  },
  {
    "start": 138.719,
    "end": 144.879,
    "text": "are unusual or significant facts and events that exist and are talked about. People often",
    "speaker": null
  },
  {
    "start": 144.879,
    "end": 150.4,
    "text": "get this wrong, but the plural form is phenomena and the singular is phenomenon.",
    "speaker": null
  },
  {
    "start": 150.4,
    "end": 156.08,
    "text": "The concept of older mothers is still quite a new phenomenon and attitudes towards them",
    "speaker": null
  },
  {
    "start": 156.08,
    "end": 157.64,
    "text": "are changing.",
    "speaker": null
  },
  {
    "start": 157.64,
    "end": 163.8,
    "text": "Mothers over the age of 35 used to be called geriatric, a word many found offensive. Fortunately",
    "speaker": null
  },
  {
    "start": 163.8,
    "end": 169.76,
    "text": "this term is no longer used, but social disapproval of older mothers still lingers. If something",
    "speaker": null
  },
  {
    "start": 169.76,
    "end": 174.04,
    "text": "If something lingers, it continues to exist longer than usual or expected.",
    "speaker": "lingers,"
  },
  {
    "start": 174.04,
    "end": 180.2,
    "text": "Yes, in some cultures older mothers are still disapproved of. But wait a minute, Neil - it takes two to make a baby! What’s the man’s role in all this?",
    "speaker": "Beth"
  },
  {
    "start": 180.2,
    "end": 184.92,
    "text": "it takes two to make a baby. What's the man's role in all of this?",
    "speaker": null
  },
  {
    "start": 184.919,
    "end": 190.839,
    "text": "Well unlike women whose ability to naturally get pregnant declines sharply in their 40s",
    "speaker": null
  },
  {
    "start": 190.839,
    "end": 197.439,
    "text": "men's fertility last longer. Rolling Stone singer Mick Jagger famously had his eighth child",
    "speaker": null
  },
  {
    "start": 197.439,
    "end": 204.239,
    "text": "with his 29 year old partner at the age of 73. So are older fathers more socially acceptable",
    "speaker": null
  },
  {
    "start": 204.239,
    "end": 210.159,
    "text": "than older mothers? Yes, things Professor Harper, as she explained to BBC World Services",
    "speaker": null
  },
  {
    "start": 210.159,
    "end": 217.159,
    "text": "global story. We do have a bit of agenda problem it because if this was a man in his 60s,",
    "speaker": null
  },
  {
    "start": 217.159,
    "end": 222.28,
    "text": "70s and even 80s and he's father to child, most people would pass him on the back. But",
    "speaker": null
  },
  {
    "start": 222.28,
    "end": 227.919,
    "text": "they're probably patting him on the back because he's absolutely got so much younger partner.",
    "speaker": null
  },
  {
    "start": 227.919,
    "end": 233.56,
    "text": "But if we've got a woman in her 60s, 70s or got a bit 80s having a child, then it does",
    "speaker": null
  },
  {
    "start": 233.56,
    "end": 239.039,
    "text": "have a sort of shock reaction and makes people feel uncomfortable.",
    "speaker": null
  },
  {
    "start": 239.039,
    "end": 245.159,
    "text": "Professor Harper thinks that society is more accepting of older fathers than older mothers.",
    "speaker": null
  },
  {
    "start": 245.159,
    "end": 251.959,
    "text": "A 70 year old man can still father a child. He can make a woman pregnant who then gives birth.",
    "speaker": null
  },
  {
    "start": 251.959,
    "end": 259,
    "text": "And most people would pat him on the back. An idiom meaning give someone praise or congratulations.",
    "speaker": null
  },
  {
    "start": 259,
    "end": 265.039,
    "text": "On the other hand says Professor Harper, God forbid a woman having a baby in her 80s.",
    "speaker": null
  },
  {
    "start": 265.04,
    "end": 270.64,
    "text": "Here the phrase God forbid is used as a way of saying you hope something will not happen.",
    "speaker": null
  },
  {
    "start": 270.64,
    "end": 277.68,
    "text": "There’s another side to this story, though. In the west, young women from Gen Z, the generation born since the year 2000, are saying they won’t have children at all.",
    "speaker": "Beth"
  },
  {
    "start": 277.68,
    "end": 283.24,
    "text": "born since the year 2000, are saying they won't have children at all.",
    "speaker": null
  },
  {
    "start": 283.24,
    "end": 288.759,
    "text": "In more traditional countries meanwhile, a woman’s role is as a mother, and many pray to God to be blessed with a child.",
    "speaker": "Neil"
  },
  {
    "start": 288.759,
    "end": 294.72,
    "text": "to be blessed with a child. Which is exactly what happens to Mangayama Yaramati, the",
    "speaker": null
  },
  {
    "start": 294.72,
    "end": 301.84,
    "text": "South Indian woman I asked you about in my question, Neil. In 2019, she became the oldest",
    "speaker": null
  },
  {
    "start": 301.84,
    "end": 310.16,
    "text": "Right, and I guessed she was 63 years old at the time.",
    "speaker": "Neil"
  },
  {
    "start": 310.16,
    "end": 318.8,
    "text": "Which was the wrong answer I'm afraid. In fact, she was even older, 73. Okay, let's recap",
    "speaker": null
  },
  {
    "start": 318.8,
    "end": 324.44,
    "text": "the vocabulary we've learnt in this programme starting with the phrase in your 40s. Which",
    "speaker": null
  },
  {
    "start": 324.439,
    "end": 330.519,
    "text": "describes the period of 10 years in someone's life when they're aged between 40 and 49.",
    "speaker": null
  },
  {
    "start": 330.519,
    "end": 336.92,
    "text": "Phenomena describes any significant facts or events that we know exist, and can be observed and discussed.",
    "speaker": "Phenomena"
  },
  {
    "start": 336.92,
    "end": 343.72,
    "text": "and discussed. If something lingers, it continues to exist longer than usual or expected.",
    "speaker": null
  },
  {
    "start": 343.72,
    "end": 348.959,
    "text": "The verb to father means to make a woman pregnant who then gives birth to a child.",
    "speaker": "to father"
  },
  {
    "start": 348.959,
    "end": 355.239,
    "text": "The idiom pat someone on the back is used to describe giving someone praise, congratulations or encouragement.",
    "speaker": "pat someone on the back"
  },
  {
    "start": 355.239,
    "end": 360.439,
    "text": "or encouragement. And finally, the expression God forbid is a way of saying that you hope",
    "speaker": null
  },
  {
    "start": 360.439,
    "end": 365.079,
    "text": "something will not happen. Once again, our six minutes are up but don't forget to join",
    "speaker": null
  },
  {
    "start": 365.079,
    "end": 370.56,
    "text": "us again soon for more trending topics and useful vocabulary here at 6 Minute English.",
    "speaker": null
  },
  {
    "start": 370.56,
    "end": 372.159,
    "text": "Goodbye for now. Bye.",
    "speaker": null
  }
]