[
  {
    "start": 0,
    "end": 7.679,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.679,
    "end": 11.919,
    "text": "Hello, this is 6-minute English from BBC Learning English. I'm Phil.",
    "speaker": null
  },
  {
    "start": 11.919,
    "end": 15.12,
    "text": "And I’m Beth. Are you a big reader, Phil?",
    "speaker": "Beth"
  },
  {
    "start": 15.12,
    "end": 21.359,
    "text": "Sure, I enjoy reading and it's also a great way to pass the time on my daily commute to work.",
    "speaker": null
  },
  {
    "start": 21.359,
    "end": 26.96,
    "text": "But reading isn't just a nice thing to do. It's an essential skill, something you need for",
    "speaker": null
  },
  {
    "start": 26.96,
    "end": 32.719,
    "text": "everyday activities, whether that's finding out the news by reading a newspaper or by",
    "speaker": null
  },
  {
    "start": 32.719,
    "end": 38.96,
    "text": "groceries by reading the labels. And that's why I was shocked by a recent UN report",
    "speaker": null
  },
  {
    "start": 38.96,
    "end": 46.56,
    "text": "And that’s why I was shocked by a recent UN report estimating that around the world over 700 million adults are illiterate, which means they can’t read or write.",
    "speaker": "illiterate"
  },
  {
    "start": 46.56,
    "end": 53.12,
    "text": "read or write. Wow, that's a huge number of people excluded from doing basic day-to-day things.",
    "speaker": null
  },
  {
    "start": 53.679,
    "end": 59.359,
    "text": "So what can be done to get more adults reading and writing? In this program we'll be hearing",
    "speaker": null
  },
  {
    "start": 59.359,
    "end": 65.759,
    "text": "about projects into very different countries trying to do just that. And as usual, we'll be learning",
    "speaker": null
  },
  {
    "start": 65.759,
    "end": 73.599,
    "text": "some useful new vocabulary as well. But first I have a question for you Phil. I mentioned a recent UN",
    "speaker": null
  },
  {
    "start": 73.599,
    "end": 80.56,
    "text": "report on the high numbers of people unable to read and write, but illiteracy is not a new problem.",
    "speaker": null
  },
  {
    "start": 81.28,
    "end": 88.64,
    "text": "Since 1967, the UN has been highlighting the importance of literacy, being able to read and write,",
    "speaker": null
  },
  {
    "start": 88.64,
    "end": 95.359,
    "text": "with a day of celebration called International Literacy Day. But when does it take place?",
    "speaker": null
  },
  {
    "start": 96.079,
    "end": 103.04,
    "text": "Is it a, the 8th of March, b, the 8th of June, or c, the 8th of September?",
    "speaker": null
  },
  {
    "start": 103.68,
    "end": 108.32,
    "text": "I think International Literacy Day is on the 8th of September.",
    "speaker": "Phil"
  },
  {
    "start": 108.399,
    "end": 112.319,
    "text": "Okay Phil, we'll find out if that's correct at the end of the program.",
    "speaker": null
  },
  {
    "start": 113.679,
    "end": 119.039,
    "text": "The biggest reason people grow up illiterate is not going to school, and that's especially",
    "speaker": null
  },
  {
    "start": 119.039,
    "end": 125.199,
    "text": "true for people living in the coastal towns of Bangladesh. Because these towns flood regularly,",
    "speaker": null
  },
  {
    "start": 125.199,
    "end": 130.719,
    "text": "families are always on the move, making it hard for children to get an education.",
    "speaker": null
  },
  {
    "start": 130.719,
    "end": 135.519,
    "text": "The Friendship Project teaches reading and writing to groups of Bangladesh-y women and girls.",
    "speaker": null
  },
  {
    "start": 136.159,
    "end": 141.84,
    "text": "They also teach numeracy, which means the ability to do basic maths like counting and adding up.",
    "speaker": null
  },
  {
    "start": 141.84,
    "end": 148.48,
    "text": "Here, one student Rashida explains the impact it's had on her to BBC World Service program,",
    "speaker": null
  },
  {
    "start": 148.48,
    "end": 149.84,
    "text": "people fixing the world.",
    "speaker": null
  },
  {
    "start": 153.28,
    "end": 157.84,
    "text": "My parents never sent me to school and I've suffered from not being able to read and write.",
    "speaker": null
  },
  {
    "start": 157.84,
    "end": 161.92,
    "text": "My children were embarrassed that I was illiterate. I couldn't even do basic accounting.",
    "speaker": null
  },
  {
    "start": 162.879,
    "end": 167.599,
    "text": "Until now, I've had to use my fingerprint as a signature as I was illiterate.",
    "speaker": null
  },
  {
    "start": 167.599,
    "end": 171.039,
    "text": "But now I can sign my name because I can read and write the alphabet,",
    "speaker": null
  },
  {
    "start": 171.039,
    "end": 175.599,
    "text": "and I'll also be able to keep an account of my expenses. No one can cheat me anymore.",
    "speaker": null
  },
  {
    "start": 178.239,
    "end": 184.639,
    "text": "Before the Friendship Project, Rashida couldn't write her signature, her name written in her",
    "speaker": null
  },
  {
    "start": 184.639,
    "end": 188.799,
    "text": "own handwriting. Instead, she had to use her fingerprint.",
    "speaker": null
  },
  {
    "start": 190,
    "end": 196.959,
    "text": "Now Rashida has learnt the alphabet and also some basic maths, so she knows how much money she",
    "speaker": null
  },
  {
    "start": 196.959,
    "end": 204.959,
    "text": "spent and how much she has left. This means no one can cheat her, can trick or swindle her into",
    "speaker": null
  },
  {
    "start": 204.959,
    "end": 211.839,
    "text": "taking her money. The Friendship Project is free and so far over 11,000 adults have completed it,",
    "speaker": null
  },
  {
    "start": 212.4,
    "end": 217.759,
    "text": "but it's not just developing countries that struggle with literacy. Our second project takes",
    "speaker": null
  },
  {
    "start": 217.759,
    "end": 224.08,
    "text": "place much closer to home, the north of England, where charity read easy, matches adult learners",
    "speaker": null
  },
  {
    "start": 224.08,
    "end": 231.759,
    "text": "with trained volunteers for one-to-one lessons. In the UK, one-in-six adults struggle with reading",
    "speaker": null
  },
  {
    "start": 231.759,
    "end": 239.599,
    "text": "and writing, including Peter. Peter had hearing problems as a child, fell behind at school and",
    "speaker": null
  },
  {
    "start": 239.599,
    "end": 246.319,
    "text": "never learnt to read. Here he is, talking with BBC World Service Programme, people fixing the world.",
    "speaker": null
  },
  {
    "start": 248.319,
    "end": 253.84,
    "text": "Everyone takes for granted that you just open a letter and you read it. Before I met my wife,",
    "speaker": null
  },
  {
    "start": 253.84,
    "end": 257.68,
    "text": "I used to have to knock on the neighbours door, could you read this from me? Can you imagine the",
    "speaker": null
  },
  {
    "start": 257.68,
    "end": 265.36,
    "text": "embarrassment? I've tried college twice, nothing works, so as far as I'm concerned, I think I'm stupid.",
    "speaker": null
  },
  {
    "start": 266.319,
    "end": 271.04,
    "text": "I'm just one of those people, it's never going to work for me, and that was my life.",
    "speaker": null
  },
  {
    "start": 272.319,
    "end": 278.96,
    "text": "Many of us take it for granted that everyone can read and write. If you take something for granted,",
    "speaker": null
  },
  {
    "start": 278.96,
    "end": 285.199,
    "text": "you assume it's true without checking. Peter had to ask his neighbours to read his letters,",
    "speaker": null
  },
  {
    "start": 285.199,
    "end": 290.879,
    "text": "something he found very embarrassing. He thought he was thick, stupid and unintelligent.",
    "speaker": null
  },
  {
    "start": 291.839,
    "end": 299.12,
    "text": "Now, Peter says learning with Rudezy has changed his life, his literate and is reading his way",
    "speaker": null
  },
  {
    "start": 299.12,
    "end": 304.959,
    "text": "through the Harry Potter books, and he always celebrates International Literacy Day.",
    "speaker": null
  },
  {
    "start": 304.959,
    "end": 311.12,
    "text": "Which reminds me of your question, Beth – when does the UN’s International Literacy Day take place? I said it was on the 8th of September.",
    "speaker": "Phil"
  },
  {
    "start": 311.759,
    "end": 317.36,
    "text": "I said it was on the 8th of September. And that was the correct answer.",
    "speaker": null
  },
  {
    "start": 317.36,
    "end": 322,
    "text": "Okay, let's recap the vocabulary we've learnt from this programme, starting with",
    "speaker": null
  },
  {
    "start": 322,
    "end": 324.72,
    "text": "illiterate, meaning unable to read and write.",
    "speaker": null
  },
  {
    "start": 325.36,
    "end": 330.639,
    "text": "Numeracy is the ability to understand basic maths, count, and add up.",
    "speaker": "Numeracy"
  },
  {
    "start": 330.639,
    "end": 336.48,
    "text": "Your signature is your name written in your own handwriting style. It shows that something has been written or agreed by you.",
    "speaker": "signature"
  },
  {
    "start": 336.48,
    "end": 343.12,
    "text": "been written or agreed by you. To cheat someone means to trick or deceive them in order to get",
    "speaker": null
  },
  {
    "start": 343.12,
    "end": 349.04,
    "text": "their money more valuables. If you take something for granted, you assume that it's true without",
    "speaker": null
  },
  {
    "start": 349.04,
    "end": 355.12,
    "text": "checking up. And finally, the adjective thick is an informal word for stupid. Once again,",
    "speaker": null
  },
  {
    "start": 355.12,
    "end": 361.12,
    "text": "our six minutes are up. But remember to join us again next time for more trending topics and",
    "speaker": null
  },
  {
    "start": 361.12,
    "end": 365.28,
    "text": "useful vocabulary. Here at 6 Minute English. Goodbye for now. Bye.",
    "speaker": null
  }
]
