[
  {
    "start": 0,
    "end": 7.679,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.679,
    "end": 12.24,
    "text": "Hello, this is 6 Minute English from BBCLearningEnglish. I'm Neil.",
    "speaker": null
  },
  {
    "start": 12.24,
    "end": 19.839,
    "text": "And I’m Beth. I had my first drive in an electric car yesterday, Neil. It was amazing!",
    "speaker": "Beth"
  },
  {
    "start": 19.839,
    "end": 24.16,
    "text": "Electric cars are great, in theory, but who has the money to buy one?!",
    "speaker": "Neil"
  },
  {
    "start": 24.239,
    "end": 30.96,
    "text": "It's true that electric vehicles or EVs, as they're also called, are expensive.",
    "speaker": null
  },
  {
    "start": 30.96,
    "end": 37.519,
    "text": "But in some parts of the world, the switch to electric vehicles has been a major success story",
    "speaker": null
  },
  {
    "start": 37.519,
    "end": 43.519,
    "text": "in the fight against climate change. And it's not just rich people switching to electric.",
    "speaker": null
  },
  {
    "start": 43.519,
    "end": 46.719,
    "text": "In India, poorer workers are embracing it too.",
    "speaker": null
  },
  {
    "start": 46.719,
    "end": 51.2,
    "text": "Yes, in India, it's the drivers of small vehicles like motorbikes,",
    "speaker": null
  },
  {
    "start": 51.2,
    "end": 57.28,
    "text": "mopeds, scooters and rickshaws, known as two and three wheelers who dominate the road.",
    "speaker": null
  },
  {
    "start": 57.28,
    "end": 62.88,
    "text": "And now, over half of these are electric. In this program, we'll be discussing the growing",
    "speaker": null
  },
  {
    "start": 62.88,
    "end": 68.48,
    "text": "role of electric vehicles in the fight against climate change. And as usual, we'll be learning",
    "speaker": null
  },
  {
    "start": 68.48,
    "end": 74.96,
    "text": "some useful new vocabulary as well. Great. But first, I have a question for you, Neil.",
    "speaker": null
  },
  {
    "start": 75.039,
    "end": 82.319,
    "text": "Great, but first I have a question for you, Neil. In India many different vehicles use the road, but which country’s car market is the biggest? Is it:",
    "speaker": "Beth"
  },
  {
    "start": 82.319,
    "end": 87.039,
    "text": "Is it A, the US, B, China or C, Japan?",
    "speaker": null
  },
  {
    "start": 87.039,
    "end": 92.879,
    "text": "Well, I’ll guess it’s the US that has the world’s largest automobile market.",
    "speaker": "Neil"
  },
  {
    "start": 92.879,
    "end": 96.079,
    "text": "Okay, Neil. I'll reveal the answer at the end of the program.",
    "speaker": null
  },
  {
    "start": 96.959,
    "end": 103.679,
    "text": "While electric vehicles score better than petrol or diesel cars in most environmental tests,",
    "speaker": null
  },
  {
    "start": 103.68,
    "end": 110.72,
    "text": "there is some debate about exactly how green they are. A lot depends on how the electricity is",
    "speaker": null
  },
  {
    "start": 110.72,
    "end": 116.88,
    "text": "generated in the first place. And in India, more than three quarters of the electricity used",
    "speaker": null
  },
  {
    "start": 116.88,
    "end": 123.36,
    "text": "continues to be generated by coal. Nevertheless, in India, the transition to green transport is",
    "speaker": null
  },
  {
    "start": 123.36,
    "end": 129.439,
    "text": "well underway. Here's Louise Rebay, head of the climate organisation C40 cities,",
    "speaker": null
  },
  {
    "start": 129.439,
    "end": 135.759,
    "text": "explaining the appeal of EVs to Greia Jackson for BBC World Service Program, the climate question.",
    "speaker": null
  },
  {
    "start": 135.759,
    "end": 138.96,
    "text": "What is it about two and three wheelers that serve peeling?",
    "speaker": null
  },
  {
    "start": 138.96,
    "end": 146.079,
    "text": "I think it can be summarized in one word and its convenience from an accessibility and affordability,",
    "speaker": null
  },
  {
    "start": 146.079,
    "end": 152.639,
    "text": "an efficiency point of view. And on that first point of accessibility, the state of public transport",
    "speaker": null
  },
  {
    "start": 152.639,
    "end": 158.319,
    "text": "is not as developed as it is in places like London or Singapore. There's no Metro lines or",
    "speaker": null
  },
  {
    "start": 158.319,
    "end": 165.039,
    "text": "or Fancy Bus Networks and two and three wheelers spread in response to the slack of sufficient",
    "speaker": null
  },
  {
    "start": 165.039,
    "end": 168.4,
    "text": "or high quality frequent public transport infrastructure.",
    "speaker": null
  },
  {
    "start": 169.439,
    "end": 176.319,
    "text": "Greia asks why electric vehicles are so appealing, so desirable and attractive.",
    "speaker": null
  },
  {
    "start": 176.319,
    "end": 182.4,
    "text": "There are several reasons behind EVs appeal, including convenience and affordability,",
    "speaker": null
  },
  {
    "start": 182.4,
    "end": 184.719,
    "text": "being cheap enough for people to buy.",
    "speaker": null
  },
  {
    "start": 185.039,
    "end": 190.319,
    "text": "In places without reliable public transport, electric scooters are filling the gap.",
    "speaker": null
  },
  {
    "start": 190.319,
    "end": 196.159,
    "text": "That's really needed because the massive increase of petrol cars in Delhi has created a toxic",
    "speaker": null
  },
  {
    "start": 196.159,
    "end": 203.36,
    "text": "and very serious health risk. Smog. Smog is air pollution caused by a mixture of smoke, chemicals",
    "speaker": null
  },
  {
    "start": 203.36,
    "end": 209.52,
    "text": "and especially car exhaust fumes. It makes the atmosphere difficult to breathe and very unhealthy.",
    "speaker": null
  },
  {
    "start": 209.52,
    "end": 214.56,
    "text": "What's more, because children are smaller and closer to car exhaust pipes,",
    "speaker": null
  },
  {
    "start": 214.56,
    "end": 221.92,
    "text": "smog affects them most. In winter, the air in Delhi gets so bad they have to close the schools,",
    "speaker": null
  },
  {
    "start": 221.92,
    "end": 228.8,
    "text": "sometimes for weeks. Here's Greia Jackson again, taking up the story for BBC World Services,",
    "speaker": null
  },
  {
    "start": 228.8,
    "end": 230,
    "text": "the climate question.",
    "speaker": null
  },
  {
    "start": 231.68,
    "end": 237.6,
    "text": "They're having to shut schools because the pollution is so bad. Gosh, that's hardly a solution,",
    "speaker": null
  },
  {
    "start": 238.479,
    "end": 244.719,
    "text": "what can be done about it? Well, for India, the solution partly lies in switching to",
    "speaker": null
  },
  {
    "start": 244.719,
    "end": 253.199,
    "text": "electric scooters and e-richshaws. By 2030, the government wants 30% of its vehicles on the road",
    "speaker": null
  },
  {
    "start": 253.199,
    "end": 258.639,
    "text": "to be electric and has put up 1.2 billion dollars to make that happen.",
    "speaker": null
  },
  {
    "start": 259.68,
    "end": 265.36,
    "text": "When Greia discusses schools shutting because of air pollution, she uses the word gosh.",
    "speaker": null
  },
  {
    "start": 265.36,
    "end": 269.28,
    "text": "An expression uses show a strong feeling of surprise or wonder.",
    "speaker": null
  },
  {
    "start": 269.84,
    "end": 275.04,
    "text": "Luckily, the Indian government is taking measures to improve Delhi's air quality,",
    "speaker": null
  },
  {
    "start": 275.04,
    "end": 281.6,
    "text": "largely through the switch to greener electric vehicles. The government has put up over 1 billion",
    "speaker": null
  },
  {
    "start": 281.6,
    "end": 287.92,
    "text": "dollars to make this happen. The Frazelberg put up money for something, means to provide the money",
    "speaker": null
  },
  {
    "start": 287.92,
    "end": 293.92,
    "text": "needed to pay for it. In this area, it seems India is leading the world, which reminds me of your",
    "speaker": null
  },
  {
    "start": 293.92,
    "end": 300.8,
    "text": "quiz question, Beth. That's right. I asked you which country has the world's largest automobile",
    "speaker": null
  },
  {
    "start": 300.8,
    "end": 308.48,
    "text": "market, and you said the US. Which was the wrong answer I'm afraid, Neil. In fact, it's now China",
    "speaker": null
  },
  {
    "start": 308.48,
    "end": 314.8,
    "text": "that tops the list, showing that when it comes to green transport, bigger isn't always better.",
    "speaker": null
  },
  {
    "start": 314.8,
    "end": 321.04,
    "text": "Right, it's time to recap the vocabulary we've learned in this program, starting with two wheeler,",
    "speaker": null
  },
  {
    "start": 321.12,
    "end": 325.92,
    "text": "a vehicle with two wheels, such as a bicycle, motorbike or mopage.",
    "speaker": null
  },
  {
    "start": 325.92,
    "end": 330.319,
    "text": "The adjective appealing means attractive, desirable or interesting.",
    "speaker": "appealing"
  },
  {
    "start": 330.879,
    "end": 336.96,
    "text": "Affordability refers to being cheap enough for people to buy, or in other words, inexpensive.",
    "speaker": "Affordability"
  },
  {
    "start": 336.96,
    "end": 342.96,
    "text": "Smog is air pollution caused by smoke and car fumes which makes the atmosphere unhealthy and difficult to breathe.",
    "speaker": "Smog"
  },
  {
    "start": 342.96,
    "end": 349.92,
    "text": "Gosh is an expression used to show a strong feeling of surprise or wonder.",
    "speaker": "Gosh"
  },
  {
    "start": 349.92,
    "end": 355.6,
    "text": "And finally, if you put up the money for something, you provide the money needed to pay for it.",
    "speaker": null
  },
  {
    "start": 355.6,
    "end": 360.16,
    "text": "Once again, our six minutes are up, but remember to join us again next time for more",
    "speaker": null
  },
  {
    "start": 360.16,
    "end": 365.52,
    "text": "trending topics and useful vocabulary here at 6 Minute English. Goodbye for now. Bye.",
    "speaker": null
  }
]