[
  {
    "start": 0,
    "end": 7.679,
    "text": "6-Nuit English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.679,
    "end": 12,
    "text": "Hello, this is 6-minute English from BBCLearningEnglish. I'm Neil.",
    "speaker": null
  },
  {
    "start": 12,
    "end": 13.359,
    "text": "And I’m Beth.",
    "speaker": "Beth"
  },
  {
    "start": 13.359,
    "end": 19.12,
    "text": "Head over heels, butterflies in the tummy, the apple of my eye.",
    "speaker": null
  },
  {
    "start": 19.12,
    "end": 24.8,
    "text": "‘Head over heels’, ‘butterflies in the tummy’, ‘the apple of my eye’ – in English there are many idioms to describe what it feels like to fall in love.",
    "speaker": "Head over heels"
  },
  {
    "start": 24.8,
    "end": 28.56,
    "text": "Ah, I didn't know you were such a romantic, Neil.",
    "speaker": null
  },
  {
    "start": 28.56,
    "end": 33.84,
    "text": "But do you know what's actually happening in our brains when we fall in love?",
    "speaker": null
  },
  {
    "start": 33.84,
    "end": 39.039,
    "text": "Because I'm sorry to say this, Neil, but it's more about brain chemistry than romance.",
    "speaker": null
  },
  {
    "start": 39.039,
    "end": 45.439,
    "text": "Specifically hormones, chemical messengers which the body releases into the blood to control our",
    "speaker": null
  },
  {
    "start": 45.439,
    "end": 49.04,
    "text": "growth, mood, and yes, falling in love.",
    "speaker": null
  },
  {
    "start": 49.04,
    "end": 51.679,
    "text": "Thanks for ruining my romantic ideas, Beth.",
    "speaker": null
  },
  {
    "start": 51.759,
    "end": 55.84,
    "text": "And since my dreams are now shattered, why don't we spend the rest of this program",
    "speaker": null
  },
  {
    "start": 55.84,
    "end": 61.119,
    "text": "finding out exactly what is going on inside our bodies and brains when we fall in love?",
    "speaker": null
  },
  {
    "start": 61.679,
    "end": 65.28,
    "text": "And of course, learn some useful new vocabulary too.",
    "speaker": null
  },
  {
    "start": 65.28,
    "end": 70.56,
    "text": "There's no doubt that being in love has the health benefit of reducing stress,",
    "speaker": null
  },
  {
    "start": 70.56,
    "end": 77.68,
    "text": "even lengthening your life. But the hormones which the brain releases have an immediate effect as well.",
    "speaker": null
  },
  {
    "start": 77.68,
    "end": 85.28,
    "text": "So, chemically speaking, what happens when lovers look into each other's eyes?",
    "speaker": null
  },
  {
    "start": 85.28,
    "end": 88.8,
    "text": "a) their body temperature increases?",
    "speaker": "Beth"
  },
  {
    "start": 89.6,
    "end": 96.08,
    "text": "c) the hairs stand up on the back of their neck?",
    "speaker": "Beth"
  },
  {
    "start": 97.28,
    "end": 104.48,
    "text": "Is it all three? No, okay then. I'll guess it's B, their heartbeat harmonise.",
    "speaker": null
  },
  {
    "start": 104.56,
    "end": 108.32,
    "text": "Okay, we'll find out if that's correct at the end of the program.",
    "speaker": null
  },
  {
    "start": 109.04,
    "end": 115.76,
    "text": "According to Helen E. Fisher, self-help author and anthropologist at Rutgers University,",
    "speaker": null
  },
  {
    "start": 115.76,
    "end": 121.6,
    "text": "there are three aspects of romantic love. Here's BBC Ideas to explain more.",
    "speaker": null
  },
  {
    "start": 122.4,
    "end": 128.64,
    "text": "Often loss comes first, but not always. For some people who are asexual, it may not happen at all.",
    "speaker": null
  },
  {
    "start": 128.719,
    "end": 134.799,
    "text": "But for those who do experience lust, it's driven by the hormones, estrogen and testosterone.",
    "speaker": null
  },
  {
    "start": 134.799,
    "end": 142.399,
    "text": "It may feel purely carnal, but in fact, it's about the urge to mate and pass on your DNA via offspring.",
    "speaker": null
  },
  {
    "start": 142.399,
    "end": 146.719,
    "text": "Without lust, it's fair to say our species would not survive.",
    "speaker": null
  },
  {
    "start": 147.599,
    "end": 154.799,
    "text": "Helen E. Fisher thinks the first aspect of love is purely physical, lust, the strong feeling of",
    "speaker": null
  },
  {
    "start": 154.88,
    "end": 161.76,
    "text": "sexual desire for someone. Lust is driven by the hormones estrogen in women and testosterone in men.",
    "speaker": null
  },
  {
    "start": 162.32,
    "end": 167.92,
    "text": "A few people are asexual, meaning they don't feel sexual attraction for anyone of any gender.",
    "speaker": null
  },
  {
    "start": 168.64,
    "end": 174.32,
    "text": "Lust is hardwired into us through our DNA and it drives us to have children.",
    "speaker": null
  },
  {
    "start": 175.04,
    "end": 180.32,
    "text": "Helen thinks it's fair to say that without lust, our species would not survive.",
    "speaker": null
  },
  {
    "start": 180.879,
    "end": 188.639,
    "text": "Here she uses the phrase it's fair to say to introduce an idea she believes to be true and reasonable.",
    "speaker": null
  },
  {
    "start": 188.639,
    "end": 197.28,
    "text": "Of course, love is not just physical. Here’s BBC Ideas again to introduce Helen Fisher’s second aspect of love, attraction:",
    "speaker": "Neil"
  },
  {
    "start": 198.319,
    "end": 205.439,
    "text": "The second aspect of romantic love is attraction, influenced by a neurotransmitter called dopamine.",
    "speaker": null
  },
  {
    "start": 205.52,
    "end": 212.159,
    "text": "This is a feel good substance released in our brain that is involved in driving us towards reward.",
    "speaker": null
  },
  {
    "start": 212.719,
    "end": 219.359,
    "text": "Do something, get a dopamine hit, feel good. Eventually dopamine will push us towards",
    "speaker": null
  },
  {
    "start": 219.359,
    "end": 225.12,
    "text": "repeating that behavior. This is why intense attraction feels like an addiction to another",
    "speaker": null
  },
  {
    "start": 225.12,
    "end": 231.52,
    "text": "human being. Some people get stuck in that loop, always chasing the dopamine-soaked excitement of",
    "speaker": null
  },
  {
    "start": 231.52,
    "end": 239.36,
    "text": "a new relationship. This time, the hormone responsible is dopamine, a neurotransmitter that rewards",
    "speaker": null
  },
  {
    "start": 239.36,
    "end": 245.6,
    "text": "our attraction to someone with pleasurable feelings. That's why dopamine is called a feel good",
    "speaker": null
  },
  {
    "start": 245.6,
    "end": 252.719,
    "text": "substance. The adjective feel good can be used to describe anything causing happy and optimistic",
    "speaker": null
  },
  {
    "start": 252.719,
    "end": 259.68,
    "text": "feelings about life, things like feel good films or feel good music. Here though, there's a downside.",
    "speaker": null
  },
  {
    "start": 259.68,
    "end": 265.36,
    "text": "The dopamine hit of sexual attraction feels so good, we crave it more and more.",
    "speaker": null
  },
  {
    "start": 266,
    "end": 272.24,
    "text": "Some people are always chasing the next relationship to get a new hit of pleasure and soon become",
    "speaker": null
  },
  {
    "start": 272.24,
    "end": 277.36,
    "text": "stuck in a loop. An idea meaning they're unable to break the habit of repeating the same",
    "speaker": null
  },
  {
    "start": 277.36,
    "end": 284.8,
    "text": "patterns of behavior over and over again. It's fascinating to see the power which hormones have over us,",
    "speaker": null
  },
  {
    "start": 284.8,
    "end": 291.68,
    "text": "but if you're an old-fashioned romantic, like Neil, don't despair. And speaking as a romantic,",
    "speaker": null
  },
  {
    "start": 291.68,
    "end": 297.199,
    "text": "how about the answer to my question? Right, you asked me about the effect on the body when two",
    "speaker": null
  },
  {
    "start": 297.199,
    "end": 303.519,
    "text": "lovers look deep into each other's eyes. I guess it was that their heart beats harmonize.",
    "speaker": null
  },
  {
    "start": 303.519,
    "end": 309.92,
    "text": "Which was the correct answer. In experiments, looking into the eyes produced hormones,",
    "speaker": null
  },
  {
    "start": 310.319,
    "end": 316.24,
    "text": "causing couples hearts to beat in time. Okay, let's recap the vocabulary we've learned in this",
    "speaker": null
  },
  {
    "start": 316.24,
    "end": 322.319,
    "text": "programme, starting with the idiom head over heels, to be completely in love with someone.",
    "speaker": null
  },
  {
    "start": 322.319,
    "end": 329.2,
    "text": "Last is a very strong feeling of sexual desire. Someone who is asexual does not feel sexual",
    "speaker": null
  },
  {
    "start": 329.2,
    "end": 334.96,
    "text": "attraction towards anyone of any gender. The phrase it's fair to say is used to introduce a",
    "speaker": null
  },
  {
    "start": 334.959,
    "end": 341.839,
    "text": "statement you believe to be true and reasonable. The adjective feel good describes something which",
    "speaker": null
  },
  {
    "start": 341.839,
    "end": 347.919,
    "text": "makes people feel happy and optimistic. And finally, the idiom stuck in a loop describes",
    "speaker": null
  },
  {
    "start": 347.919,
    "end": 354.56,
    "text": "someone unable to break the habit of repeating the same negative patterns of behavior over and over",
    "speaker": null
  },
  {
    "start": 354.56,
    "end": 360.319,
    "text": "again. Once again, our six minutes are up, but remember to join us again next time for more",
    "speaker": null
  },
  {
    "start": 360.319,
    "end": 365.92,
    "text": "topical discussion and useful vocabulary here at 6 Minute English. Goodbye for now. Bye!",
    "speaker": null
  }
]
