[
  {
    "order": 0,
    "start": 0,
    "end": 7.679,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "order": 1,
    "start": 7.679,
    "end": 11.279,
    "text": "Hello, this is 6 Minute English from BBCLearningEnglish.",
    "speaker": null
  },
  {
    "order": 2,
    "start": 11.279,
    "end": 16.32,
    "text": "I'm Georgie and we're ready to start, Phil. Phil?",
    "speaker": "Georgie"
  },
  {
    "order": 3,
    "start": 16.32,
    "end": 22.64,
    "text": "Oh, sorry, Georgie. I was just catching 40 winks, you know,",
    "speaker": null
  },
  {
    "order": 4,
    "start": 22.64,
    "end": 27.679,
    "text": "getting some shut-eye, dozing, taking a nap. I was sleeping.",
    "speaker": null
  },
  {
    "order": 5,
    "start": 27.759,
    "end": 34.32,
    "text": "Sleeping at work, Phil, how could you? I know, I know, sorry. I didn't sleep well last night.",
    "speaker": null
  },
  {
    "order": 6,
    "start": 34.32,
    "end": 38.56,
    "text": "I'll forgive you this time, but make sure you go to bed early tonight because",
    "speaker": "Phil"
  },
  {
    "order": 7,
    "start": 38.56,
    "end": 43.92,
    "text": "getting a good night's sleep is incredibly important. For example, did you know that people who",
    "speaker": null
  },
  {
    "order": 8,
    "start": 43.92,
    "end": 48.64,
    "text": "get enough sleep live about five years longer than people who don't?",
    "speaker": null
  },
  {
    "order": 9,
    "start": 48.64,
    "end": 54,
    "text": "Wow, so a good night's sleep can lengthen your life. In this programme we'll be finding out more",
    "speaker": "Phil"
  },
  {
    "order": 10,
    "start": 54,
    "end": 59.439,
    "text": "about the benefits of sleep and its usual learning some useful new vocabulary as well.",
    "speaker": null
  },
  {
    "order": 11,
    "start": 59.439,
    "end": 65.439,
    "text": "But first, now that you've woken up, I have a question for you. Do you know how much of the",
    "speaker": null
  },
  {
    "order": 12,
    "start": 65.439,
    "end": 73.2,
    "text": "average person's life is spent asleep? Is it A, a half, B, a quarter or C, a third?",
    "speaker": null
  },
  {
    "order": 13,
    "start": 74.079,
    "end": 77.92,
    "text": "I think we spend about a third of our life sleeping.",
    "speaker": null
  },
  {
    "order": 14,
    "start": 77.92,
    "end": 82.159,
    "text": "Okay, well, I'll reveal the correct answer at the end of the programme.",
    "speaker": null
  },
  {
    "order": 15,
    "start": 82.159,
    "end": 87.519,
    "text": "The question of why humans sleep is not easy to answer. In terms of evolution,",
    "speaker": "Phil"
  },
  {
    "order": 16,
    "start": 87.519,
    "end": 93.2,
    "text": "why would it make sense to go unconscious every night, leaving yourself vulnerable to danger?",
    "speaker": null
  },
  {
    "order": 17,
    "start": 93.2,
    "end": 98.079,
    "text": "It can only mean that the benefits gained from sleep are huge. Here,",
    "speaker": null
  },
  {
    "order": 18,
    "start": 98.079,
    "end": 104.319,
    "text": "science journalist Ginny Smith explains some of these benefits to BBC Radio 4 programme inside",
    "speaker": null
  },
  {
    "order": 19,
    "start": 104.319,
    "end": 108.64,
    "text": "science. So we've probably all experienced this that if you've had a bad night's sleep and then",
    "speaker": null
  },
  {
    "order": 20,
    "start": 108.64,
    "end": 112.64,
    "text": "you try and do some work, you just can't concentrate. Your brain isn't in the right state to",
    "speaker": "take insleep on it"
  },
  {
    "order": 21,
    "start": 112.64,
    "end": 118.56,
    "text": "take in new information. But we also need to sleep after we've learnt new things because that's when",
    "speaker": null
  },
  {
    "order": 22,
    "start": 118.56,
    "end": 123.439,
    "text": "our brain consolidates the information, takes it from short-term storage to long-term storage,",
    "speaker": null
  },
  {
    "order": 23,
    "start": 123.439,
    "end": 128,
    "text": "fits it in with other things we already know. That old adage of if you've got a problem",
    "speaker": null
  },
  {
    "order": 24,
    "start": 128,
    "end": 132.479,
    "text": "sleep on it, your brain does actually work on things during the night and you can often wake up and",
    "speaker": null
  },
  {
    "order": 25,
    "start": 132.479,
    "end": 138.08,
    "text": "have solved the problem in your sleep. When we sleep, our brain's refresh, leaving us feeling",
    "speaker": null
  },
  {
    "order": 26,
    "start": 138.08,
    "end": 143.68,
    "text": "rested in the morning. But after a bad night's sleep, it's more difficult to concentrate. We",
    "speaker": null
  },
  {
    "order": 27,
    "start": 143.68,
    "end": 149.92,
    "text": "can't take in or understand new information. We also have the saying, if you've got a problem,",
    "speaker": null
  },
  {
    "order": 28,
    "start": 149.92,
    "end": 155.92,
    "text": "sleep on it. To sleep on it means to delay making a decision until you've had time to think about it.",
    "speaker": "sleep on itsleep on it"
  },
  {
    "order": 29,
    "start": 155.92,
    "end": 162.08,
    "text": "But that also turns out to be true scientifically speaking. During sleep, your brain really can work out",
    "speaker": null
  },
  {
    "order": 30,
    "start": 162.16,
    "end": 168.24,
    "text": "problems and find solutions. But what about the other side of the story? What happens when you get",
    "speaker": null
  },
  {
    "order": 31,
    "start": 168.24,
    "end": 175.439,
    "text": "too little sleep on none at all? Here's Ginny Smith again talking to BBC Radio 4 program inside",
    "speaker": null
  },
  {
    "order": 32,
    "start": 175.439,
    "end": 181.28,
    "text": "science. Sleep deprivation is a form of stress and we know that when you are stressed, your",
    "speaker": null
  },
  {
    "order": 33,
    "start": 181.28,
    "end": 185.76,
    "text": "sort of fight or flight response is activated and that causes all these changes in your body that",
    "speaker": null
  },
  {
    "order": 34,
    "start": 185.759,
    "end": 191.519,
    "text": "focus on immediate survival over long term health. But if we are chronically stressed,",
    "speaker": null
  },
  {
    "order": 35,
    "start": 192.319,
    "end": 196.799,
    "text": "money worries or a stressful job or something that's going to lie forever or life,",
    "speaker": null
  },
  {
    "order": 36,
    "start": 196.799,
    "end": 200.719,
    "text": "life, life in general. Chronic sleep deprivation that's causing that level of stress,",
    "speaker": null
  },
  {
    "order": 37,
    "start": 200.719,
    "end": 205.759,
    "text": "then you might constantly have a damped down immune system which can then lead to all these knock-on",
    "speaker": "deprivationfight-or-flight responseknock-on"
  },
  {
    "order": 38,
    "start": 205.759,
    "end": 213.12,
    "text": "problems. Having none or too little of something important is known as deprivation. Sleep deprivation",
    "speaker": null
  },
  {
    "order": 39,
    "start": 213.12,
    "end": 218.56,
    "text": "is stressful for the body. So stressful that it activates a fight or flight response.",
    "speaker": null
  },
  {
    "order": 40,
    "start": 219.12,
    "end": 225.2,
    "text": "Changes in the human body in response to a life threatening situation, which make us either stay",
    "speaker": null
  },
  {
    "order": 41,
    "start": 225.2,
    "end": 231.759,
    "text": "and fight the threat or run away from it. As well as a fight or flight response, the stress of not",
    "speaker": null
  },
  {
    "order": 42,
    "start": 231.759,
    "end": 237.68,
    "text": "getting enough sleep over a longer period also creates problems including heart disease and a",
    "speaker": "fight-or-flight responseknock-on effects"
  },
  {
    "order": 43,
    "start": 237.68,
    "end": 243.76,
    "text": "weakened immune system. Lack of sleep has these knock-on effects. It causes other things to happen",
    "speaker": null
  },
  {
    "order": 44,
    "start": 243.76,
    "end": 249.92,
    "text": "but not directly. Now do you see why it's so important to get a good night's sleep fill? Plus,",
    "speaker": null
  },
  {
    "order": 45,
    "start": 249.92,
    "end": 256.48,
    "text": "it will stop you sleeping at work again. Right, I think it's time to reveal the answer to my question.",
    "speaker": null
  },
  {
    "order": 46,
    "start": 256.48,
    "end": 263.04,
    "text": "Yes, you asked me how much of the average person's life is spent asleep, but I said it was about",
    "speaker": null
  },
  {
    "order": 47,
    "start": 263.04,
    "end": 270.48,
    "text": "a third. Which was the correct answer. Assuming you sleep eight hours a day, the average person will",
    "speaker": "Phil"
  },
  {
    "order": 48,
    "start": 270.48,
    "end": 280.8,
    "text": "sleep for 229,961 hours in their lifetime or around one third of their life. Okay, let's recap the",
    "speaker": null
  },
  {
    "order": 49,
    "start": 280.8,
    "end": 288,
    "text": "vocabulary we've learned. Starting with the phrases catch 40 winks, get some shut-eye, dose and take",
    "speaker": null
  },
  {
    "order": 50,
    "start": 288.8,
    "end": 294.48,
    "text": "up all of which mean to sleep. When someone takes in information, they understand it.",
    "speaker": null
  },
  {
    "order": 51,
    "start": 294.48,
    "end": 299.6,
    "text": "If you have a problem and you sleep on it, you delay making your decision until you've had time",
    "speaker": null
  },
  {
    "order": 52,
    "start": 299.6,
    "end": 305.92,
    "text": "to think about it. Depravation is an absence or too little of something important such as food or",
    "speaker": null
  },
  {
    "order": 53,
    "start": 305.92,
    "end": 311.759,
    "text": "sleep. The fight or flight response describes changes in the human body in response to a dangerous",
    "speaker": null
  },
  {
    "order": 54,
    "start": 311.759,
    "end": 318.24,
    "text": "situation, which make us either stay and fight threat or run away from it. And finally,",
    "speaker": null
  },
  {
    "order": 55,
    "start": 318.24,
    "end": 325.279,
    "text": "if something has a knock on effect, it causes other results indirectly. Once again, our six minutes",
    "speaker": null
  },
  {
    "order": 56,
    "start": 325.279,
    "end": 331.279,
    "text": "are up, but remember to join us again next time for more trending topics and useful vocabulary.",
    "speaker": "fight-or-flight response"
  },
  {
    "order": 57,
    "start": 331.279,
    "end": 334.239,
    "text": "Hear it six minute English. Goodbye for now. Bye.",
    "speaker": null
  },
  {
    "order": 58,
    "start": 343.039,
    "end": 346.479,
    "text": "Learn English from the news with BBC Learning English.",
    "speaker": null
  },
  {
    "order": 59,
    "start": 349.679,
    "end": 356.479,
    "text": "One big story every week, three news headlines and all the vocabulary you need to understand",
    "speaker": null
  },
  {
    "order": 60,
    "start": 356.48,
    "end": 363.12,
    "text": "the story in English. Plus, you can download a free worksheet on our website for every episode.",
    "speaker": null
  },
  {
    "order": 61,
    "start": 364.16,
    "end": 370.879,
    "text": "Search Learning English from the news on your podcast app or visit BBCLearningEnglish.com.",
    "speaker": null
  }
]