[
  {
    "start": 0,
    "end": 7.679,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.679,
    "end": 12.16,
    "text": "Hello, this is 6 Minute English from BBCLearningEnglish. I'm Phil.",
    "speaker": null
  },
  {
    "start": 12.16,
    "end": 13.919,
    "text": "And I’m Beth.",
    "speaker": "Beth"
  },
  {
    "start": 13.919,
    "end": 20.559,
    "text": "So, Beth, we're talking about the best education systems in the world today.",
    "speaker": null
  },
  {
    "start": 20.559,
    "end": 26,
    "text": "So, Beth, we're talking about the best education systems in the world today. You went to school here in Britain. What do you think of the British education system? Do you think it could be the best?",
    "speaker": "Phil"
  },
  {
    "start": 26,
    "end": 37.6,
    "text": "Mmm, I think that is quite good. There's probably a couple of things that I personally would change about it, but I would say it's quite good, but maybe not the best in the world.",
    "speaker": null
  },
  {
    "start": 37.6,
    "end": 42.079,
    "text": "Well, in this programme, we're going to be talking about the Pisa rankings.",
    "speaker": "Phil"
  },
  {
    "start": 42.079,
    "end": 50.48,
    "text": "The rankings are based on tests carried out by the OECD. That's an international organisation every three years.",
    "speaker": null
  },
  {
    "start": 50.479,
    "end": 60,
    "text": "The tests attempt to show which countries are the most effective at teaching maths, science and reading, but it's really possible to measure.",
    "speaker": null
  },
  {
    "start": 60,
    "end": 68.4,
    "text": "Well, here is former BBC education correspondent Sean Cochlan talking to BBC World Service programme, the Global Story.",
    "speaker": null
  },
  {
    "start": 68.4,
    "end": 79.519,
    "text": "When they were introduced first, well, that was a very contentious idea because people said, how can you possibly compare big countries? How can you compare America to Luxembourg or to parts of China or whatever?",
    "speaker": null
  },
  {
    "start": 79.519,
    "end": 89.439,
    "text": "Sean said that the tests were contentious. If something is contentious, then it's something that people might argue about. It's controversial.",
    "speaker": null
  },
  {
    "start": 89.439,
    "end": 96.959,
    "text": "So at first, PISA tests were contentious because not everyone believed it was fair to compare very different countries.",
    "speaker": null
  },
  {
    "start": 97.039,
    "end": 108.079,
    "text": "Phil, I've got a question for you about them. So, in 2022, Singapore was top of the reading rankings. But which of these countries came second? Was it:",
    "speaker": "Beth"
  },
  {
    "start": 108.079,
    "end": 113.839,
    "text": "Was it A, the USA? B, Ireland or C, the UK?",
    "speaker": null
  },
  {
    "start": 113.839,
    "end": 116.639,
    "text": "I think it might be b) Ireland.",
    "speaker": "Phil"
  },
  {
    "start": 116.639,
    "end": 121.119,
    "text": "Okay, well, we will find out if that's correct at the end of the programme.",
    "speaker": null
  },
  {
    "start": 121.12,
    "end": 128.4,
    "text": "A common pattern in the PISA rankings is that the most successful countries tend to be smaller.",
    "speaker": null
  },
  {
    "start": 128.4,
    "end": 139.04,
    "text": "Talking to BBC World Service programme, the Global Story, Sean Cochlan tells us that many large countries from Western Europe don't score that highly in the rankings.",
    "speaker": null
  },
  {
    "start": 139.04,
    "end": 149.439,
    "text": "They've been outpaced and outperformed by these fast upcoming countries, in Singapore or Estonia or Taiwan or those sort of places,",
    "speaker": null
  },
  {
    "start": 149.439,
    "end": 153.52,
    "text": "which we don't historically think of as being economic rivals.",
    "speaker": null
  },
  {
    "start": 153.52,
    "end": 161.12,
    "text": "But I suppose the argument for the PISA test is if you want to have a knowledge economy and economy based on skills, this is how you measure it.",
    "speaker": null
  },
  {
    "start": 161.12,
    "end": 167.28,
    "text": "We heard that many large European countries are being outpaced by smaller nations. If someone outpaces you, they are going faster than you – at a higher pace.",
    "speaker": "outpacedoutpaces"
  },
  {
    "start": 167.28,
    "end": 173.599,
    "text": "If someone outpaces you, they're going faster than you at a higher pace.",
    "speaker": null
  },
  {
    "start": 173.599,
    "end": 180.159,
    "text": "We use the prefix out to say that someone or something is better at doing something.",
    "speaker": null
  },
  {
    "start": 180.159,
    "end": 186.639,
    "text": "We also heard that smaller nations are outperforming larger ones. They're performing better.",
    "speaker": null
  },
  {
    "start": 186.639,
    "end": 194.079,
    "text": "Singapore, Estonia and Taiwan are described as economic rivals to large European nations.",
    "speaker": null
  },
  {
    "start": 194.079,
    "end": 197.599,
    "text": "That means that they are competing with them economically.",
    "speaker": null
  },
  {
    "start": 197.599,
    "end": 200.479,
    "text": "We also heard about a knowledge economy.",
    "speaker": null
  },
  {
    "start": 200.56,
    "end": 210.879,
    "text": "We also heard about a knowledge economy. This is an economy based on service industries that require workers to be highly educated, such as IT, finance or advanced engineering.",
    "speaker": "knowledge economy"
  },
  {
    "start": 210.879,
    "end": 215.439,
    "text": "So what makes countries perform better in these tests?",
    "speaker": null
  },
  {
    "start": 215.439,
    "end": 220.319,
    "text": "Let's hear again from BBC World Service programme, the Global Story.",
    "speaker": null
  },
  {
    "start": 220.319,
    "end": 228.079,
    "text": "Sean Cochlan tells us that those countries that prioritise getting everyone to a certain level do well.",
    "speaker": null
  },
  {
    "start": 228.16,
    "end": 232.32,
    "text": "We also hear from Rando Kustik, an Estonian school principal.",
    "speaker": null
  },
  {
    "start": 233.04,
    "end": 239.2,
    "text": "Countries which make sure that all their pupils get through a certain level of education to a certain standard, regardless of their background, do well.",
    "speaker": "regardless"
  },
  {
    "start": 239.2,
    "end": 241.2,
    "text": "regardless of their background do well.",
    "speaker": null
  },
  {
    "start": 241.2,
    "end": 248.64,
    "text": "If you are teaching them a different level of abilities, then you are segregating them.",
    "speaker": null
  },
  {
    "start": 248.64,
    "end": 253.12,
    "text": "And we don't want to segregate any people in the world,",
    "speaker": null
  },
  {
    "start": 253.599,
    "end": 255.52,
    "text": "why we are doing that in the schools.",
    "speaker": null
  },
  {
    "start": 255.52,
    "end": 258.959,
    "text": "This one of the main things, why the stone is successful.",
    "speaker": null
  },
  {
    "start": 259.6,
    "end": 265.28,
    "text": "Sean said the most successful systems educate everyone to a particular standard,",
    "speaker": null
  },
  {
    "start": 265.28,
    "end": 267.04,
    "text": "regardless of their background.",
    "speaker": null
  },
  {
    "start": 267.759,
    "end": 271.04,
    "text": "If one thing happens regardless of something else,",
    "speaker": null
  },
  {
    "start": 271.04,
    "end": 275.6,
    "text": "it means that there's something else is not important or not a problem.",
    "speaker": null
  },
  {
    "start": 276.319,
    "end": 282.079,
    "text": "Rando Kustik said that Estonian schools do not want to segregate students.",
    "speaker": null
  },
  {
    "start": 282.079,
    "end": 285.12,
    "text": "Segregate means to separate and keep apart.",
    "speaker": null
  },
  {
    "start": 285.759,
    "end": 291.12,
    "text": "So, we've just heard about Estonia, but what about your question, Beth? What about those countries?",
    "speaker": "Phil"
  },
  {
    "start": 291.68,
    "end": 293.439,
    "text": "What about those countries?",
    "speaker": null
  },
  {
    "start": 293.439,
    "end": 302.479,
    "text": "Ah, I asked you which out of the USA, Ireland and the UK came second for reading in the 2022",
    "speaker": null
  },
  {
    "start": 302.479,
    "end": 303.759,
    "text": "PISA rankings.",
    "speaker": null
  },
  {
    "start": 303.759,
    "end": 307.68,
    "text": "You said Ireland and that was the correct answer, well done.",
    "speaker": null
  },
  {
    "start": 308.48,
    "end": 314,
    "text": "Okay, let's recap the vocabulary we've learned in this program about education rankings,",
    "speaker": null
  },
  {
    "start": 314,
    "end": 317.84,
    "text": "starting with contentious, argued about or controversial.",
    "speaker": null
  },
  {
    "start": 318.48,
    "end": 322.639,
    "text": "If you're outpaced by someone, they're going faster than you are.",
    "speaker": "outpaced"
  },
  {
    "start": 323.199,
    "end": 324.8,
    "text": "Rivals are competitors.",
    "speaker": "Rivals"
  },
  {
    "start": 325.439,
    "end": 330.319,
    "text": "A knowledge economy is one based on industries that need highly educated workers, such as IT, finance or advanced engineering.",
    "speaker": "knowledge economy"
  },
  {
    "start": 330.319,
    "end": 333.92,
    "text": "such as IT, finance or advanced engineering.",
    "speaker": null
  },
  {
    "start": 334.64,
    "end": 337.92,
    "text": "If something happens regardless of a second thing, the second thing has no impact on it happening.",
    "speaker": "regardless"
  },
  {
    "start": 337.92,
    "end": 340.879,
    "text": "the second thing has no impacts on it happening.",
    "speaker": null
  },
  {
    "start": 341.36,
    "end": 347.2,
    "text": "And finally, if people are segregated, different groups of people are separated and kept apart.",
    "speaker": null
  },
  {
    "start": 348.16,
    "end": 350.24,
    "text": "Once again, our six minutes are up.",
    "speaker": null
  },
  {
    "start": 350.24,
    "end": 356.639,
    "text": "Remember to visit our website, bbclearningenglish.com, where you'll find a worksheet and quiz",
    "speaker": null
  },
  {
    "start": 356.639,
    "end": 362.56,
    "text": "related to this program. We'll see you again soon for more trending topics and useful vocabulary",
    "speaker": null
  },
  {
    "start": 362.56,
    "end": 365.12,
    "text": "here at 6 Minute English. Goodbye for now.",
    "speaker": null
  },
  {
    "start": 365.12,
    "end": 365.92,
    "text": "Bye!",
    "speaker": "Beth"
  }
]