[
  {
    "start": 0,
    "end": 7.679,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.679,
    "end": 12.48,
    "text": "Hello, this is 6-minute English from BBCLearningEnglish. I'm Phil.",
    "speaker": null
  },
  {
    "start": 12.48,
    "end": 19.76,
    "text": "And I'm Beth. Nowadays, I often see people carrying water bottles with them to make sure they drink enough. How much water do you drink a day, Phil?",
    "speaker": "Beth"
  },
  {
    "start": 19.76,
    "end": 22.4,
    "text": "How much water do you drink a day, Phil?",
    "speaker": null
  },
  {
    "start": 22.4,
    "end": 26.48,
    "text": "Oh, I don't know. Maybe about a litre?",
    "speaker": "Phil"
  },
  {
    "start": 26.559,
    "end": 30.399,
    "text": "Okay. And do you know how much water you should drink a day?",
    "speaker": null
  },
  {
    "start": 31.039,
    "end": 33.679,
    "text": "I think it's probably about two litres.",
    "speaker": "Phil"
  },
  {
    "start": 34.64,
    "end": 42.56,
    "text": "Well, the number many people have heard is two litres a day. Of course, everyone needs to drink some water.",
    "speaker": null
  },
  {
    "start": 42.56,
    "end": 49.84,
    "text": "Over half the human body is made up of it. But exactly how much water do we need to stay healthy?",
    "speaker": null
  },
  {
    "start": 49.84,
    "end": 55.12,
    "text": "That's what we'll be discussing in this programme along with some useful new vocabulary as well.",
    "speaker": null
  },
  {
    "start": 55.119,
    "end": 60.719,
    "text": "And speaking of vocabulary, remember you can download all the new words and phrases from this programme, plus worksheet exercises to help you learn them, on our website, bbclearningenglish.com.",
    "speaker": "Phil"
  },
  {
    "start": 60.719,
    "end": 65.039,
    "text": "Plus, worksheet exercises to help you learn them on our website,",
    "speaker": null
  },
  {
    "start": 65.039,
    "end": 67.439,
    "text": "BBCLearningEnglish.com.",
    "speaker": null
  },
  {
    "start": 67.439,
    "end": 71.2,
    "text": "Great. But first, I have a question for you, Phil.",
    "speaker": null
  },
  {
    "start": 71.2,
    "end": 79.68,
    "text": "Great! But first I have a question for you, Phil. I mentioned that over half the human body consists of water, but there's an even higher percentage of water in our blood. But how much? Is our blood:",
    "speaker": "Beth"
  },
  {
    "start": 79.92,
    "end": 84.96,
    "text": "But how much is our blood A around 80% water?",
    "speaker": null
  },
  {
    "start": 84.96,
    "end": 90.72,
    "text": "b)    around 90% water? or,",
    "speaker": "Beth"
  },
  {
    "start": 90.72,
    "end": 94.24,
    "text": "I think it's around 80% water.",
    "speaker": "Phil"
  },
  {
    "start": 94.24,
    "end": 98.32,
    "text": "Okay. I will reveal the correct answer later in the programme.",
    "speaker": null
  },
  {
    "start": 98.32,
    "end": 104.08,
    "text": "Our blood needs water so it can carry nutrients to the body's cells and organs.",
    "speaker": null
  },
  {
    "start": 104.08,
    "end": 107.76,
    "text": "The amount recommended is often given as two litres a day.",
    "speaker": null
  },
  {
    "start": 107.84,
    "end": 112.64,
    "text": "But why? Here to discuss this with BBC World Service programme,",
    "speaker": null
  },
  {
    "start": 112.64,
    "end": 116.48,
    "text": "the food chain is a biologist, Professor John Speakman.",
    "speaker": null
  },
  {
    "start": 116.48,
    "end": 123.359,
    "text": "So I'm not sure how it was arrived at, but it seems to be a number that has taken grip on a very large number of countries.",
    "speaker": null
  },
  {
    "start": 123.359,
    "end": 128.4,
    "text": "So if you look at government recommendations around the world, they're pretty much all the same.",
    "speaker": null
  },
  {
    "start": 128.4,
    "end": 132.719,
    "text": "They're pretty much all the same. Everybody's got to be drinking two litres of water.",
    "speaker": null
  },
  {
    "start": 133.359,
    "end": 139.199,
    "text": "Professor Speakman doesn't know how the number of two litres a day was arrived at,",
    "speaker": null
  },
  {
    "start": 139.199,
    "end": 146.879,
    "text": "how it was decided or calculated. Nevertheless, the idea of drinking two litres a day has taken grip",
    "speaker": null
  },
  {
    "start": 146.879,
    "end": 152.639,
    "text": "on many governments around the world. When you say an idea has taken grip on something,",
    "speaker": null
  },
  {
    "start": 152.639,
    "end": 154.96,
    "text": "you mean it's taken control of it?",
    "speaker": null
  },
  {
    "start": 154.96,
    "end": 161.28,
    "text": "Yes, Professor Speakman says that pretty much all governments are giving pretty much the same",
    "speaker": null
  },
  {
    "start": 161.28,
    "end": 168.719,
    "text": "recommendation. He uses the phrase pretty much to mean almost. For example, pretty much all",
    "speaker": null
  },
  {
    "start": 168.719,
    "end": 174.24,
    "text": "governments advise drinking two litres a day means almost all governments advise it.",
    "speaker": null
  },
  {
    "start": 174.719,
    "end": 180,
    "text": "What Professor Speakman doesn't have, however, is any scientific evidence for this advice.",
    "speaker": null
  },
  {
    "start": 180,
    "end": 187.28,
    "text": "The number of exactly two litres isn't based on scientific fact. It's more of a ballpark figure.",
    "speaker": null
  },
  {
    "start": 187.36,
    "end": 191.759,
    "text": "A number which is a guess, but which you still believe is approximately correct.",
    "speaker": null
  },
  {
    "start": 192.4,
    "end": 196.879,
    "text": "Actually, the amount of water in our bodies is changing all the time.",
    "speaker": null
  },
  {
    "start": 196.879,
    "end": 202.96,
    "text": "Like your bank balance, which goes down when you spend money, your body loses water all the time",
    "speaker": null
  },
  {
    "start": 202.96,
    "end": 209.84,
    "text": "when you breathe, sweat or go to the toilet. Exactly how much you need to drink depends on how much water",
    "speaker": null
  },
  {
    "start": 209.84,
    "end": 213.68,
    "text": "your body needs to replace, and that mainly depends on your size.",
    "speaker": null
  },
  {
    "start": 214.48,
    "end": 221.599,
    "text": "But what happens when we drink less than we should? Here's hydration expert Dr Nidio Rodriguez Sanchez",
    "speaker": null
  },
  {
    "start": 221.599,
    "end": 227.2,
    "text": "describing the effects of dehydration to BBC World Services, the food chain.",
    "speaker": null
  },
  {
    "start": 227.2,
    "end": 232.56,
    "text": "And also many times we start getting dehydrated and we don't realize we are dehydrated,",
    "speaker": null
  },
  {
    "start": 232.56,
    "end": 240.48,
    "text": "so it's very common that we feel tired or we feel like we're a bit of a headache or even we",
    "speaker": null
  },
  {
    "start": 240.56,
    "end": 244.639,
    "text": "think we are hungry and we go and get some food and naturally what is happening is that we are",
    "speaker": null
  },
  {
    "start": 244.639,
    "end": 250.799,
    "text": "thirsty, that we are dehydrated, we're starting to show some signs or some symptoms of dehydration.",
    "speaker": null
  },
  {
    "start": 251.679,
    "end": 257.839,
    "text": "Dr Sanchez describes the effect of dehydration, the condition of not having enough water in your",
    "speaker": null
  },
  {
    "start": 257.839,
    "end": 265.199,
    "text": "body so that you feel ill or weak. She mentions feeling tired, having a headache or a dry mouth",
    "speaker": null
  },
  {
    "start": 265.199,
    "end": 271.68,
    "text": "as symptoms of dehydration, symptoms are signs or feelings in the body showing the presence",
    "speaker": null
  },
  {
    "start": 271.68,
    "end": 278.8,
    "text": "of some illness or condition. So whether you drink a little more or a little less, it seems that",
    "speaker": null
  },
  {
    "start": 278.8,
    "end": 284.319,
    "text": "around two litres of water a day is a good way to keep your blood and body healthy.",
    "speaker": null
  },
  {
    "start": 284.959,
    "end": 290.719,
    "text": "Speaking of which Phil, it's time to reveal the answer to my question. What percentage of our",
    "speaker": null
  },
  {
    "start": 290.72,
    "end": 301.92,
    "text": "blood is water? You said 80% and the answer is 90% our blood consists of around 90% water.",
    "speaker": null
  },
  {
    "start": 302.64,
    "end": 308.88,
    "text": "Okay, let's recap the vocabulary we've used, starting with the phrase to arrive at a number,",
    "speaker": null
  },
  {
    "start": 308.88,
    "end": 316,
    "text": "meaning to decide it by doing calculations. If an idea takes grip on something, it takes control",
    "speaker": null
  },
  {
    "start": 316.56,
    "end": 324.48,
    "text": "of it. The phrase pretty much means almost. For example, pretty much everyone likes chocolate,",
    "speaker": null
  },
  {
    "start": 324.48,
    "end": 330.72,
    "text": "which means almost everyone likes chocolate. A ballpark figure is a phrase meaning a number which",
    "speaker": null
  },
  {
    "start": 330.72,
    "end": 338.319,
    "text": "is an acceptably accurate approximation. Dehydration is the condition of not having enough water in",
    "speaker": null
  },
  {
    "start": 338.319,
    "end": 346.48,
    "text": "your body so that you feel ill or weak. And finally, a symptom is a sign or feeling in the body",
    "speaker": null
  },
  {
    "start": 346.48,
    "end": 353.199,
    "text": "showing the presence of an illness or condition. Once again, our six minutes are up. Why not join",
    "speaker": null
  },
  {
    "start": 353.199,
    "end": 360.319,
    "text": "me now and head over to our website, BBCLearningEnglish.com. Download the worksheet for this program and",
    "speaker": null
  },
  {
    "start": 360.319,
    "end": 365.279,
    "text": "test yourself to see how much you remember. See you there soon. Bye.",
    "speaker": null
  }
]