[
  {
    "start": 0,
    "end": 8.24,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 8.24,
    "end": 12.679,
    "text": "Hello, this is 6 Minute English from BBCLearningEnglish. I'm Phil.",
    "speaker": null
  },
  {
    "start": 12.679,
    "end": 14.12,
    "text": "And I’m Beth.",
    "speaker": "Beth"
  },
  {
    "start": 14.12,
    "end": 19.08,
    "text": "Love it or hate it, there’s no doubt fast food is popular. Are you a fast food fan, Beth?",
    "speaker": "Phil"
  },
  {
    "start": 19.08,
    "end": 21.08,
    "text": "Are you a fast food fan, Beth?",
    "speaker": null
  },
  {
    "start": 21.08,
    "end": 29.4,
    "text": "Um, not really, no. I think sometimes it can be quite convenient, obviously, because it's quick, but not really.",
    "speaker": null
  },
  {
    "start": 29.399,
    "end": 39.2,
    "text": "Well, whatever you think about them, fast food brands like KFC, Domino's and, of course the big one, McDonald’s, are incredibly successful.",
    "speaker": "Phil"
  },
  {
    "start": 39.2,
    "end": 46.879,
    "text": "In this programme, we’ll be discussing the global spread of fast food from its beginnings in 1950s America. As usual, we’ll be learning some useful new words and phrases.",
    "speaker": "Beth"
  },
  {
    "start": 46.879,
    "end": 50.719,
    "text": "As usual, we'll be learning some useful new words and phrases.",
    "speaker": null
  },
  {
    "start": 50.719,
    "end": 58.96,
    "text": "But first, I have a question for you, Beth. Roughly how many fast food restaurants are there in the UK?",
    "speaker": "Phil"
  },
  {
    "start": 58.96,
    "end": 67.2,
    "text": "Is it a 4,000, b 42,000 or c 4 million?",
    "speaker": null
  },
  {
    "start": 67.2,
    "end": 70.879,
    "text": "I'm going to go for b) 42,000.",
    "speaker": "Beth"
  },
  {
    "start": 70.879,
    "end": 73.879,
    "text": "Okay, well later on we'll find out the answer.",
    "speaker": null
  },
  {
    "start": 73.879,
    "end": 82.12,
    "text": "In the United States, cheap and easy food like hamburgers, french fries and milkshakes have been popular since the 1950s.",
    "speaker": null
  },
  {
    "start": 82.12,
    "end": 89.24,
    "text": "Listen as Adam Chandler, author of the book Drive Through Dreams, which traces the history of American fast food,",
    "speaker": null
  },
  {
    "start": 89.24,
    "end": 95.08,
    "text": "tells BBC World Service programme the food chain how it all got started.",
    "speaker": null
  },
  {
    "start": 95.08,
    "end": 101.12,
    "text": "At the heart of the story of fast food is a very, anyone can do this sense.",
    "speaker": null
  },
  {
    "start": 101.12,
    "end": 108.52,
    "text": "A lot of the company founders didn't have a college degree who didn't have a high school degree in a lot of instances,",
    "speaker": null
  },
  {
    "start": 108.519,
    "end": 115.759,
    "text": "didn't come from money, were oftentimes just people who were ready to plug themselves into a system that would work for them.",
    "speaker": null
  },
  {
    "start": 115.759,
    "end": 126.159,
    "text": "And it did. It made opportunity very, very easy in a time when that was a new part of the American experience.",
    "speaker": null
  },
  {
    "start": 126.159,
    "end": 129.879,
    "text": "So it was the American dream in a very small way.",
    "speaker": null
  },
  {
    "start": 129.879,
    "end": 132.8,
    "text": "That became the American dream in a very big way.",
    "speaker": null
  },
  {
    "start": 132.8,
    "end": 139.48,
    "text": "The rise of fast food reflected the rise of American economic power after the Second World War.",
    "speaker": null
  },
  {
    "start": 139.48,
    "end": 147.08,
    "text": "The rise of fast food reflected the rise of American economic power after the Second World War. When Adam says that this lies at the heart of the story, he means it’s the most important part of the story.",
    "speaker": "at the heart of"
  },
  {
    "start": 147.08,
    "end": 156.88,
    "text": "In the 1950s, when the famous brands we know today were just beginning, anyone with a can do attitude could sell fast food.",
    "speaker": null
  },
  {
    "start": 156.879,
    "end": 163.319,
    "text": "A can do attitude describes someone who is confident and determined to fix problems and achieve results.",
    "speaker": null
  },
  {
    "start": 163.319,
    "end": 169.96,
    "text": "Which is exactly what happened at successful restaurants like Kentucky Fried Chicken and McDonald's.",
    "speaker": null
  },
  {
    "start": 169.96,
    "end": 182.159,
    "text": "Which is exactly what happened at successful restaurants like Kentucky Fried Chicken and McDonald’s. For many, these fast food brands symbolised The American dream - the idea that anyone in the United States can achieve success through hard work and determination.",
    "speaker": "The American dream"
  },
  {
    "start": 182.159,
    "end": 187.56,
    "text": "The success of KFC McDonald's and the rest wasn't limited to America.",
    "speaker": null
  },
  {
    "start": 187.56,
    "end": 194.68,
    "text": "The success of KFC, McDonald’s and the rest wasn’t limited to America. Nowadays, you can visit two McDonald’s on opposite sides of the planet and eat exactly the same meal.",
    "speaker": "Phil"
  },
  {
    "start": 194.68,
    "end": 201.28,
    "text": "But not every country opened its arms and welcomed the tiny island of Iceland for one.",
    "speaker": null
  },
  {
    "start": 201.28,
    "end": 208,
    "text": "Andy Sophia Fontaine, who used to work in McDonald's, now edits the Iceland review.",
    "speaker": null
  },
  {
    "start": 208.039,
    "end": 219.36,
    "text": "Here, she tells BBC World Service Program the Food Chain, how McDonald's got a frosty reception when it started selling burgers in Iceland's capital, Brecky Vic.",
    "speaker": null
  },
  {
    "start": 219.36,
    "end": 223.84,
    "text": "There's been a longstanding burger culture in Iceland.",
    "speaker": null
  },
  {
    "start": 223.84,
    "end": 232.039,
    "text": "They have their own take on the hamburger, wherein they'll use lettuce and raw cucumbers and a type of fry sauce.",
    "speaker": null
  },
  {
    "start": 232.039,
    "end": 235.759,
    "text": "That's called a Shopbo Bugatti or Shop Burger.",
    "speaker": null
  },
  {
    "start": 235.759,
    "end": 238.439,
    "text": "And that's been around for ages.",
    "speaker": null
  },
  {
    "start": 238.439,
    "end": 242.199,
    "text": "Yeah, so McDonald's, they struggled to try to maintain a market.",
    "speaker": null
  },
  {
    "start": 242.199,
    "end": 250.519,
    "text": "The final nail in the coffin was the global financial crisis in 2008/2009.",
    "speaker": "he final nail in the coffin"
  },
  {
    "start": 250.519,
    "end": 258.759,
    "text": "Iceland already had a long-standing tradition of eating burgers – a tradition that had existed for a long time. For example, the shalpuborgari, or shop burger, was a take on – or variation of – the American hamburger.",
    "speaker": "long-standing a take on"
  },
  {
    "start": 258.8,
    "end": 266.519,
    "text": "For example, the Shalpelborgari or Shop Burger was a take on or variation of the American hamburger.",
    "speaker": null
  },
  {
    "start": 266.519,
    "end": 271.079,
    "text": "McDonald's weren't as successful in Iceland as there'd been elsewhere.",
    "speaker": null
  },
  {
    "start": 271.079,
    "end": 282.12,
    "text": "And the global financial crash of 2008 was the final nail in the coffin, an event which caused the failure of something that had already started to go wrong.",
    "speaker": null
  },
  {
    "start": 282.12,
    "end": 289.72,
    "text": "To this day, there are no McDonald's in Iceland, unlike Britain, which reminds me of your question, Phil.",
    "speaker": null
  },
  {
    "start": 289.72,
    "end": 294.6,
    "text": "Yes, I asked you how many fast food restaurants there are in Britain.",
    "speaker": null
  },
  {
    "start": 294.6,
    "end": 299.639,
    "text": "I asked you if there were 4000, 42,000 or 4 million.",
    "speaker": null
  },
  {
    "start": 299.639,
    "end": 305.079,
    "text": "And of course, the answer is 42,000, so you were right. Well done.",
    "speaker": null
  },
  {
    "start": 305.079,
    "end": 315.639,
    "text": "Okay, let's recap the vocabulary we've learnt starting with at the heart of, meaning the most important part or the cause of something.",
    "speaker": null
  },
  {
    "start": 315.639,
    "end": 324.839,
    "text": "If you say that someone has a can-do attitude, you mean they are confident to take action, fix problems and deal with new challenges.",
    "speaker": "can-do attitude"
  },
  {
    "start": 324.839,
    "end": 333.959,
    "text": "The American dream is the belief that everyone in the USA has the opportunity to be successful and happy if they work hard.",
    "speaker": "The American dream"
  },
  {
    "start": 333.959,
    "end": 338.599,
    "text": "The adjective, long-standing means having existed for a long time.",
    "speaker": "long-standing"
  },
  {
    "start": 338.599,
    "end": 343.639,
    "text": "A take on something means a variation, or new way of presenting it.",
    "speaker": "A take on"
  },
  {
    "start": 343.639,
    "end": 354.12,
    "text": "And finally, the idiom, the final nail in the coffin refers to an event that causes the final end of something that had already started to fail.",
    "speaker": null
  },
  {
    "start": 354.12,
    "end": 356.359,
    "text": "Once again, our six minutes are up.",
    "speaker": null
  },
  {
    "start": 356.439,
    "end": 364.28,
    "text": "But why not head over to the BBC Learning English website where you'll find a worksheet and quiz, especially for this programme?",
    "speaker": null
  },
  {
    "start": 364.28,
    "end": 365.48,
    "text": "See you there soon.",
    "speaker": null
  },
  {
    "start": 365.48,
    "end": 366.68,
    "text": "Goodbye!",
    "speaker": "Phil"
  }
]