[
  {
    "start": 0,
    "end": 6,
    "text": "6 Minute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 6,
    "end": 10.32,
    "text": "Hello, this is 6 Minute English from BBCLearningEnglish. I'm Neil.",
    "speaker": null
  },
  {
    "start": 10.32,
    "end": 16.879,
    "text": "And I’m Pippa. In this programme we’re talking about happiness.",
    "speaker": "Pippa"
  },
  {
    "start": 16.879,
    "end": 24.8,
    "text": "Oh, it makes me happy when I'm with a group of old friends and we're having a good laugh.",
    "speaker": null
  },
  {
    "start": 24.8,
    "end": 26.24,
    "text": "How about you, Pippa?",
    "speaker": null
  },
  {
    "start": 26.239,
    "end": 32.96,
    "text": "Cats make me very happy. Especially if I see a cat on the street that I don’t know, and it lets me give it a little stroke. That always makes me happy.",
    "speaker": "Pippa"
  },
  {
    "start": 32.96,
    "end": 35.759,
    "text": "give it a little stroke that always makes me happy.",
    "speaker": null
  },
  {
    "start": 35.759,
    "end": 37.519,
    "text": "I’m not surprised. That sounds great.",
    "speaker": "Neil"
  },
  {
    "start": 37.519,
    "end": 43.2,
    "text": "So, happiness means different things to different people, but what's for sure is that most people",
    "speaker": null
  },
  {
    "start": 43.2,
    "end": 50.159,
    "text": "would like to be happy. And the small Himalayan Kingdom of Bhutan has taken this to a new level",
    "speaker": null
  },
  {
    "start": 50.159,
    "end": 54.959,
    "text": "with the idea of gross national happiness or GNH.",
    "speaker": null
  },
  {
    "start": 54.96,
    "end": 60.56,
    "text": "We'll be hearing more about gross national happiness and learning some useful new vocabulary soon.",
    "speaker": null
  },
  {
    "start": 60.56,
    "end": 66,
    "text": "But first Pippa, I have a question for you. Of course, it's not just the people of Bhutan who",
    "speaker": null
  },
  {
    "start": 66,
    "end": 72.079,
    "text": "want to be happy. In fact, the United Nations has even announced an international day of happiness.",
    "speaker": null
  },
  {
    "start": 72.079,
    "end": 81.84,
    "text": "But when is that? Is international happiness day A the 20th of March B the 20th of June or C the 20th",
    "speaker": null
  },
  {
    "start": 82.4,
    "end": 88.079,
    "text": "of November? I'm going to say the 20th of June because it would be sunny in the UK.",
    "speaker": null
  },
  {
    "start": 88.079,
    "end": 91.439,
    "text": "Okay, let's find out if you're right at the end of the programme.",
    "speaker": null
  },
  {
    "start": 92.159,
    "end": 98.719,
    "text": "Now, briefly, gross national happiness means preserving Bhutan's natural environment and culture",
    "speaker": null
  },
  {
    "start": 98.719,
    "end": 104.159,
    "text": "through sustainable and eco-friendly development. Bhutan's government sees these goals",
    "speaker": null
  },
  {
    "start": 104.159,
    "end": 107.52,
    "text": "as more important than growing the economy at any cost.",
    "speaker": null
  },
  {
    "start": 108.159,
    "end": 114.159,
    "text": "For many years Bhutan was closed to the outside world. The first foreign tourists arrived",
    "speaker": null
  },
  {
    "start": 114.159,
    "end": 122.159,
    "text": "in 1974 and television was only introduced in 1999. The King of Bhutan wanted to modernise the",
    "speaker": null
  },
  {
    "start": 122.159,
    "end": 127.84,
    "text": "country and give it the benefits of modern technology but without damaging traditional culture.",
    "speaker": null
  },
  {
    "start": 127.84,
    "end": 133.68,
    "text": "So he invited outside experts to develop the idea of gross national happiness.",
    "speaker": null
  },
  {
    "start": 134.24,
    "end": 140.879,
    "text": "One expert was Dr. Harvinto speaking here to Charmaine Cosia, presenter of BBC World Service",
    "speaker": null
  },
  {
    "start": 140.879,
    "end": 149.36,
    "text": "programme The Inquiry. So his idea was how could we modernise and open our country without losing",
    "speaker": null
  },
  {
    "start": 149.36,
    "end": 156.56,
    "text": "its culture, its environment and its very strong social fabric because Bhutan was one of the",
    "speaker": null
  },
  {
    "start": 156.56,
    "end": 161.92,
    "text": "only countries in Asia who has never colonised therefore its culture is very intact and vibrant,",
    "speaker": null
  },
  {
    "start": 161.919,
    "end": 168.639,
    "text": "mainly Buddhist culture. And so the idea was that gross national happiness should be the focus",
    "speaker": null
  },
  {
    "start": 168.639,
    "end": 175.119,
    "text": "on all governmental decisions and policies. So the well-being and happiness of citizens",
    "speaker": null
  },
  {
    "start": 175.119,
    "end": 181.119,
    "text": "took them to stage Bhutan has a strong social fabric meaning there are good",
    "speaker": null
  },
  {
    "start": 181.119,
    "end": 187.519,
    "text": "relationships within communities and these hold society together. Unlike other Asian countries,",
    "speaker": null
  },
  {
    "start": 187.52,
    "end": 192.48,
    "text": "Unlike other Asian countries, Bhutan was never colonised, so its Buddhist culture and traditions are intact – they’re complete and unspoiled.",
    "speaker": "intact"
  },
  {
    "start": 192.48,
    "end": 197.84,
    "text": "they're complete and unspoiled. As a result the happiness of Bhutan's people",
    "speaker": null
  },
  {
    "start": 197.84,
    "end": 204,
    "text": "took centre stage it became the most important thing. Bhutan's emphasis on happiness has been",
    "speaker": null
  },
  {
    "start": 204,
    "end": 210.56,
    "text": "admired around the world but there have been problems too. One is the migration of Bhutanese workers",
    "speaker": null
  },
  {
    "start": 210.56,
    "end": 216.32,
    "text": "to India and other countries in search of better paid jobs and opportunities, something known as",
    "speaker": null
  },
  {
    "start": 216.319,
    "end": 223.599,
    "text": "the brain drain. So in 2023 the King of Bhutan announced a multi-million dollar project called",
    "speaker": null
  },
  {
    "start": 223.599,
    "end": 229.84,
    "text": "the Mindfulness City, a new Himalayan city built on spiritual and environmental principles",
    "speaker": null
  },
  {
    "start": 229.84,
    "end": 236,
    "text": "all powered by renewable energy. Originally from Bhutan, Dr. Laoang Uguel is the",
    "speaker": null
  },
  {
    "start": 236,
    "end": 241.599,
    "text": "project's director and spoke with Charme Enkosia for the BBC World Services, the Inquiry.",
    "speaker": null
  },
  {
    "start": 242.56,
    "end": 249.599,
    "text": "The project is also about reversing Bhutan's brain drain.",
    "speaker": "brain drain"
  },
  {
    "start": 249.599,
    "end": 256.56,
    "text": "run this whole Mindfulness City so in that sense it's also to attract the migrants that have left",
    "speaker": null
  },
  {
    "start": 256.56,
    "end": 264.079,
    "text": "and in the process of having worked abroad gain the extra skills come back to the Mindfulness City",
    "speaker": null
  },
  {
    "start": 264.079,
    "end": 271.519,
    "text": "and work. As well as being a futuristic eco city, the Mindfulness City hopes to stop Bhutan's",
    "speaker": null
  },
  {
    "start": 271.68,
    "end": 278.159,
    "text": "brain drain by attracting workers back home to Bhutan. These local workers can then use the extra",
    "speaker": null
  },
  {
    "start": 278.159,
    "end": 282.639,
    "text": "skills that they've learned abroad through upskilling and upskilling is the process where",
    "speaker": null
  },
  {
    "start": 282.639,
    "end": 287.599,
    "text": "worker skills are improved through training. The idea of gross national happiness might sound",
    "speaker": null
  },
  {
    "start": 287.599,
    "end": 292.959,
    "text": "The idea of Gross National Happiness might sound unusual, but it’s interesting to see Bhutan balancing economic growth with the happiness of its people.",
    "speaker": "Neil"
  },
  {
    "start": 292.959,
    "end": 299.68,
    "text": "people. Yes that's true and it reminds me of your question now. Yes I asked you what the date",
    "speaker": null
  },
  {
    "start": 299.759,
    "end": 305.84,
    "text": "of International Happiness Day is. I said it was the 20th of June in the summer in the UK.",
    "speaker": null
  },
  {
    "start": 306.4,
    "end": 312.4,
    "text": "Well maybe it's better for people in the Southern Hemisphere because it's actually the 20th of",
    "speaker": null
  },
  {
    "start": 312.4,
    "end": 318.639,
    "text": "March. Ah nice. And if you got that answer right why not try our interactive quiz which you'll",
    "speaker": null
  },
  {
    "start": 318.639,
    "end": 325.199,
    "text": "find on our website bbclearningenglish.com. Okay let's recap the vocabulary we've learned",
    "speaker": null
  },
  {
    "start": 325.599,
    "end": 330.879,
    "text": "starting with modernise to make something more modern for example through introducing technology.",
    "speaker": null
  },
  {
    "start": 331.519,
    "end": 336.879,
    "text": "Our country's social fabric means the relationships which connect a community together.",
    "speaker": null
  },
  {
    "start": 336.879,
    "end": 343.439,
    "text": "The adjective intact means complete and undamaged.",
    "speaker": "intact"
  },
  {
    "start": 343.439,
    "end": 349.439,
    "text": "more important than anything else. A brain drain happens when large numbers of educated and skilled",
    "speaker": null
  },
  {
    "start": 349.439,
    "end": 354.879,
    "text": "A brain drain happens when large numbers of educated and skilled people leave their own country to live and work in another country where they can earn more money.",
    "speaker": "brain drain"
  },
  {
    "start": 354.959,
    "end": 360.48,
    "text": "And finally up-skilling means improving worker skills through training and experience.",
    "speaker": null
  },
  {
    "start": 360.48,
    "end": 364,
    "text": "Once again our six minutes are up goodbye for now. Goodbye.",
    "speaker": null
  }
]
