[
  {
    "start": 0,
    "end": 6,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 8,
    "end": 12.48,
    "text": "Hello, this is 6-minute English from BBC Learning English. I'm Georgie.",
    "speaker": null
  },
  {
    "start": 12.48,
    "end": 16.8,
    "text": "And I'm Neil. In this programme, we're talking about the immune system,",
    "speaker": null
  },
  {
    "start": 16.8,
    "end": 20.24,
    "text": "which is the body's natural defence against getting ill.",
    "speaker": null
  },
  {
    "start": 20.24,
    "end": 24.879,
    "text": "Now Georgie, is there anything you do to boost your immune system?",
    "speaker": null
  },
  {
    "start": 24.879,
    "end": 29.92,
    "text": "Yes, I try to eat lots of oranges, which apparently have lots of vitamin C.",
    "speaker": null
  },
  {
    "start": 29.92,
    "end": 34.88,
    "text": "And there are lots of things people do to try to improve their immune system and stay healthier,",
    "speaker": null
  },
  {
    "start": 34.88,
    "end": 40.8,
    "text": "like eating certain foods, taking vitamins, or even activities like swimming in cold water.",
    "speaker": null
  },
  {
    "start": 40.8,
    "end": 45.04,
    "text": "We'll find out how useful some of these techniques are in today's programme.",
    "speaker": null
  },
  {
    "start": 45.04,
    "end": 48.799,
    "text": "But first, Georgie, a question. We all know the common cold.",
    "speaker": null
  },
  {
    "start": 48.799,
    "end": 53.439,
    "text": "Now, that's the illness that makes you cough and sneeze, have a sore throat and headache.",
    "speaker": null
  },
  {
    "start": 53.439,
    "end": 58.56,
    "text": "But how many colds does the average adult get in the UK each year?",
    "speaker": null
  },
  {
    "start": 58.64,
    "end": 63.6,
    "text": "Is it A, 2-3, B, 4-5, or C, 7-28?",
    "speaker": null
  },
  {
    "start": 63.6,
    "end": 68.879,
    "text": "Eight would be a lot. I'm going to go with a) 2-3 colds a year.",
    "speaker": "Georgie"
  },
  {
    "start": 68.879,
    "end": 71.84,
    "text": "Well, we'll find out at the end of the programme if you're right.",
    "speaker": null
  },
  {
    "start": 72.64,
    "end": 78.64,
    "text": "Now, many people can become ill over the winter, with diseases like colds, flu, and Covid-19.",
    "speaker": null
  },
  {
    "start": 79.359,
    "end": 83.84,
    "text": "Host of BBC Radio 4 programme, Inside Health, James Gallagher,",
    "speaker": null
  },
  {
    "start": 83.84,
    "end": 89.52,
    "text": "gathered some experts to talk about immune systems, and he started off by asking whether they'd",
    "speaker": null
  },
  {
    "start": 89.52,
    "end": 97.12,
    "text": "had more illnesses than usual this winter. Hello. Hi. Right. How has everyone been this winter?",
    "speaker": null
  },
  {
    "start": 97.12,
    "end": 103.439,
    "text": "Hello! [Hi.] Right, how has everyone been this winter? Because I've had a rotten one and I have felt constantly ill since about November. John?",
    "speaker": "James Gallagher"
  },
  {
    "start": 103.439,
    "end": 107.2,
    "text": "I have not had anything yet to touch with. Okay, let's see what I can",
    "speaker": null
  },
  {
    "start": 107.28,
    "end": 110.64,
    "text": "factor with by the end of the show, Margaret. I was pretty unwell in September.",
    "speaker": null
  },
  {
    "start": 110.64,
    "end": 115.84,
    "text": "I had what I presumed to be Covid, but I've been alright since my old snuffles aside.",
    "speaker": null
  },
  {
    "start": 115.84,
    "end": 121.12,
    "text": "Eleanor, I really need someone to back me up. No, sorry, I've been absolutely 100% tickity-boo.",
    "speaker": null
  },
  {
    "start": 121.68,
    "end": 126.56,
    "text": "Unlike James, Professor John Tregoning hasn't been ill. John uses the expression touch wood, which is an informal phrase said in order to avoid bad luck.",
    "speaker": "touch wood"
  },
  {
    "start": 126.56,
    "end": 131.36,
    "text": "touch wood, which is an informal phrase said in order to avoid bad luck.",
    "speaker": null
  },
  {
    "start": 131.36,
    "end": 137.52,
    "text": "Dr Margaret McCartney was unwell in September, but has only had a few snuffles since.",
    "speaker": null
  },
  {
    "start": 137.52,
    "end": 142.88,
    "text": "Snuffles is an informal word used to describe minor illnesses that affect your nose.",
    "speaker": null
  },
  {
    "start": 142.88,
    "end": 147.84,
    "text": "We can also say sniffles. Host James is surprised that nobody has been ill,",
    "speaker": null
  },
  {
    "start": 147.84,
    "end": 153.12,
    "text": "and says to Professor Eleanor Riley, back me up. If you ask someone to back you up,",
    "speaker": null
  },
  {
    "start": 153.12,
    "end": 156.64,
    "text": "you're asking for them to say something which supports your opinion.",
    "speaker": null
  },
  {
    "start": 156.639,
    "end": 162.959,
    "text": "But Eleanor has had a healthy winter too. She's been tickity-boo, which is an informal phrase,",
    "speaker": null
  },
  {
    "start": 162.959,
    "end": 168.239,
    "text": "meaning everything's fine or in good order. Throughout the winter, many people try different",
    "speaker": null
  },
  {
    "start": 168.239,
    "end": 173.599,
    "text": "techniques, like taking supplements or eating certain foods to boost their immune system,",
    "speaker": null
  },
  {
    "start": 173.599,
    "end": 180.079,
    "text": "to improve their body's natural defenses against disease. Host of BBC Radio 4's Inside Health,",
    "speaker": null
  },
  {
    "start": 180.079,
    "end": 185.199,
    "text": "James Gallagher asks Dr Margaret McCartney whether some of these products are successful.",
    "speaker": null
  },
  {
    "start": 186,
    "end": 194.719,
    "text": "Okay, quick fire round, Margaret, Echinacea. No. Turmeric. No. Ginger shots. No. This is a very,",
    "speaker": null
  },
  {
    "start": 194.719,
    "end": 199.759,
    "text": "very good quiz. What about the stuff you squirt when you're at the beginning of an infection?",
    "speaker": null
  },
  {
    "start": 200.399,
    "end": 204.239,
    "text": "Interesting, but not any better than normal ceiline spray, just saltwater.",
    "speaker": null
  },
  {
    "start": 204.879,
    "end": 209.759,
    "text": "In fact, according to Margaret, there isn't enough evidence that many popular health products can actually change the way your immune system works.",
    "speaker": "Neil"
  },
  {
    "start": 209.759,
    "end": 215.039,
    "text": "can actually change the way your immune system works. Another popular health trend in the UK",
    "speaker": null
  },
  {
    "start": 215.039,
    "end": 220.879,
    "text": "is cold water swimming. People who swim in cold water say it's good for their mental health,",
    "speaker": null
  },
  {
    "start": 220.879,
    "end": 225.199,
    "text": "and they also believe it makes them less likely to get ill during the winter months.",
    "speaker": null
  },
  {
    "start": 225.919,
    "end": 231.039,
    "text": "But scientists aren't sure about the benefits of cold water swimming for the immune system yet, as Professor John Tregoning explains to BBC Radio 4’s Inside Health.",
    "speaker": "Neil"
  },
  {
    "start": 231.039,
    "end": 235.84,
    "text": "as Professor John Tragoning explains to BBC Radio 4's Inside Health.",
    "speaker": null
  },
  {
    "start": 235.84,
    "end": 241.519,
    "text": "The social element actually is really important. It probably is beneficial to do. You reduce stress",
    "speaker": null
  },
  {
    "start": 241.6,
    "end": 246.32,
    "text": "and cortisol dampens the immune system. So actually if you're stressed, then maybe you are more",
    "speaker": null
  },
  {
    "start": 246.32,
    "end": 251.36,
    "text": "prone to infection and that may be why that benefit of being with people, nice people that you",
    "speaker": null
  },
  {
    "start": 251.36,
    "end": 256.319,
    "text": "like in nice places is helping. But I don't think it's unique to cold water swimming. I think you",
    "speaker": null
  },
  {
    "start": 256.319,
    "end": 261.6,
    "text": "could probably get it from dancing or singing or going for a run. John says that cortisol,",
    "speaker": null
  },
  {
    "start": 261.6,
    "end": 268.879,
    "text": "a chemical associated with stress, dampens the immune system. Here dampens means makes weaker.",
    "speaker": null
  },
  {
    "start": 268.879,
    "end": 274,
    "text": "We also have a common expression dampens someone's spirits, which means to make them less",
    "speaker": null
  },
  {
    "start": 274,
    "end": 279.759,
    "text": "enthusiastic about something. John says that there is evidence that people who are stressed are more",
    "speaker": null
  },
  {
    "start": 279.759,
    "end": 285.04,
    "text": "John says that there is evidence that people who are stressed are more prone to infection. If you're more prone to something, it’s more likely to happen to you.",
    "speaker": "prone  prone to"
  },
  {
    "start": 285.04,
    "end": 290.319,
    "text": "It could be that cold water swimming reduces stress, and so it helps people's immune systems work",
    "speaker": null
  },
  {
    "start": 290.319,
    "end": 294.879,
    "text": "well. But there are lots of other activities that could have the same effect and help people",
    "speaker": null
  },
  {
    "start": 294.879,
    "end": 300.319,
    "text": "have fewer colds over winter. Which reminds me of my question, Georgie? I asked how many colds",
    "speaker": null
  },
  {
    "start": 300.319,
    "end": 307.92,
    "text": "the average UK adult has a year? And I said two to three. And that is the correct answer, so well done.",
    "speaker": null
  },
  {
    "start": 307.92,
    "end": 313.68,
    "text": "Thank you. Okay, let's recap the vocabulary we've learned starting with touch wood, which is an",
    "speaker": null
  },
  {
    "start": 313.68,
    "end": 320.879,
    "text": "expression used often in speech to avoid bad luck. Snuffles or sniffles are minor illnesses that",
    "speaker": null
  },
  {
    "start": 320.879,
    "end": 326.399,
    "text": "affect your nose. If you ask someone to back you up, you want them to say something to support",
    "speaker": null
  },
  {
    "start": 326.399,
    "end": 332.079,
    "text": "The expression tickety-boo means fine and in good order.",
    "speaker": "tickety-boo"
  },
  {
    "start": 332.079,
    "end": 336.719,
    "text": "you make it weaker. And the expression dampens someone's spirits means you make them less",
    "speaker": null
  },
  {
    "start": 336.719,
    "end": 342.399,
    "text": "And if you're more prone to something, it's more likely to happen to you.",
    "speaker": "prone to"
  },
  {
    "start": 342.959,
    "end": 347.04,
    "text": "Once again, our six minutes are up, but you can test what you've learned with the free",
    "speaker": null
  },
  {
    "start": 347.04,
    "end": 353.2,
    "text": "interactive quiz on our website. Bye for now. Goodbye. Thanks for listening to this podcast",
    "speaker": null
  },
  {
    "start": 353.2,
    "end": 360.32,
    "text": "from BBC Learning English. Continue your learning on our website with courses, quizzes and",
    "speaker": null
  },
  {
    "start": 360.32,
    "end": 365.439,
    "text": "programs to improve your English. Visit BBCLearningEnglish.com.",
    "speaker": null
  }
]