[
  {
    "start": 0,
    "end": 5.679,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.839,
    "end": 13.439,
    "text": "Hello and welcome to 6-Minute English from BBC Learning English. I'm Beth",
    "speaker": null
  },
  {
    "start": 13.439,
    "end": 18.08,
    "text": "And I'm Neil. You can find a transcript and worksheet for this podcast on our website bbclearningenglish.com.",
    "speaker": "Neil"
  },
  {
    "start": 18.08,
    "end": 24.719,
    "text": "bbclearningenglish.com. So Neil, today we're talking about animal migration.",
    "speaker": null
  },
  {
    "start": 24.719,
    "end": 29.679,
    "text": "So Neil, today we're talking about animal migration: that's the movement of animals from one place to another, usually because of the weather or temperature.",
    "speaker": "Beth"
  },
  {
    "start": 29.679,
    "end": 35.28,
    "text": "or temperature. Yes, for example, will the beast are famous for their migration? They travel",
    "speaker": null
  },
  {
    "start": 35.28,
    "end": 41.679,
    "text": "around the Serengeti in Tanzania and the Masai Mara in Kenya every year depending on the rain.",
    "speaker": null
  },
  {
    "start": 41.679,
    "end": 47.359,
    "text": "It's often called the Great Migration. Yes and I have a question for you about this Neil.",
    "speaker": null
  },
  {
    "start": 47.359,
    "end": 54.719,
    "text": "How many animals are thought to take part in the Great Migration every year? Is it a 1 million,",
    "speaker": null
  },
  {
    "start": 55.359,
    "end": 64.879,
    "text": "Well, I don't know… but I'm going to guess 2.5 million.",
    "speaker": "Neil"
  },
  {
    "start": 64.879,
    "end": 70.56,
    "text": "Okay, I'll reveal the answer at the end of the programme. Now, will the beast are not the only",
    "speaker": null
  },
  {
    "start": 70.56,
    "end": 77.039,
    "text": "animals who travel large distances? That's right. Many sharks also migrate. They move to a different",
    "speaker": null
  },
  {
    "start": 77.039,
    "end": 82.56,
    "text": "place because of the weather or temperature. Trisha, at word, researches sharks and their migration",
    "speaker": null
  },
  {
    "start": 82.879,
    "end": 88.799,
    "text": "Trisha Atwood researches sharks and their migration for Utah State University and explained more to BBC World Service programme, The Climate Question.",
    "speaker": "Beth"
  },
  {
    "start": 88.799,
    "end": 94.48,
    "text": "Animals migrate for all types of reasons. Some of them migrate for food resources,",
    "speaker": null
  },
  {
    "start": 94.48,
    "end": 101.52,
    "text": "things like mating or for giving birth. So, animals can migrate for food, mating and giving birth.",
    "speaker": null
  },
  {
    "start": 102.079,
    "end": 107.84,
    "text": "Host of the BBC World Services, the climate question Sophie Eastor wanted to know more.",
    "speaker": null
  },
  {
    "start": 107.84,
    "end": 113.359,
    "text": "And what kind of distances are we talking with these migrations? Are they covering huge swathes of ocean?",
    "speaker": "what kind of distances are we talkingswathes"
  },
  {
    "start": 113.359,
    "end": 118.8,
    "text": "ocean? Some of these sharks species can travel massive distances. We've seen great white sharks that",
    "speaker": null
  },
  {
    "start": 118.8,
    "end": 126.159,
    "text": "have travelled from the coast off of Perth, Australia, all the way to South Africa. Sophie asks, what kinds of",
    "speaker": null
  },
  {
    "start": 126.159,
    "end": 132.8,
    "text": "distances are we talking with these migrations? This is an informal way to ask how far are the",
    "speaker": null
  },
  {
    "start": 132.8,
    "end": 139.439,
    "text": "migrations? We can rephrase lots of questions in this way. For example, you could ask, what kind of",
    "speaker": null
  },
  {
    "start": 139.439,
    "end": 146.4,
    "text": "price are we talking to ask how much something costs? Sophie goes on to ask whether sharks travel across",
    "speaker": null
  },
  {
    "start": 146.4,
    "end": 155.439,
    "text": "huge swathes of ocean. Swathes of ocean means large areas of ocean. Yes, and in fact, sharks do travel",
    "speaker": null
  },
  {
    "start": 155.439,
    "end": 162.08,
    "text": "Yes, and in fact, sharks do travel across large areas. For example, great white sharks can travel from Australia to South Africa. That is a long way to swim!",
    "speaker": "Beth"
  },
  {
    "start": 162.08,
    "end": 168,
    "text": "is a long way to swim. But as climate change causes changes to the temperature of the ocean,",
    "speaker": null
  },
  {
    "start": 168,
    "end": 174.24,
    "text": "it's changing the way that sharks migrate. This is a problem. Sharks scare away other creatures,",
    "speaker": null
  },
  {
    "start": 174.24,
    "end": 179.6,
    "text": "such as sea turtles. And these creatures eat sea grass, which absorbs a lot of carbon from",
    "speaker": null
  },
  {
    "start": 179.6,
    "end": 185.52,
    "text": "the atmosphere. So basically, when the sharks are around, there's more sea grass on the ocean floor",
    "speaker": null
  },
  {
    "start": 185.52,
    "end": 191.92,
    "text": "and so more carbon is absorbed. So sharks can actually help fight climate change. Yes, in fact,",
    "speaker": null
  },
  {
    "start": 191.919,
    "end": 197.599,
    "text": "lots of species that migrate are really important for fighting climate change. Let's say more from",
    "speaker": null
  },
  {
    "start": 197.599,
    "end": 203.759,
    "text": "BBC World Service Programme, the climate question. Sharks aren't the only migratory animal that acts",
    "speaker": null
  },
  {
    "start": 203.759,
    "end": 210,
    "text": "as a secret weapon against climate change. Research that we worked on shows that by just managing",
    "speaker": null
  },
  {
    "start": 210,
    "end": 217.919,
    "text": "about 10 groups of animals, we could be taking out or sequestering morissio 2 from the atmosphere",
    "speaker": null
  },
  {
    "start": 218,
    "end": 225.919,
    "text": "by about six gigatons of carbon per year. So for perspective, some experts say that we need to suck",
    "speaker": null
  },
  {
    "start": 225.919,
    "end": 232.56,
    "text": "10 gigatons of CO2 a year out of the atmosphere to meet our climate goals. So if he says that many",
    "speaker": null
  },
  {
    "start": 232.56,
    "end": 238.479,
    "text": "animals that migrate, like sharks, are a secret weapon against climate change, a secret weapon",
    "speaker": null
  },
  {
    "start": 238.479,
    "end": 243.759,
    "text": "is something nobody knows about that will give you an advantage over a problem or enemy.",
    "speaker": null
  },
  {
    "start": 243.84,
    "end": 249.199,
    "text": "By protecting sharks and other animals that migrate, Tricia's research shows that we could be",
    "speaker": null
  },
  {
    "start": 249.199,
    "end": 256.56,
    "text": "sequestering six gigatons of carbon dioxide or CO2 a year from the atmosphere. So,",
    "speaker": null
  },
  {
    "start": 256.56,
    "end": 263.599,
    "text": "question means remove and store the carbon, for example, implants like sea grass. Six gigatons",
    "speaker": null
  },
  {
    "start": 263.599,
    "end": 270.079,
    "text": "is a lot of carbon. Sophie says that for perspective, it's about 60 percent of the amounts of carbon",
    "speaker": null
  },
  {
    "start": 270.24,
    "end": 275.839,
    "text": "dioxide that some scientists believe we need to remove from the atmosphere each year. We can",
    "speaker": null
  },
  {
    "start": 275.839,
    "end": 281.68,
    "text": "use the phrase for perspective to explain the size or importance of something, particularly when",
    "speaker": null
  },
  {
    "start": 281.68,
    "end": 287.68,
    "text": "it's difficult to imagine that thing. Alongside sharks, another species that Tricia believes is",
    "speaker": null
  },
  {
    "start": 287.68,
    "end": 293.039,
    "text": "important to helping remove carbon dioxide from the atmosphere is the wills beast. Yes,",
    "speaker": null
  },
  {
    "start": 293.039,
    "end": 298.719,
    "text": "Yes, and that reminds me of your question, Beth. You asked me how many animals take part in The Great Migration, and I think I went for option c) 2.5 million. Was I right?",
    "speaker": "Neil"
  },
  {
    "start": 298.72,
    "end": 306.88,
    "text": "migration and I think I went for option C2.5 million. Was I right? You weren't. I'm afraid.",
    "speaker": null
  },
  {
    "start": 306.88,
    "end": 314.24,
    "text": "The answer was B1.5 million, so still a lot of animals. Okay, let's recap the vocabulary we've",
    "speaker": null
  },
  {
    "start": 314.24,
    "end": 320.72,
    "text": "learnt starting with migrate. Move to a different place. For animals, this is usually because of the",
    "speaker": null
  },
  {
    "start": 320.72,
    "end": 327.68,
    "text": "weather or temperature. We can use the structure, what kind of something are we talking to rephrase a",
    "speaker": null
  },
  {
    "start": 327.68,
    "end": 333.759,
    "text": "question more informally, particularly one about distance, cost or numbers. For example, what kind",
    "speaker": null
  },
  {
    "start": 333.759,
    "end": 340.96,
    "text": "of distance are we talking? Swathes means large areas of something. A secret weapon is something nobody",
    "speaker": null
  },
  {
    "start": 340.96,
    "end": 346.96,
    "text": "knows about that gives you an advantage over a problem or enemy. If you sequester something, such as",
    "speaker": null
  },
  {
    "start": 346.96,
    "end": 353.439,
    "text": "carbon dioxide, you remove it and store it. And we can use the phrase for perspective to explain",
    "speaker": null
  },
  {
    "start": 353.519,
    "end": 358.719,
    "text": "And we can use the phrase 'for perspective' to explain the size or importance of something, particularly if that thing is difficult to imagine.",
    "speaker": "'for perspective'"
  },
  {
    "start": 358.719,
    "end": 364.639,
    "text": "Once again, our six minutes are up. Why not test what you've learnt using the interactive quiz",
    "speaker": null
  },
  {
    "start": 364.639,
    "end": 366.959,
    "text": "on our website? Bye for now. Goodbye.",
    "speaker": null
  }
]
