[
  {
    "start": 0,
    "end": 7.679,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.679,
    "end": 12,
    "text": "Hello, this is 6-Minute English from BBC Learning English. I'm Neil.",
    "speaker": null
  },
  {
    "start": 12,
    "end": 16.16,
    "text": "Do you enjoy eating noodles, Beth?",
    "speaker": "Neil"
  },
  {
    "start": 16.16,
    "end": 21.92,
    "text": "I love noodles, yes. I think my favourite are udon, the big thick ones.",
    "speaker": null
  },
  {
    "start": 21.92,
    "end": 27.76,
    "text": "Mmm, they're so good. Well, some people buy them dried in a packet. Others make them fresh from",
    "speaker": null
  },
  {
    "start": 27.76,
    "end": 33.52,
    "text": "wheat or rice, but there is little douts that noodles are popular around the world.",
    "speaker": null
  },
  {
    "start": 33.52,
    "end": 39.84,
    "text": "From their origins, probably somewhere in China, noodle recipes were spread by traders on the",
    "speaker": null
  },
  {
    "start": 39.84,
    "end": 46.32,
    "text": "ancient Silk Road. At each destination, along the road, people gave noodles a twist, adding",
    "speaker": null
  },
  {
    "start": 46.32,
    "end": 49.92,
    "text": "different flavours and ingredients to create a new dish.",
    "speaker": null
  },
  {
    "start": 49.92,
    "end": 55.92,
    "text": "In this programme, we'll visit the United States and Japan, two countries which have taken noodles",
    "speaker": null
  },
  {
    "start": 55.92,
    "end": 61.359,
    "text": "and created exciting new varieties. As usual, we'll learn some useful new vocabulary.",
    "speaker": null
  },
  {
    "start": 61.359,
    "end": 66.879,
    "text": "And remember, you can read along with the transcript of this programme available now on our website",
    "speaker": null
  },
  {
    "start": 66.879,
    "end": 68.96,
    "text": "www.bbclearningenglish.com",
    "speaker": null
  },
  {
    "start": 68.96,
    "end": 74.64,
    "text": "But first, Neil, I have a question for you. As well as different shapes and ingredients,",
    "speaker": null
  },
  {
    "start": 74.64,
    "end": 82.719,
    "text": "But first, Neil, I have a question for you. As well as different shapes and ingredients, noodles come in many different flavours. So which region of China is famous for its spicy flavours? Is it:",
    "speaker": "Beth"
  },
  {
    "start": 82.719,
    "end": 83.599,
    "text": "Is it...",
    "speaker": null
  },
  {
    "start": 84.079,
    "end": 89.039,
    "text": "Shanghai, B, Sichuan or C, Guangzhou?",
    "speaker": null
  },
  {
    "start": 90.079,
    "end": 95.519,
    "text": "Well, I think actually Beth, I know the answer to this, who I've been lucky enough",
    "speaker": null
  },
  {
    "start": 95.519,
    "end": 99.199,
    "text": "to have been to this place. I think it's B Sichuan.",
    "speaker": null
  },
  {
    "start": 99.199,
    "end": 103.84,
    "text": "Okay, well, you sound confident. I will reveal the answer later in the programme.",
    "speaker": null
  },
  {
    "start": 104.399,
    "end": 111.439,
    "text": "BBC World Service programme The Food Chain investigated how noodles spread from Asia through Europe",
    "speaker": null
  },
  {
    "start": 111.439,
    "end": 118.64,
    "text": "to America. They uncovered a surprising story that pasta comes from noodles brought back to Italy",
    "speaker": null
  },
  {
    "start": 118.64,
    "end": 121.84,
    "text": "by Marco Polo in the 13th century.",
    "speaker": null
  },
  {
    "start": 121.84,
    "end": 127.759,
    "text": "Jen Lin Liu, author of the book On the Nudal Road, doesn't believe this story.",
    "speaker": null
  },
  {
    "start": 127.759,
    "end": 134,
    "text": "So noodles were very exotic in the 1920s and 30s in the United States.",
    "speaker": null
  },
  {
    "start": 134,
    "end": 140.56,
    "text": "And there was a new post-association in America that wanted to promote the manufacturing",
    "speaker": null
  },
  {
    "start": 140.56,
    "end": 149.68,
    "text": "of dried pasta. And so they came up with a story about how Marco Polo went to China and found",
    "speaker": null
  },
  {
    "start": 149.68,
    "end": 153.039,
    "text": "the noodle there and brought it all the way to Italy.",
    "speaker": null
  },
  {
    "start": 153.039,
    "end": 159.36,
    "text": "In the 1920s, noodles were popular because they were exotic, meaning foreign, unusual and exciting.",
    "speaker": null
  },
  {
    "start": 160,
    "end": 164.96,
    "text": "At that time, pasta companies were promoting a new invention, dried pasta,",
    "speaker": null
  },
  {
    "start": 164.96,
    "end": 169.12,
    "text": "so they came up with a story about Marco Polo to sell more pasta.",
    "speaker": null
  },
  {
    "start": 169.759,
    "end": 173.439,
    "text": "If you come up with something, you suggest or think up an idea.",
    "speaker": null
  },
  {
    "start": 173.439,
    "end": 177.12,
    "text": "And it worked. Sales have passed a jump as a result.",
    "speaker": null
  },
  {
    "start": 177.12,
    "end": 182.879,
    "text": "Now our second destination, Japan, also has a history of eating noodles.",
    "speaker": null
  },
  {
    "start": 182.879,
    "end": 186.8,
    "text": "One of the most famous Japanese noodle dishes is ramen.",
    "speaker": null
  },
  {
    "start": 186.8,
    "end": 191.599,
    "text": "And Frank Striegel, a blogger living in Tokyo, knows all about it.",
    "speaker": null
  },
  {
    "start": 191.599,
    "end": 195.759,
    "text": "He eats over 300 bowls of ramen a year.",
    "speaker": null
  },
  {
    "start": 195.84,
    "end": 203.28,
    "text": "He explained to BBC World Services the food chain how Chinese immigrants to Japan in the late 1800s",
    "speaker": null
  },
  {
    "start": 203.28,
    "end": 205.199,
    "text": "influenced this Japanese dish.",
    "speaker": null
  },
  {
    "start": 217.68,
    "end": 223.359,
    "text": "Frank says that at one point or another, chefs started to make noodle dishes more Japanese. Here, the phrase at one point or another means at some unspecified time in the past.",
    "speaker": "at one point or anotherat one point or another"
  },
  {
    "start": 223.36,
    "end": 229.44,
    "text": "The phrase, at one point or another means at some unspecified time in the past.",
    "speaker": "at one point or another"
  },
  {
    "start": 239.44,
    "end": 243.6,
    "text": "By making these tweaks, adding new toppings and slices of beef or chicken,",
    "speaker": null
  },
  {
    "start": 243.6,
    "end": 246.96,
    "text": "Japanese chefs created the noodle dish we know today as ramen.",
    "speaker": null
  },
  {
    "start": 247.52,
    "end": 252.08,
    "text": "Here's Frank Striegel again talking with BBC World Services the food chain.",
    "speaker": null
  },
  {
    "start": 252.16,
    "end": 257.04,
    "text": "And what I find fascinating about ramen compared to perhaps other wonderful noodle dishes around",
    "speaker": null
  },
  {
    "start": 257.04,
    "end": 262.96,
    "text": "the world is that ramen continues to evolve. Unlike other Japanese foods, it's okay to push the",
    "speaker": null
  },
  {
    "start": 262.96,
    "end": 269.68,
    "text": "boundaries. Frank thinks that Japanese ramen continues to evolve to develop and change gradually",
    "speaker": null
  },
  {
    "start": 269.68,
    "end": 275.759,
    "text": "in response to new developments and ideas. And like other traditional foods such as sushi,",
    "speaker": null
  },
  {
    "start": 275.759,
    "end": 281.6,
    "text": "modern versions of ramen push the boundaries. If you push the boundaries, you act in a way which",
    "speaker": null
  },
  {
    "start": 281.6,
    "end": 287.52,
    "text": "challenges normal acceptable behaviour. Yes, noodles have changed so much since ancient times",
    "speaker": null
  },
  {
    "start": 287.52,
    "end": 293.2,
    "text": "that today you can buy them dried in a packet and simply add hot water. But the flavours and the",
    "speaker": null
  },
  {
    "start": 293.2,
    "end": 298.64,
    "text": "noodles themselves maintain a link to the past. Now, speaking of flavours, what was the answer to your",
    "speaker": null
  },
  {
    "start": 298.64,
    "end": 304.56,
    "text": "question, bet? Well, I asked you which region of China is famous for its spicy flavours.",
    "speaker": null
  },
  {
    "start": 305.199,
    "end": 310.56,
    "text": "You were very confident with saying Sichuan and that is the correct answer.",
    "speaker": null
  },
  {
    "start": 310.56,
    "end": 316.879,
    "text": "Sichuan is a place that is famous for spicy food such as the Sichuan pepper and Sichuan hot pot.",
    "speaker": null
  },
  {
    "start": 317.519,
    "end": 323.12,
    "text": "Okay, it's time to recap the vocabulary we've learnt. If you give something a twist,",
    "speaker": null
  },
  {
    "start": 323.12,
    "end": 327.68,
    "text": "you change it in some small way to create something new and exciting.",
    "speaker": null
  },
  {
    "start": 327.68,
    "end": 333.199,
    "text": "The adjective exotic means unusual and exciting because of coming from far away.",
    "speaker": "exotic"
  },
  {
    "start": 333.279,
    "end": 338.56,
    "text": "The phrase at one point or another means at some unspecified time in the past.",
    "speaker": null
  },
  {
    "start": 338.56,
    "end": 342.639,
    "text": "If you tweak something, you alter it slightly in order to improve it.",
    "speaker": "tweak"
  },
  {
    "start": 342.639,
    "end": 346.399,
    "text": "Something which evolves, develops and changes gradually.",
    "speaker": "evolves"
  },
  {
    "start": 346.399,
    "end": 352.079,
    "text": "And finally, the idiom to push the boundaries means to do things which challenge normal acceptable",
    "speaker": null
  },
  {
    "start": 352.079,
    "end": 358,
    "text": "behaviour. Once again, our six minutes are up. If you enjoyed the programme, why not visit our",
    "speaker": null
  },
  {
    "start": 358,
    "end": 363.199,
    "text": "website and check out all of the different podcasts that we have at BBC Learning English.",
    "speaker": null
  },
  {
    "start": 363.199,
    "end": 366.879,
    "text": "There's something there for everyone. Thanks for joining us and goodbye. Bye!",
    "speaker": null
  }
]
