[
  {
    "start": 0,
    "end": 6,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 8,
    "end": 12.8,
    "text": "Hello and welcome to 6-Middit English from BBC Learning English. I'm Georgi.",
    "speaker": null
  },
  {
    "start": 12.8,
    "end": 19.8,
    "text": "And I'm Neil. Georgi, today we're talking about cooking oils and which products are best for our health.",
    "speaker": null
  },
  {
    "start": 19.8,
    "end": 24.8,
    "text": "What do you use to cook with? Olive oil, butter, maybe avocado oil.",
    "speaker": null
  },
  {
    "start": 24.8,
    "end": 33.2,
    "text": "Hmm, when I want my food to be rich and creamy, I use butter, but usually for everyday meals I just use olive oil. What about you?",
    "speaker": "Georgie"
  },
  {
    "start": 33.2,
    "end": 40.399,
    "text": "Yes, it varies, but I guess for East Asian food I might sometimes use sesame oil.",
    "speaker": null
  },
  {
    "start": 40.399,
    "end": 45.6,
    "text": "Now there are so many different oils we can use for our food and some of them are very expensive",
    "speaker": null
  },
  {
    "start": 45.6,
    "end": 52,
    "text": "and claim to have big health benefits. Today we'll be finding out whether these products are worth the money",
    "speaker": null
  },
  {
    "start": 52,
    "end": 55.2,
    "text": "and can really help us eat more healthily.",
    "speaker": null
  },
  {
    "start": 55.2,
    "end": 60.399,
    "text": "Yes, and don't forget to go to our website for a transcript of this programme to read along, and a worksheet to test what you've learned. Visit bbclearningenglish.com.",
    "speaker": "Georgie"
  },
  {
    "start": 60.399,
    "end": 65.599,
    "text": "and a worksheet to test what you've learnt. Visit bbclearningenglish.com",
    "speaker": null
  },
  {
    "start": 65.599,
    "end": 68.4,
    "text": "Okay Georgi, let's start with a question.",
    "speaker": null
  },
  {
    "start": 68.4,
    "end": 75.599,
    "text": "OK. Georgie, let's start with a question. In the UK, a popular oil to cook with is olive oil, but which country produces the most olive oil? Is it:",
    "speaker": "Neil"
  },
  {
    "start": 75.599,
    "end": 80.4,
    "text": "Is it A Italy, B Greece or C Spain?",
    "speaker": null
  },
  {
    "start": 80.4,
    "end": 86,
    "text": "Ooh, that's difficult. I know that Spain produces a lot, but I think I'm going to go with Italy.",
    "speaker": "Georgie"
  },
  {
    "start": 86,
    "end": 91.2,
    "text": "Okay, well we'll find out if that's the right answer at the end of the programme.",
    "speaker": null
  },
  {
    "start": 91.2,
    "end": 95.2,
    "text": "Now lots of us are careful about the amount of fat we eat.",
    "speaker": null
  },
  {
    "start": 95.2,
    "end": 103.2,
    "text": "We might avoid fast food and treats like chocolate or cake, but lots of the fat we eat comes from the oils we cook with.",
    "speaker": null
  },
  {
    "start": 103.2,
    "end": 110,
    "text": "Yes and some expensive oils claim to contain other vitamins that are good for us, but are these claims true?",
    "speaker": null
  },
  {
    "start": 110,
    "end": 111.359,
    "text": "Can be confusing.",
    "speaker": null
  },
  {
    "start": 111.359,
    "end": 117.2,
    "text": "presenter of BBC Radio 4 programme, slice bread Greg Futt has lots of emails about the problem.",
    "speaker": null
  },
  {
    "start": 118.159,
    "end": 123.92,
    "text": "I tell you what Sarah, we have had an absolute walkload of emails sent to slice.bred at bbc.co.uk",
    "speaker": null
  },
  {
    "start": 123.92,
    "end": 128.08,
    "text": "asking about cooking oils. Listen to Alistair in Midlothian",
    "speaker": null
  },
  {
    "start": 128.08,
    "end": 134,
    "text": "wrote that for years we were told to cook with polyunsaturated oils like sunflower oil.",
    "speaker": null
  },
  {
    "start": 134,
    "end": 138.479,
    "text": "But now all the YouTube doctor experts are telling us seed oils are harmful.",
    "speaker": null
  },
  {
    "start": 138.479,
    "end": 143.919,
    "text": "They advocate consuming extra virgin olive oil, but as I understand it that's not suitable for frying a fish.",
    "speaker": null
  },
  {
    "start": 144.56,
    "end": 149.039,
    "text": "Also I hear that over a certain temperature olive oil turns harmful.",
    "speaker": null
  },
  {
    "start": 149.039,
    "end": 155.919,
    "text": "What the heck do I use for frying and roasting? Greg says that he's received a walkload of emails.",
    "speaker": null
  },
  {
    "start": 156.479,
    "end": 163.519,
    "text": "A load of something is a lot of something. You'll also commonly hear the expression shed load or truck load.",
    "speaker": null
  },
  {
    "start": 163.519,
    "end": 166.719,
    "text": "These are used to emphasise how much of something there is.",
    "speaker": null
  },
  {
    "start": 166.719,
    "end": 172.4,
    "text": "Yes and Greg uses walkload as a fun expression because he's talking about cooking oils and a",
    "speaker": null
  },
  {
    "start": 172.4,
    "end": 178,
    "text": "walk is a kind of pan. Greg reads one of the emails from a confused listener, Alistair,",
    "speaker": null
  },
  {
    "start": 178,
    "end": 184.079,
    "text": "who says that he's watched YouTube videos that argue that oils like sunflower oil are bad for you.",
    "speaker": null
  },
  {
    "start": 184.56,
    "end": 190.719,
    "text": "These videos advocate using extra virgin olive oil. If you advocate something you encourage",
    "speaker": null
  },
  {
    "start": 190.719,
    "end": 196,
    "text": "people to use it. But Alistair has also heard bad things about olive oil and that you",
    "speaker": null
  },
  {
    "start": 196,
    "end": 201.36,
    "text": "can't use it at high temperatures. He asks what the heck can he use for roasting and frying?",
    "speaker": null
  },
  {
    "start": 202,
    "end": 206.479,
    "text": "What the heck is an informal phrase we can use to express frustration or surprise?",
    "speaker": null
  },
  {
    "start": 207.039,
    "end": 212,
    "text": "It does seem like there's a lot of advice about cooking oils and that not everyone agrees.",
    "speaker": "Neil"
  },
  {
    "start": 212,
    "end": 217.759,
    "text": "Yes and some of the advice is to use very expensive options such as coconut oil and avocado oil.",
    "speaker": null
  },
  {
    "start": 218.319,
    "end": 224.24,
    "text": "People who advocate using these oils say they are wonder products. A wonder product is an item",
    "speaker": null
  },
  {
    "start": 224.24,
    "end": 228.159,
    "text": "usually a food or medicine that is very effective or beneficial for people.",
    "speaker": null
  },
  {
    "start": 228.8,
    "end": 233.04,
    "text": "But not everyone is convinced that expensive cooking oils are worth the money.",
    "speaker": null
  },
  {
    "start": 233.6,
    "end": 239.28,
    "text": "Nita Farouhi is professor of population health and nutrition at the University of Cambridge.",
    "speaker": null
  },
  {
    "start": 239.28,
    "end": 246.879,
    "text": "And she talked to BBC Radio 4's sliced bread host Greg Futt about expensive cooking oils like avocado oil.",
    "speaker": null
  },
  {
    "start": 247.6,
    "end": 250,
    "text": "What do you think, Nita? What might justify the price tag?",
    "speaker": "Greg Foot"
  },
  {
    "start": 250,
    "end": 258.639,
    "text": "Certainly avocado oil is good for all the reasons mentioned. But is it worth justifying the cost?",
    "speaker": null
  },
  {
    "start": 259.519,
    "end": 265.04,
    "text": "If you're a particular connoisseur of the tasted brains and you'd prefer it and you have the money,",
    "speaker": null
  },
  {
    "start": 265.68,
    "end": 273.199,
    "text": "then knock yourself out. But there's lots of myths around these superfoods and wonder oils and",
    "speaker": null
  },
  {
    "start": 273.199,
    "end": 277.92,
    "text": "wonder this and that. And it's just all I'm afraid hogwash.",
    "speaker": null
  },
  {
    "start": 279.039,
    "end": 284.24,
    "text": "Nita says that avocado oil does have some health benefits but she's not sure they are worth the",
    "speaker": null
  },
  {
    "start": 284.24,
    "end": 290.56,
    "text": "cost of a bottle. She says if you like the taste and are happy to spend the money, then knock yourself out.",
    "speaker": null
  },
  {
    "start": 290.56,
    "end": 296.56,
    "text": "The expression knock yourself out means go ahead.",
    "speaker": "knock yourself out"
  },
  {
    "start": 296.56,
    "end": 302.8,
    "text": "health claims about expensive wonder products like avocado oil. She says that many claims are",
    "speaker": null
  },
  {
    "start": 302.8,
    "end": 307.36,
    "text": "hogwash. They are nonsense and products are not worth spending money on.",
    "speaker": null
  },
  {
    "start": 307.36,
    "end": 312.4,
    "text": "Okay, maybe I'll stick to my olive oil then. And that reminds me of your question, Neil.",
    "speaker": null
  },
  {
    "start": 312.4,
    "end": 315.92,
    "text": "Yes, I asked you which country produces the most olive oil.",
    "speaker": "Neil"
  },
  {
    "start": 316.48,
    "end": 322,
    "text": "And I'm afraid you are wrong.",
    "speaker": "Neil"
  },
  {
    "start": 322,
    "end": 327.519,
    "text": "It is in fact Spain. Okay, let's recap the vocabulary we've learned in this programme,",
    "speaker": null
  },
  {
    "start": 327.519,
    "end": 332.56,
    "text": "OK. Let's recap the vocabulary we've learned in this programme, starting with a load of something, which means a lot of something. We also commonly hear shed-load and truck-load.",
    "speaker": "loadshed-loadtruck-load"
  },
  {
    "start": 332.639,
    "end": 339.04,
    "text": "If you advocate something, you encourage people to use it or do it.",
    "speaker": "advocate"
  },
  {
    "start": 339.04,
    "end": 343.439,
    "text": "The expression what the heck is used to express frustration or surprise.",
    "speaker": "what the heck"
  },
  {
    "start": 343.439,
    "end": 348.079,
    "text": "A wonder product is something that people think is very effective or beneficial.",
    "speaker": "wonder product"
  },
  {
    "start": 348.079,
    "end": 353.759,
    "text": "The expression knock yourself out means go ahead. And if something is described as hogwash,",
    "speaker": null
  },
  {
    "start": 353.759,
    "end": 359.84,
    "text": "it's nonsense or not true. Once again, our six minutes are up. Try the free interactive quiz",
    "speaker": null
  },
  {
    "start": 359.839,
    "end": 364.959,
    "text": "on our website to test the vocabulary you've learnt. Visit BBCLearningEnglish.com.",
    "speaker": null
  },
  {
    "start": 364.959,
    "end": 366.159,
    "text": "Goodbye for now!",
    "speaker": "Neil"
  }
]