[
  {
    "order": 0,
    "start": 0,
    "end": 5.679,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "order": 1,
    "start": 5.679,
    "end": 12.16,
    "text": "Hello, this is 6 Minute English from BBC Learning English. I'm Neil.",
    "speaker": "Neil"
  },
  {
    "order": 2,
    "start": 12.16,
    "end": 16.879,
    "text": "And I'm Beth. Neil, do you remember the children's television show, Lassie?",
    "speaker": null
  },
  {
    "order": 3,
    "start": 16.879,
    "end": 22.559,
    "text": "Oh yes, of course. The show's hero was a dog named Lassie and Lassie went round helping",
    "speaker": "Neil"
  },
  {
    "order": 4,
    "start": 22.559,
    "end": 28.08,
    "text": "people in trouble. Yes, well, if you watched Lassie as a child, you might also remember",
    "speaker": null
  },
  {
    "order": 5,
    "start": 28.079,
    "end": 34.32,
    "text": "the TV shows Flip of the Dolphin and Skippy the Kangaroo. The stars of these shows were animals",
    "speaker": null
  },
  {
    "order": 6,
    "start": 34.32,
    "end": 38.96,
    "text": "who would also come to the rescue of humans in trouble. In this programme, we'll be discussing",
    "speaker": null
  },
  {
    "order": 7,
    "start": 38.96,
    "end": 44.159,
    "text": "some real-life animals helping people in trouble. It might sound strange, but we'll be hearing",
    "speaker": "Neil"
  },
  {
    "order": 8,
    "start": 44.159,
    "end": 50.48,
    "text": "how cows are helping to stop fires in Spain. Well, now I have a picture in my head of a cow",
    "speaker": null
  },
  {
    "order": 9,
    "start": 50.48,
    "end": 55.759,
    "text": "wearing a fireman's helmet. But I guess that's not what you mean, Neil. Not quite Beth, but you're",
    "speaker": null
  },
  {
    "order": 10,
    "start": 55.759,
    "end": 62.719,
    "text": "right about the fires or wildfires to be exact. Wildfires are unplanned fires in areas like forests",
    "speaker": "Neil"
  },
  {
    "order": 11,
    "start": 62.719,
    "end": 68.719,
    "text": "or grasslands which spread out of control. They often happen in hot dry countries like Spain.",
    "speaker": null
  },
  {
    "order": 12,
    "start": 68.719,
    "end": 75.28,
    "text": "So how could cows help? We'll be finding out and learning some useful new vocabulary as well.",
    "speaker": null
  },
  {
    "order": 13,
    "start": 75.28,
    "end": 80.64,
    "text": "And remember, if you like to read along as you listen to the programme, you'll find a script on our",
    "speaker": null
  },
  {
    "order": 14,
    "start": 80.719,
    "end": 87.599,
    "text": "website, BBCLearningEnglish.com. But now I have a question for you, Beth. Some wildfires are",
    "speaker": null
  },
  {
    "order": 15,
    "start": 87.599,
    "end": 93.28,
    "text": "caused naturally, but most are the result of human activity. So according to the Natural History",
    "speaker": "Neil"
  },
  {
    "order": 16,
    "start": 93.28,
    "end": 100.079,
    "text": "Museum of Utah, what proportion of wildfires is caused by people? Is it A, 2 out of every 5,",
    "speaker": null
  },
  {
    "order": 17,
    "start": 100.799,
    "end": 109.04,
    "text": "B, 3 out of every 5, or C, 4 out of every 5? I'm going to guess 3 out of every 5, I think.",
    "speaker": null
  },
  {
    "order": 18,
    "start": 109.12,
    "end": 114.08,
    "text": "Let's find out at the end of the programme. Thanks to increasing temperatures caused by",
    "speaker": "Beth"
  },
  {
    "order": 19,
    "start": 114.08,
    "end": 120.4,
    "text": "climate change, the wildfires happening today are more intense and more destructive than ever before.",
    "speaker": null
  },
  {
    "order": 20,
    "start": 120.4,
    "end": 125.6,
    "text": "Here Craig Langren, reporter for BBC World Service Programme, People Fixing the World,",
    "speaker": null
  },
  {
    "order": 21,
    "start": 125.6,
    "end": 132,
    "text": "discusses the problem with Pablo Shapiro of rewilding Spain, an organisation combating wildfires",
    "speaker": null
  },
  {
    "order": 22,
    "start": 132,
    "end": 137.28,
    "text": "in central Spain. One of the reasons for this is that the forests have been left to grow on checks,",
    "speaker": null
  },
  {
    "order": 23,
    "start": 137.28,
    "end": 142.319,
    "text": "as the simply aren't enough animals to feed on all the trees, bushes and grass. And the more",
    "speaker": null
  },
  {
    "order": 24,
    "start": 142.319,
    "end": 148.4,
    "text": "dense this vegetation is, the more likely it is to catch fire. What we had before in our ecosystems",
    "speaker": "unchecked"
  },
  {
    "order": 25,
    "start": 148.4,
    "end": 154,
    "text": "here in Europe, is that we had big grises. We had the envisons, we had autos, we had wild horses,",
    "speaker": null
  },
  {
    "order": 26,
    "start": 154,
    "end": 158.08,
    "text": "and now they are gone from the ecosystem because of extinction, domestication.",
    "speaker": null
  },
  {
    "order": 27,
    "start": 158.639,
    "end": 165.759,
    "text": "Many European forests have grown unchecked. If something is left unchecked, nobody controls it or",
    "speaker": "uncheckedunchecked"
  },
  {
    "order": 28,
    "start": 165.759,
    "end": 171.599,
    "text": "prevents it from increasing. The problem is that when trees, grass and vegetation are left to grow,",
    "speaker": null
  },
  {
    "order": 29,
    "start": 171.599,
    "end": 176.879,
    "text": "they're more likely to catch fire. Hundreds of years ago, animals known as grazers",
    "speaker": null
  },
  {
    "order": 30,
    "start": 176.879,
    "end": 182.56,
    "text": "would simply have eaten this vegetation up. To graze means to eat grass and other wild plants,",
    "speaker": null
  },
  {
    "order": 31,
    "start": 182.56,
    "end": 189.039,
    "text": "and grazers are the animals, including horses, cows and goats which do this. In English, you can",
    "speaker": null
  },
  {
    "order": 32,
    "start": 189.039,
    "end": 194.319,
    "text": "also say a person is grazing if they continually eat snacks or little bites of food.",
    "speaker": null
  },
  {
    "order": 33,
    "start": 194.319,
    "end": 200.319,
    "text": "But in modern times, numbers of grazing animals have declined sharply because of extinction,",
    "speaker": "extinctiondomestication"
  },
  {
    "order": 34,
    "start": 200.319,
    "end": 206.639,
    "text": "when a species of animal, the dinosaurs, for example, no longer exist, and domestication,",
    "speaker": null
  },
  {
    "order": 35,
    "start": 206.639,
    "end": 213.84,
    "text": "when wild animals are controlled by humans to work or for food. And as numbers of grazing wild",
    "speaker": null
  },
  {
    "order": 36,
    "start": 213.84,
    "end": 220.56,
    "text": "animals decrease, forests and grasslands continue to grow unchecked, leading to the large wildfires",
    "speaker": null
  },
  {
    "order": 37,
    "start": 221.039,
    "end": 227.12,
    "text": "regularly happening in Spain. And that's where our four-legged friends, the cows, come to the rescue.",
    "speaker": null
  },
  {
    "order": 38,
    "start": 227.68,
    "end": 234.56,
    "text": "Supported by rewilding Spain, Pablo has reintroduced herds of Taurus, the species of cows similar to",
    "speaker": null
  },
  {
    "order": 39,
    "start": 234.56,
    "end": 240.719,
    "text": "the now extinct wild orrocks, the ancestor of the modern domestic cow, into the forest's",
    "speaker": null
  },
  {
    "order": 40,
    "start": 240.719,
    "end": 245.84,
    "text": "substantial Spain. Here's reporter Craig Langeron again for BBC World Service Programme,",
    "speaker": null
  },
  {
    "order": 41,
    "start": 246.56,
    "end": 252.159,
    "text": "fixing the world. Along with the cows' voracious appetite, they trample on the vegetation,",
    "speaker": null
  },
  {
    "order": 42,
    "start": 252.159,
    "end": 256.639,
    "text": "and it's that trampling that helps to open up the forest, so it's not so densely packed",
    "speaker": "voraciousflammable"
  },
  {
    "order": 43,
    "start": 256.639,
    "end": 264.079,
    "text": "full of flammable vegetation. Taurus eats everything from grass and leaves to tree branches and bark,",
    "speaker": null
  },
  {
    "order": 44,
    "start": 264.079,
    "end": 271.04,
    "text": "Craig says the cows are voracious, or very eager for lots of food. What's more, by wondering",
    "speaker": null
  },
  {
    "order": 45,
    "start": 271.36,
    "end": 276.8,
    "text": "freely around the forest, they trample down dead trees, reducing the amount of flammable,",
    "speaker": null
  },
  {
    "order": 46,
    "start": 276.8,
    "end": 282.4,
    "text": "meaning easily burnt, vegetation. They don't wear firemen's helmets, but these four-legged",
    "speaker": null
  },
  {
    "order": 47,
    "start": 282.4,
    "end": 288.08,
    "text": "fire-fighting friends are really coming to the rescue in Spain. Okay, Neil, isn't it time to",
    "speaker": null
  },
  {
    "order": 48,
    "start": 288.08,
    "end": 294.64,
    "text": "reveal the answer to your question? Yes, I asked you what proportion of wildfires are caused by people.",
    "speaker": "Beth"
  },
  {
    "order": 49,
    "start": 295.199,
    "end": 301.599,
    "text": "And I said three out of five, was I right? I'm afraid you're wrong, Beth. The answer was C,",
    "speaker": "Beth"
  },
  {
    "order": 50,
    "start": 301.599,
    "end": 307.439,
    "text": "according to the Natural History Museum of Utah, four out of every five wildfires are manmade.",
    "speaker": null
  },
  {
    "order": 51,
    "start": 307.439,
    "end": 312.319,
    "text": "Okay, let's recap the vocabulary we've learned from this programme, starting with the adjective",
    "speaker": null
  },
  {
    "order": 52,
    "start": 312.319,
    "end": 318.479,
    "text": "unchecked. If something harmful is left unchecked, nobody controls it or prevents it from growing.",
    "speaker": null
  },
  {
    "order": 53,
    "start": 318.48,
    "end": 325.04,
    "text": "So, graze means to eat grass and vegetation. Graces are animals like cows which do this,",
    "speaker": null
  },
  {
    "order": 54,
    "start": 325.04,
    "end": 331.36,
    "text": "and a person who grazes continually eats little bites of food. Extinction is when an animal species",
    "speaker": "grazeGrazers grazes"
  },
  {
    "order": 55,
    "start": 331.36,
    "end": 337.6,
    "text": "no longer exists, the dinosaurs and the wild orrocks are two examples of extinct animals.",
    "speaker": null
  },
  {
    "order": 56,
    "start": 337.6,
    "end": 343.92,
    "text": "Domestication is when wild animals become controlled by humans for work, food or as pets.",
    "speaker": "Domestication"
  },
  {
    "order": 57,
    "start": 343.92,
    "end": 349.199,
    "text": "The adjective voracious means very eager for something, especially a lot of food.",
    "speaker": null
  },
  {
    "order": 58,
    "start": 349.199,
    "end": 355.6,
    "text": "And finally, if something is flammable, it easily burns or catches fire. Once again,",
    "speaker": null
  },
  {
    "order": 59,
    "start": 355.6,
    "end": 360.319,
    "text": "our six minutes are up. If you enjoyed this programme, why not check out the accompanying",
    "speaker": "flammable"
  },
  {
    "order": 60,
    "start": 360.319,
    "end": 366.639,
    "text": "worksheet and quiz, both available at BBCLearningEnglish.com. Goodbye. Goodbye for now.",
    "speaker": null
  }
]