[
  {
    "start": 0,
    "end": 7.679,
    "text": "6-Mute English from BBCLearningEnglish.com",
    "speaker": null
  },
  {
    "start": 7.679,
    "end": 11.919,
    "text": "Hello, this is 6-Minute English from BBC Learning English. I'm Neil.",
    "speaker": null
  },
  {
    "start": 11.919,
    "end": 17.12,
    "text": "And I'm Beth. As an adult, when I need to tell somebody something, it's easy.",
    "speaker": null
  },
  {
    "start": 17.12,
    "end": 21.039,
    "text": "I just open my mouth and speak. Neil, I'm hungry.",
    "speaker": null
  },
  {
    "start": 21.039,
    "end": 26.16,
    "text": "Ah, you better get something to eat then. And when I want something, it's the same.",
    "speaker": null
  },
  {
    "start": 26.16,
    "end": 30,
    "text": "I just ask, can you pass me that pen please, Beth?",
    "speaker": null
  },
  {
    "start": 30,
    "end": 33.92,
    "text": "There you go. But imagine a situation where you can't speak.",
    "speaker": null
  },
  {
    "start": 33.92,
    "end": 39.28,
    "text": "You can only communicate with your body. What's more, you're totally help this and can't",
    "speaker": null
  },
  {
    "start": 39.28,
    "end": 43.92,
    "text": "close, feed or wash yourself. It doesn't so much fun, does it, Neil?",
    "speaker": null
  },
  {
    "start": 43.92,
    "end": 47.439,
    "text": "But that's exactly what happened to us all as babies.",
    "speaker": null
  },
  {
    "start": 47.439,
    "end": 53.84,
    "text": "We've all been one, but how do newborn babies tell mum and dad what's going on before they can speak?",
    "speaker": null
  },
  {
    "start": 53.92,
    "end": 58.8,
    "text": "That's what we'll be investigating in this episode, along with some useful new vocabulary,",
    "speaker": null
  },
  {
    "start": 58.8,
    "end": 62.4,
    "text": "all of which you can find on our website, BBCLearningEnglish.com.",
    "speaker": null
  },
  {
    "start": 62.96,
    "end": 70.24,
    "text": "Baby communication is a topic child psychotherapist, Marie D'Aurome, writes about in her new book,",
    "speaker": null
  },
  {
    "start": 70.24,
    "end": 78.24,
    "text": "Baby communication is a topic child psychotherapist Marie Derome writes about in her new book, What Your Baby Wants You to Know. So, what do newborn babies want us to know? Well, here's Marie's answer:",
    "speaker": "Beth"
  },
  {
    "start": 79.039,
    "end": 87.039,
    "text": "I think they want us to know that they need us 100% because without us, they won't survive.",
    "speaker": null
  },
  {
    "start": 87.599,
    "end": 93.519,
    "text": "Without someone caring for them, babies wouldn't survive. So, on a basic level, every baby is saying,",
    "speaker": null
  },
  {
    "start": 93.519,
    "end": 101.28,
    "text": "take care of me. Marie says babies need us 100%. She uses the phrase 100% to emphasise that what",
    "speaker": null
  },
  {
    "start": 101.28,
    "end": 107.679,
    "text": "she said is completely true. And we'll hear more soon, but first I have a question for you, Neil.",
    "speaker": null
  },
  {
    "start": 107.68,
    "end": 114.4,
    "text": "Although they look small and helpless, babies are born with some amazing abilities. So which of",
    "speaker": null
  },
  {
    "start": 114.4,
    "end": 122.24,
    "text": "the following statements about newborn babies is true? A, babies are born with a full set of teeth.",
    "speaker": null
  },
  {
    "start": 123.12,
    "end": 130.56,
    "text": "c)    babies have the same number of bones as an adult?",
    "speaker": "Beth"
  },
  {
    "start": 130.56,
    "end": 135.92,
    "text": "Ooh, that's an interesting question. I think I know the answer, though. I'm going to go with b) babies' eyes change colour.",
    "speaker": "Neil"
  },
  {
    "start": 136.479,
    "end": 142.319,
    "text": "babies eyes change colour. Okay, well, we'll find out if that's right at the end of the programme.",
    "speaker": null
  },
  {
    "start": 142.319,
    "end": 147.599,
    "text": "Now, if you've spent time with a baby, you've probably noticed how much they move their little",
    "speaker": null
  },
  {
    "start": 147.599,
    "end": 154.56,
    "text": "arms and legs. Here, Marie de Rome explains the meaning of these movements to BBC Radio 4 programme,",
    "speaker": null
  },
  {
    "start": 154.56,
    "end": 164.239,
    "text": "Woman's Hour. 75% of their movement are intentional, synchronised. They're not jerky, we know,",
    "speaker": null
  },
  {
    "start": 164.719,
    "end": 170.96,
    "text": "to the naked eyes they appear very jerky. But they're not. They're there to bring us",
    "speaker": null
  },
  {
    "start": 171.84,
    "end": 178.96,
    "text": "in the parents, you know, they need us to, they all those movements are there to say, look,",
    "speaker": null
  },
  {
    "start": 178.96,
    "end": 183.04,
    "text": "come, look at me, I need you, I want you, you know, to play with you.",
    "speaker": null
  },
  {
    "start": 183.439,
    "end": 188.4,
    "text": "Babies move their arms and legs to create a bond with their parents. To the naked eye,",
    "speaker": null
  },
  {
    "start": 188.56,
    "end": 194.08,
    "text": "these movements look jerky, an adjective meaning sudden and quick, not smooth flowing.",
    "speaker": null
  },
  {
    "start": 194.08,
    "end": 199.12,
    "text": "The phrase to the naked eye means in a way that can be seen without special instruments like a",
    "speaker": null
  },
  {
    "start": 199.12,
    "end": 205.68,
    "text": "microscope or is seen in the way an ordinary person would. In reality, these jerky movements are",
    "speaker": null
  },
  {
    "start": 205.68,
    "end": 210.8,
    "text": "intentional, meaning that they're planned and done for a particular purpose, to catch their",
    "speaker": null
  },
  {
    "start": 210.8,
    "end": 216.24,
    "text": "parents' attention so they will be noticed and cared for. Marie's book is aimed at new parents",
    "speaker": null
  },
  {
    "start": 216.32,
    "end": 221.2,
    "text": "who are learning to understand their baby's body language. But she also has advice for parents",
    "speaker": null
  },
  {
    "start": 221.2,
    "end": 226.08,
    "text": "who are finding it difficult to bond with their newborn, as she explains here to BBC Radio 4",
    "speaker": null
  },
  {
    "start": 226.08,
    "end": 232.24,
    "text": "programme Woman's Hour. Parenting is really hard, falling in love with this little baby is not,",
    "speaker": null
  },
  {
    "start": 232.24,
    "end": 236.08,
    "text": "you know, this idea that's love at first sight. I think it's such a,",
    "speaker": null
  },
  {
    "start": 237.84,
    "end": 243.36,
    "text": "unhelpful cliché. It will take time to love that baby, to get to know that baby.",
    "speaker": null
  },
  {
    "start": 244.08,
    "end": 249.84,
    "text": "Many new parents dream about falling in love with their baby at first sight. The idiom",
    "speaker": null
  },
  {
    "start": 249.84,
    "end": 255.6,
    "text": "love first sight means being in love with someone as soon as you see them for the first time.",
    "speaker": null
  },
  {
    "start": 255.6,
    "end": 262.56,
    "text": "But Marie thinks this ideal dream can cause problems. She calls it an unhelpful cliché. A cliché",
    "speaker": null
  },
  {
    "start": 262.56,
    "end": 267.92,
    "text": "is an overused phrase or comment that has been said so much that it's become unoriginal and",
    "speaker": null
  },
  {
    "start": 268.879,
    "end": 274.319,
    "text": "uninteresting. And in some cases unhelpful. For example, by creating unrealistic expectations or",
    "speaker": null
  },
  {
    "start": 274.319,
    "end": 280.16,
    "text": "by making parents feel guilty, they're not doing enough. Marie says it takes time to get to know",
    "speaker": null
  },
  {
    "start": 280.16,
    "end": 287.28,
    "text": "Marie says it takes time to get to know a newborn baby and to fall in love. But for most parents, all the misunderstandings, sleepless nights and dirty nappies are worth it for their amazing baby.",
    "speaker": "Beth"
  },
  {
    "start": 287.28,
    "end": 293.2,
    "text": "and dirty nappies are worth it for their amazing baby. And speaking of amazing babies,",
    "speaker": null
  },
  {
    "start": 293.199,
    "end": 298.8,
    "text": "what was the correct answer to your question, Beth? Well, the correct statement was that baby's",
    "speaker": null
  },
  {
    "start": 298.8,
    "end": 303.92,
    "text": "eyes changed colour. I think you got that right, Neil. I did. It's an amazing fact, but apparently",
    "speaker": null
  },
  {
    "start": 303.92,
    "end": 310.48,
    "text": "true. Yes, indeed. Okay, so let's recap the vocabulary we've learnt in this episode, starting with",
    "speaker": null
  },
  {
    "start": 310.48,
    "end": 316.959,
    "text": "the phrase 100%, which can be used to emphasise that you completely agree with something,",
    "speaker": null
  },
  {
    "start": 316.959,
    "end": 323.12,
    "text": "or that you consider something to be completely right or wrong. If you describe a movement as jerky,",
    "speaker": null
  },
  {
    "start": 323.12,
    "end": 327.6,
    "text": "you mean it moves suddenly and stops and starts rather than flowing smoothly.",
    "speaker": null
  },
  {
    "start": 327.6,
    "end": 333.759,
    "text": "The adjective intentional means planned and purposeful.",
    "speaker": "intentional"
  },
  {
    "start": 333.759,
    "end": 338.48,
    "text": "The phrase to the naked eye means in a way that can be seen without special instruments, or to someone without special knowledge.",
    "speaker": "to the naked eye"
  },
  {
    "start": 338.48,
    "end": 344.24,
    "text": "The idiom love at first sight describes the experience of starting to love someone as soon as you see them for the first time.",
    "speaker": "love at first sight"
  },
  {
    "start": 344.24,
    "end": 350.48,
    "text": "you see them for the first time. And finally, an unhelpful cliche is an overused phrase or comment,",
    "speaker": null
  },
  {
    "start": 350.48,
    "end": 356.16,
    "text": "a cliche, which has the effect of creating unhelpful or unrealistic attitudes.",
    "speaker": null
  },
  {
    "start": 356.16,
    "end": 360.96,
    "text": "Once again, our six minutes are up, but remember you can find many more episodes, plus a quiz",
    "speaker": null
  },
  {
    "start": 360.96,
    "end": 366.4,
    "text": "and worksheet for this one on our website, bbclearningenglish.com. Goodbye for now. Goodbye.",
    "speaker": null
  }
]