[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello and welcome to 6 Minute English. I'm Neil…"
  },
  {
    "order": 2,
    "speaker": "Alice",
    "text": "… and I'm Alice. Neil, what are you eating?"
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Peanuts."
  },
  {
    "order": 4,
    "speaker": "Alice",
    "text": "Hmm. Did you know that one of the producers, here, has an allergy to peanuts?"
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "No, I didn't – but they're not in the studio with us, so it doesn't matter, does it?"
  },
  {
    "order": 6,
    "speaker": "allergy",
    "text": "It only takes a tiny piece of peanut to cause a big allergic reaction in some people. An allergy by the way, is a condition that makes you feel ill after eating, touching or breathing in a particular substance."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "And food allergies are the subject of today's show."
  },
  {
    "order": 8,
    "speaker": "Alice",
    "text": "Alright, put your peanuts down, Neil and answer today's quiz question. What substance is used to treat a severe allergic reaction? Is it…"
  },
  {
    "order": 9,
    "speaker": "Alice",
    "text": "a) penicillin?"
  },
  {
    "order": 10,
    "speaker": "Alice",
    "text": "b) adrenalin?"
  },
  {
    "order": 11,
    "speaker": "Alice",
    "text": "Or c) aspirin?"
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "OK, well, I'm going to go for a) penicillin."
  },
  {
    "order": 13,
    "speaker": "Alice",
    "text": "Well, we'll find out if that's the right answer later on. Now let's listen to Dr Marianne Williams talking about why being too clean may not be a good thing. She is a dietician here in the UK."
  },
  {
    "order": 14,
    "speaker": "INSERT",
    "text": "Dr Marianne Williams, gastroenterology dietician, UK"
  },
  {
    "order": 15,
    "speaker": "INSERT",
    "text": "For roughly the first month of life the immune system is switched off in essence and everything they [babies] get exposed to in that first month in life – dogs, cats, aunts, uncles, grannies, grandpas, family, dirt – everything – that is where they build up all the bacteria that are then going to colonise their gut in the future. Now, if you're born into a very sterile environment, as is increasingly the case in the western world, everything's kept terribly clean, and one of the theories is that we just are not getting enough exposure to a variety of bacteria at that very very early stage in that first month of life."
  },
  {
    "order": 16,
    "speaker": "immune systemswitched off",
    "text": "Dr Marianne Williams. The immune system is our body's defence against infection. And it's switched off – or not working – for the first month of a baby's life."
  },
  {
    "order": 17,
    "speaker": "colonise",
    "text": "And through exposure to lots of things in our environment – that's family, pets, dirt and so on – young babies meet different bacteria for the first time which colonise – or live and grow in – their guts."
  },
  {
    "order": 18,
    "speaker": "getexposed to  Sterile",
    "text": "Yes, but in a sterile environment babies don't get exposed to – or don't meet – a wide enough variety of bacteria. Sterile means completely clean and free of bacteria. And there's a theory that being too clean and bacteria-free – now we have soap, antibiotics and better sanitation – has lead to an increase in allergies."
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "So dirty play for babies is good – mud, pets, picking stuff up off the floor and eating it."
  },
  {
    "order": 20,
    "speaker": "Alice",
    "text": "Did you use to eat food off the floor when you were little, Neil?"
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Used to? I still do. I enjoy food from the floor!"
  },
  {
    "order": 22,
    "speaker": "gluten",
    "text": "Well, Neil, what can I say? We're both lucky to be allergy-free. I have a friend who has an allergy to gluten – a protein found in wheat and some other grains – and she has to be very careful about what she eats so she doesn't get ill."
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "The supermarkets are quite helpful, though, aren't they, with products 'free from this' and 'free from that'?"
  },
  {
    "order": 24,
    "speaker": "proven",
    "text": "This is helpful, yes. But the food industry is now marketing their products to attract consumers who don't have a proven – or tested – allergy."
  },
  {
    "order": 25,
    "speaker": "Neil",
    "text": "Why would you buy free-from foods if you don't have a food allergy?"
  },
  {
    "order": 26,
    "speaker": "rickets",
    "text": "Well, people have started to believe that certain foods – like gluten or dairy – are bad for us, though there isn't any medical evidence to support this. Let's hear about how rickets – a disease caused by a lack of Vitamin D in the diet – is affecting some children in the UK. This is BBC reporter Mike Williams."
  },
  {
    "order": 27,
    "speaker": "Mike Williams,BBC reporter",
    "text": "Mike Williams, BBC reporter"
  },
  {
    "order": 28,
    "speaker": "Mike Williams,BBC reporter",
    "text": "Rickets is common in the developing world but this is London in the 21st century. These children aren't malnourished because they're too poor to eat well – it's the opposite. Their often middle-class parents are spending money to give them foods with ingredients taken out. It's as if some of us have become unnecessarily frightened of our food."
  },
  {
    "order": 29,
    "speaker": "malnourished",
    "text": "Rickets usually affects malnourished childrenfrom poor countries– children who don't have enough to eat – and it makes their bones weak. But here in London some parents are buying their children expensive free-from foods – for example to avoid dairy – and are sometimes making them very ill."
  },
  {
    "order": 30,
    "speaker": "Alice",
    "text": "It sounds crazy, doesn't it?"
  },
  {
    "order": 31,
    "speaker": "nuts",
    "text": "Yeah… it's nuts! Get it? Nuts."
  },
  {
    "order": 32,
    "speaker": "Alice",
    "text": "Very good."
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "Yes. Nuts - that means crazy. Now I think it's time for the answer to today's quiz question."
  },
  {
    "order": 34,
    "speaker": "Alice",
    "text": "OK, then. So earlier in the show I asked: What substance is used to treat a severe allergic reaction? Is it… a) penicillin?  b) adrenalin?  Or c) aspirin?"
  },
  {
    "order": 35,
    "speaker": "Neil",
    "text": "I said a) penicillin."
  },
  {
    "order": 36,
    "speaker": "anaphylaxis",
    "text": "And you were wrong, Neil! The correct answer is b) adrenalin. An injection of adrenalin can be used to treat anaphylaxis – or severe allergic reactions – to insect stings, foods, drugs, and other allergens. Antibiotics such as penicillin treat bacterial infections and aspirin is a painkiller you might take for a headache."
  },
  {
    "order": 37,
    "speaker": "Neil",
    "text": "OK, can you tell us the words we heard today again please, Alice?"
  },
  {
    "order": 38,
    "speaker": "Alice",
    "text": "Sure. They are:"
  },
  {
    "order": 39,
    "speaker": "Alice",
    "text": "allergy"
  },
  {
    "order": 40,
    "speaker": "Alice",
    "text": "immune system"
  },
  {
    "order": 41,
    "speaker": "Alice",
    "text": "switched off"
  },
  {
    "order": 42,
    "speaker": "Alice",
    "text": "colonise"
  },
  {
    "order": 43,
    "speaker": "Alice",
    "text": "get exposed to"
  },
  {
    "order": 44,
    "speaker": "Alice",
    "text": "sterile"
  },
  {
    "order": 45,
    "speaker": "Alice",
    "text": "gluten"
  },
  {
    "order": 46,
    "speaker": "Alice",
    "text": "proven"
  },
  {
    "order": 47,
    "speaker": "Alice",
    "text": "rickets"
  },
  {
    "order": 48,
    "speaker": "Alice",
    "text": "malnourished"
  },
  {
    "order": 49,
    "speaker": "Alice",
    "text": "nuts"
  },
  {
    "order": 50,
    "speaker": "Alice",
    "text": "anaphylaxis"
  },
  {
    "order": 51,
    "speaker": "Neil",
    "text": "Well, that's the end of today's 6 Minute English. Don't be afraid to join us again soon."
  },
  {
    "order": 52,
    "speaker": "Alice",
    "text": "You know where to find us, don't you? Go to bbclearningenglish.com where you'll find grammar points, vocabulary and more editions of 6 Minute English."
  },
  {
    "order": 53,
    "speaker": "Both",
    "text": "Bye."
  }
]