[
  {
    "order": 1,
    "speaker": "Alice",
    "text": "Hello and welcome to 6 Minute English. I'm Alice…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "… And I'm Neil."
  },
  {
    "order": 3,
    "speaker": "Alice",
    "text": "Can you do any impersonations, Neil?"
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "How about this one: My name is Michael Caine. Not a lot of people know that."
  },
  {
    "order": 5,
    "speaker": "impersonation",
    "text": "Michael Caine, one of our best loved actors here in Britain. Not bad, Neil. And is a very good way to start today's show. We are talking about impersonation – or the act of pretending to be somebody else. Why do we like impersonations, Neil?"
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "Well, sometimes the impersonator is a comedian and doing it to be funny. But another reason is that we get the opportunity to meet people who are no longer with us – like Elvis Presley or Marilyn Monroe. Either way, it helps if it's a good impersonation."
  },
  {
    "order": 7,
    "speaker": "cheesy",
    "text": "Yes, some impersonations are pretty cheesy – and that means bad quality."
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "Oh yeah so… uh-huh… OK, Alice, I have a question for you!"
  },
  {
    "order": 9,
    "speaker": "Alice",
    "text": "Neil, that's terrible!"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "Elvis, please, come on. Can you tell me the name of a musical act that impersonates a famous group? Is it …"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "a) tribute,"
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "b) tribune,"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "or c) tribunal?"
  },
  {
    "order": 14,
    "speaker": "Alice",
    "text": "I'll go for a) tribute."
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "A tribute act? OK, well, we'll find out if you got that right later on in the show. But, Alice, don't you think some impersonators start to believe they really are the personalities they imitate?"
  },
  {
    "order": 16,
    "speaker": "Alice",
    "text": "What makes you say that?"
  },
  {
    "order": 17,
    "speaker": "Neil",
    "text": "Just think: every time you appear as Elvis Presley, you get fans yelling, 'Elvis, Elvis, we love you, Elvis!' And after a while that boundary between you and the real Elvis starts to blur. It must be quite tempting to, you know, pretend that you're the king of rock'n'roll…"
  },
  {
    "order": 18,
    "speaker": "imitate",
    "text": "I'm not convinced, Neil. I think Elvis hangs up his wig and moves on. So let's move on too, and talk about the art of imitation. Here's British impressionist Jon Culshaw providing some tips on how to imitate – or copy – people."
  },
  {
    "order": 19,
    "speaker": "INSERT",
    "text": "Jon Culshaw, impressionist"
  },
  {
    "order": 20,
    "speaker": "INSERT",
    "text": "Don't just say the catchphrase, don't just say, 'I am Michael Caine.' Say a bit more, get some gags going, some conversation going. Notice the things which are worth stretching, which are worth exaggerating to really give you the caricature of that person. It might be a little tic, it might be a little nuance - whatever you notice first really."
  },
  {
    "order": 21,
    "speaker": "catchphrase",
    "text": "Jon Culshaw, there. What's a catchphrase, Neil?"
  },
  {
    "order": 22,
    "speaker": "gags",
    "text": "It's a well-known phrase, often associated with a famous person – like the one I used for Michael Caine earlier on! 'Not a lot of people know that.' So Jon is saying that it isn't enough to repeat a catchphrase or use another impersonator's ideas – you need to think of your own gags – or jokes."
  },
  {
    "order": 23,
    "speaker": "tic",
    "text": "And you do this by noticing and then exaggerating a person's tics. A tic is something you do often without realizing you're doing it, like using certain phrases or gestures – for example, scratching your head. Or in your case, Neil, wiggling your eyebrows."
  },
  {
    "order": 24,
    "speaker": "Neil",
    "text": "Do I wiggle my eyebrows?"
  },
  {
    "order": 25,
    "speaker": "impostors",
    "text": "You're doing it right now! But moving on, there is a serious and very negative side to impersonation. Some impostors – or people who deceive others by pretending to be somebody else – pose as doctors or lawyers, for example."
  },
  {
    "order": 26,
    "speaker": "Neil",
    "text": "You mean without having the qualifications to do the job?"
  },
  {
    "order": 27,
    "speaker": "Alice",
    "text": "Exactly – which can have serious consequences, for example pretending to be a doctor with no medical knowledge."
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "Like in the film with Leonardo DiCaprio where his character impersonates an airline pilot, a doctor, and a lawyer."
  },
  {
    "order": 29,
    "speaker": "Alice",
    "text": "DiCaprio's character in the movie Catch Me If You Can is actually based on a real man called Frank Abagnale. Pan Am estimated that in two years Abagnale flew 250 flights to 26 countries."
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "OK, let's listen to Dr Naftali G. Berrill, a forensic psychologist in New York City. He evaluates people for the American government. Here he's talking about another real case of a woman in the US who was caught pretending to be an attorney – that's a lawyer."
  },
  {
    "order": 31,
    "speaker": "Dr Naftali G. Berrill, forensic psychologist in New York City",
    "text": "The thing that was most troubling is that because she realized that she was not an attorney and that she was taking people's money under false pretence, there was no sense of remorse or sense of sadness that she had exploited the people that trusted her. But, you know, in cases where you get these impostors who specifically are pursuing financial gain, they know what they're doing, but they do it with the shallow conscience of an antisocial personality."
  },
  {
    "order": 32,
    "speaker": "remorse",
    "text": "That was Dr Naftali G. Berrill. What does remorse mean, Neil?"
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "It means being sorry for something you've done."
  },
  {
    "order": 34,
    "speaker": "conscienceshallow",
    "text": "And our conscience is our inner sense of right or wrong – so a shallow conscience is one that isn't very deep."
  },
  {
    "order": 35,
    "speaker": "Antisocial",
    "text": "Antisocial in this context means harmful to other people and to society – although in a general sense, it means not enjoying the company of others."
  },
  {
    "order": 36,
    "speaker": "Alice",
    "text": "OK. Well, I love your company, Neil, as you know. Now, how about the answer to today's quiz question?"
  },
  {
    "order": 37,
    "speaker": "Neil",
    "text": "I asked: What's the name we use for a band that impersonates a famous group? Is it … a) tribute? b) tribune? Or c) tribunal?"
  },
  {
    "order": 38,
    "speaker": "Alice",
    "text": "I said tribute."
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "And you were right!"
  },
  {
    "order": 40,
    "speaker": "Alice",
    "text": "Hurray!"
  },
  {
    "order": 41,
    "speaker": "Neil",
    "text": "Many tribute acts copy the singing style and the appearance of the group as well as playing their music. They often name themselves based on the original band's name (sometimes with a pun), or on one of their songs or albums. For example, Bjorn Again – a famous Abba tribute band. This name is a pun on 'Bjorn', a member of Abba, and the phrase 'Born Again', which means to come back to life!"
  },
  {
    "order": 42,
    "speaker": "Alice",
    "text": "OK. It's time to hear the words we learned today. They are:"
  },
  {
    "order": 43,
    "speaker": "Alice",
    "text": "impersonation"
  },
  {
    "order": 44,
    "speaker": "Alice",
    "text": "cheesy"
  },
  {
    "order": 45,
    "speaker": "Alice",
    "text": "imitate"
  },
  {
    "order": 46,
    "speaker": "Alice",
    "text": "catchphrase"
  },
  {
    "order": 47,
    "speaker": "Alice",
    "text": "gags"
  },
  {
    "order": 48,
    "speaker": "Alice",
    "text": "tic"
  },
  {
    "order": 49,
    "speaker": "Alice",
    "text": "impostors"
  },
  {
    "order": 50,
    "speaker": "Alice",
    "text": "conscience"
  },
  {
    "order": 51,
    "speaker": "Alice",
    "text": "shallow"
  },
  {
    "order": 52,
    "speaker": "Alice",
    "text": "antisocial"
  },
  {
    "order": 53,
    "speaker": "Neil",
    "text": "Well, that's the end of today's 6 Minute English. Please join us again soon! [Imitates Elvis again.]"
  },
  {
    "order": 54,
    "speaker": "Alice",
    "text": "Bye bye."
  },
  {
    "order": 55,
    "speaker": "Neil",
    "text": "Elvis is leaving the studio!"
  }
]