[
  {
    "order": 1,
    "speaker": "Alice",
    "text": "Hello and welcome to 6 Minute English. I'm Alice…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil. What do you think about autonomous cars, Alice?"
  },
  {
    "order": 3,
    "speaker": "autonomous",
    "text": "An autonomous – or independent and driverless – car is a vehicle that is capable of sensing its environment and navigating without human input. I think they're a great idea."
  },
  {
    "order": 4,
    "speaker": "navigate",
    "text": "And navigate means' to find the way to get to a place'. I'm not sure I would trust a computer to drive me. It might go wrong and crash into a wall."
  },
  {
    "order": 5,
    "speaker": "human error",
    "text": "Maybe, but actually most car accidents involve an element of human error, and human error means 'the mistakes we make because we're human'. For example, people who are behind the wheel while tired or drunk – or distracted."
  },
  {
    "order": 6,
    "speaker": "Behind the wheel:",
    "text": "Behind the wheel: in other words, in control of a car. Yes, I often see people talking on their mobile phones – or texting – instead of looking at the road."
  },
  {
    "order": 7,
    "speaker": "Alice",
    "text": "They are being irresponsible drivers, Neil. Driving is the subject of today's show. I have a question for you. On average, how many people around the world die each day from road accidents? Is it…"
  },
  {
    "order": 8,
    "speaker": "Alice",
    "text": "a) 300?"
  },
  {
    "order": 9,
    "speaker": "Alice",
    "text": "b) 3,000?"
  },
  {
    "order": 10,
    "speaker": "Alice",
    "text": "Or c) 30,000?"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "And I'm going to say b) 3,000."
  },
  {
    "order": 12,
    "speaker": "Alice",
    "text": "Well, we'll see if you were right or not later on in the show. Are you a petrol head, Neil?"
  },
  {
    "order": 13,
    "speaker": "petrol head",
    "text": "No, I'm not a petrol head – which is somebody who loves cars and driving. But I know Eddie Jordan, a racing team owner, is. And what does he love about driving? He'll answer this question himself. Let's listen."
  },
  {
    "order": 14,
    "speaker": "Eddie Jordan, racing team owner",
    "text": "When I get in a car I feel a different person, I feel that I'm now in control. I can turn on the music or I can turn it off. I can do all sorts of different things that I feel good about. When I was flat out with the Jordan team I did have a driver and that was one to be able to make calls and to be able to receive calls and to be able to work in the car, not because I didn't want to drive and I always felt cheated because there was a driver there taking the pleasure that I should be having. So when I get in a car it has to be a fun experience."
  },
  {
    "order": 15,
    "speaker": "flat out",
    "text": "Eddie Jordan there. And doing something flat out means 'at maximum capacity'. Do you feel like a different person when you're driving, Alice?"
  },
  {
    "order": 16,
    "speaker": "Alice",
    "text": "No. And – unlike Eddie Jordan – I'd love to have a driver or a driverless car, for that matter. It gives you time to do other things, like getting some work done. I certainly wouldn't feel cheated of the pleasure of driving!"
  },
  {
    "order": 17,
    "speaker": "backseat driver",
    "text": "I agree with Eddie Jordan. I would feel a bit cheated. And I have to admit: I'm a bit of a backseat driver. I sit in the passenger seat and give the driver unwanted advice."
  },
  {
    "order": 18,
    "speaker": "Alice",
    "text": "Well just think, Neil, in a driverless car, you wouldn't need to give the computer advice because it would be making the right decisions to get you to your destination safely."
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "But can you override the computer? You know, if you felt that it was making bad decisions?"
  },
  {
    "order": 20,
    "speaker": "Override",
    "text": "Override in this context means 'to stop an automatic action by taking control yourself'. Airline pilots do that, don't they? They fly on autopilot for most of the journey, but override it in order to take control of the plane for take-off and landing."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "I would feel happier if I could take back control of an automated car if I wanted to."
  },
  {
    "order": 22,
    "speaker": "Alice",
    "text": "Well, let's listen now to Brian Fung, a technology reporter, who's experienced what it is to be in a driverless car that has no steering wheels, no brake pedals, no emergency brake, no gear shifter. Google is developing a car in which everything will be self-contained."
  },
  {
    "order": 23,
    "speaker": "Brian Fung, technology reporter",
    "text": "Well, the biggest thing you notice right off the bat is that the car accelerates a little bit more aggressively than a regular car might and it brakes a little more aggressively than a regular car might but other than that it takes about ten seconds for you to get pretty comfortable. And the car knew how to stop for red lights; it knew how to run through yellow lights, it could detect pedestrians and navigate its way around parked cars. All in all, it felt very similar to a regular car-driving experience. And I think that's one of the most surprising and exciting things about it – it's how mundane it was."
  },
  {
    "order": 24,
    "speaker": "right off the bat",
    "text": "Brian Fung says he noticed right off the bat that the Google car accelerated and braked more aggressively than a regular car – and right off the bat means 'immediately'."
  },
  {
    "order": 25,
    "speaker": "Alice",
    "text": "But he also says it took him only ten seconds to get used to it and feel comfortable, as the car navigated appropriately and responded to different traffic situations, including pedestrians and parked cars."
  },
  {
    "order": 26,
    "speaker": "in the driving seat",
    "text": "Well, that all sounds very nice, but I think I'd still prefer to be in the driving seat – and that means 'in control of a situation'. You can take the driverless car, and do your work, Alice."
  },
  {
    "order": 27,
    "speaker": "Alice",
    "text": "Well, the future is likely to be all about automated transport – planes, trains, buses, and cars – and you simply won't have a choice, Neil."
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "Maybe you'll be allowed to hire a car you can drive yourself, just for fun."
  },
  {
    "order": 29,
    "speaker": "Alice",
    "text": "Maybe. But I like the idea of a future with safe driverless roads."
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "I still need some convincing. And that brings us back to today's quiz question. Can you tell us the answer, now please, Alice?"
  },
  {
    "order": 31,
    "speaker": "Alice",
    "text": "Of course I can! I asked: On average, around how many people around the world die each day from road accidents? Is it… a) 300, b) 3,000 or c) 30,000?"
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "And I said 3,000."
  },
  {
    "order": 33,
    "speaker": "Alice",
    "text": "And unfortunately Neil that's right! Nearly 1.3 million people die in road crashes each year, on average 3,287 deaths a day. That's according to Annual Global Road Crash Statistics."
  },
  {
    "order": 34,
    "speaker": "Neil",
    "text": "Now, here are the words we learned today:"
  },
  {
    "order": 35,
    "speaker": "Neil",
    "text": "autonomous"
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "navigate"
  },
  {
    "order": 37,
    "speaker": "Neil",
    "text": "human error"
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "behind the wheel"
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "petrol head"
  },
  {
    "order": 40,
    "speaker": "Neil",
    "text": "flat out"
  },
  {
    "order": 41,
    "speaker": "Neil",
    "text": "backseat driver"
  },
  {
    "order": 42,
    "speaker": "Neil",
    "text": "override"
  },
  {
    "order": 43,
    "speaker": "Neil",
    "text": "right off the bat"
  },
  {
    "order": 44,
    "speaker": "Neil",
    "text": "in the driving seat"
  },
  {
    "order": 45,
    "speaker": "Alice",
    "text": "And that's the end of today's 6 Minute English. Don't forget to join us again soon!"
  },
  {
    "order": 46,
    "speaker": "Both",
    "text": "Bye!"
  }
]