[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English. I'm Neil."
  },
  {
    "order": 2,
    "speaker": "Sam",
    "text": "And I'm Sam."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Now Sam, I assume that you know your alphabet."
  },
  {
    "order": 4,
    "speaker": "Sam",
    "text": "Of course, Neil – you mean my ABCs? We learn that at a very young age, you know?"
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "Sorry to sound patronising. But you do you know why the letters in the alphabet are in that particular order?"
  },
  {
    "order": 6,
    "speaker": "Sam",
    "text": "No, I don’t. That’s really interesting. Why?"
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "I don’t know either, I was hoping you might! But seriously, no one really knows how the order became established. However, some research has shown that if your surname, your family name, begins with a letter later in the alphabet, you could be at a disadvantage at school and in life. Before we get in to that though, a question. Where does the alphabet come from in its earliest form? Was it…"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "a) Ancient Egypt"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "b) Ancient Greece"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "c) Ancient Rome"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "What do you think, Sam?"
  },
  {
    "order": 12,
    "speaker": "Sam",
    "text": "Well, we refer to the English alphabet as having Roman characters, so I’m going with Ancient Rome."
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "OK. I’ll have the answer later in the programme. In the BBC radio programme Fry’s English Delight there was a feature about the alphabet and how it can have a negative impact on your school life. Can you remember all those years ago when you were at school? What’s the first thing that the teacher would do at the beginning of the day?"
  },
  {
    "order": 14,
    "speaker": "Sam",
    "text": "She would take the register – that’s what we call it in the UK. You can also call it the roll call."
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "Yes, this is when the teacher calls out the names of the students to check that they are all there. This is where the problem starts, according to, ironically, Professor Jeffrey Zax, from the University of Colorado. The further down that list your name is, the less noticed you are by the teacher. Why is that? Here’s Professor Zax."
  },
  {
    "order": 16,
    "speaker": "paying attentionintensityof theengagementdiminishes",
    "text": "When it begins people are paying attention. As it proceeds, first the people who are already called, they no longer have any need to take things seriously. And the people who are waiting to be called, their attention is wandering as well. And so as you make your way through the roll call somehow the intensity of the engagement diminishes."
  },
  {
    "order": 17,
    "speaker": "Neil",
    "text": "So, what is the problem?"
  },
  {
    "order": 18,
    "speaker": "paying attentionpaying attention -pay attention",
    "text": "Well, it’s a lot to do with paying attention. This means concentrating on something. At the beginning of the roll call everyone is paying attention - they are quiet and listening. But after the first names are called, those students don’t need to pay attention any more."
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "So they lose a bit of interest in what comes next, and the students later in the list are also now distracted and the teacher, him or herself, is not so focussed."
  },
  {
    "order": 20,
    "speaker": "Sam",
    "text": "And by the end of the list the relationship between the teacher and the students whose names are being called later is not as strong as those at the beginning of the list."
  },
  {
    "order": 21,
    "speaker": "intensity of the engagementdiminishesDiminishesintensity of the engagement",
    "text": "Professor Zax describes this by saying that the intensity of the engagement diminishes. Diminishes means ‘gets weaker’, and the intensity of the engagement is the strength of the communication, the level of enthusiasm for being involved. So this is the start of the disadvantage which can subtly affect students throughout their school years and after. This was discovered after some research in the US in the 1950s. So what were these disadvantages? Here’s Professor Zax again."
  },
  {
    "order": 22,
    "speaker": "to drop outprestige",
    "text": "They were less likely to have enjoyed their high school courses, graduate from college if they applied. They were more likely to drop out. They had first jobs in occupations that paid less. They were more likely to go to the military and they were more likely to have jobs whose prestige was lower."
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "So what disadvantages did they have?"
  },
  {
    "order": 24,
    "speaker": "drop out",
    "text": "Well, Professor Zax says that the research showed they enjoyed school less, were less successful academically and more likely to drop out of college or university. This means that they left the course before it was finished."
  },
  {
    "order": 25,
    "speaker": "prestige",
    "text": "And he also said that they were more likely to find jobs that had a lower prestige. This means the jobs weren’t seen as high status or desirable. Let’s listen again."
  },
  {
    "order": 26,
    "speaker": "to drop outprestige",
    "text": "They were less likely to have enjoyed their high school courses, graduate from college if they applied. They were more likely to drop out. They had first jobs in occupations that paid less. They were more likely to go to the military and they were more likely to have jobs whose prestige was lower."
  },
  {
    "order": 27,
    "speaker": "Sam",
    "text": "Well, Professor Zax seems to have done OK. Even with that surname!"
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "Indeed, I guess this doesn’t apply to everyone. Right, well before we remind ourselves of our vocabulary, let’s get the answer to the question. Where does the alphabet come from in its earliest form? Was it…"
  },
  {
    "order": 29,
    "speaker": "Neil",
    "text": "a) Ancient Egypt"
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "b) Ancient Greece"
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "c) Ancient Rome"
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "Sam, what did you say?"
  },
  {
    "order": 33,
    "speaker": "Sam",
    "text": "Pretty sure it’s Ancient Rome."
  },
  {
    "order": 34,
    "speaker": "Neil",
    "text": "What does your surname begin with?"
  },
  {
    "order": 35,
    "speaker": "Sam",
    "text": "A 'B', actually."
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "Well, you are wrong, I’m afraid. It’s actually Ancient Egypt – so well done to everyone who got that. OK, now it's time for our vocabulary."
  },
  {
    "order": 37,
    "speaker": "to pay attentionto",
    "text": "Yes – to pay attention to something means to concentrate on something, to not be distracted."
  },
  {
    "order": 38,
    "speaker": "theintensityof the engagement",
    "text": "Then there was the phrase the intensity of the engagement, which is another way of saying the strength of the relationship, interaction and communication."
  },
  {
    "order": 39,
    "speaker": "diminishesDiminishes",
    "text": "And if your surname comes at the end of the alphabet you may find that the intensity of engagement with the teacher diminishes. Diminishes means gets weaker."
  },
  {
    "order": 40,
    "speaker": "drop out",
    "text": "If you drop out from a course, it means that you leave it before it’s finished."
  },
  {
    "order": 41,
    "speaker": "prestigeprestige",
    "text": "And the prestige of a job is the respect it has. If it is seen as important or desirable then it has higher prestige."
  },
  {
    "order": 42,
    "speaker": "Neil",
    "text": "OK, thank you, Sam. That’s all from 6 Minute English. We hope you can join us again soon. You can find us at bbclearningenglish online, on social media and on our app. Bye for now!"
  },
  {
    "order": 43,
    "speaker": "Sam",
    "text": "Bye bye everyone!"
  }
]