[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English. I'm Neil."
  },
  {
    "order": 2,
    "speaker": "Sam",
    "text": "And I'm Sam."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Sam, have you considered the future of food much?"
  },
  {
    "order": 4,
    "speaker": "Sam",
    "text": "Well I think in the future I might have a sandwich – in about 30 minutes in the future."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "Not quite what I meant! With the population of the world increasing along with the negative effects of climate change and other global issues, we might have to radically change our diets in the future."
  },
  {
    "order": 6,
    "speaker": "Sam",
    "text": "Ah, yes I have heard about this – there are all sorts of developments from growing artificial meat to developing insect-based foods."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "Mmm, tasty. Well we’ll look a little more at this topic shortly, but we start, as ever, with a question and it’s a food-based question. In which continent did tomatoes originate? Is it…"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "A: South America"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "B: Africa"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "C: Asia"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "What do you think, Sam?"
  },
  {
    "order": 12,
    "speaker": "Sam",
    "text": "No idea. I’m going to say Africa, but that’s just a guess."
  },
  {
    "order": 13,
    "speaker": "futurologist.  futurologist",
    "text": "OK. Well I will reveal the answer later in the programme. On a recent edition of BBC Radio 4’s The Food Programme there was an interview with Dr Morgaine Gaye. She is a futurologist. A futurologist is someone who studies and predicts the way we will be living in the future. Her particular area of expertise is the subject of food. What two things does she say she thinks about?"
  },
  {
    "order": 14,
    "speaker": "futurologisttrendlatch ontoa hunchhunch",
    "text": "As a food futurologist, I think about not just what we’re going to be eating in the future but why. Why that thing, why that trend, why will people suddenly latch onto that food, that way of eating that food at that particular time? And when I work for large companies, that’s what they want to know. There is an element of a hunch. And then proving or disproving that hunch."
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "So, what two things does she think about?"
  },
  {
    "order": 16,
    "speaker": "futurologist",
    "text": "She says that as a food futurologist she thinks about what we will be eating in the future and also why we will be eating that food."
  },
  {
    "order": 17,
    "speaker": "trendstrend trend",
    "text": "Yes, in particular she looks at why there are particular trends. A trend is what is popular now or what is becoming popular. For example, at the moment there is a trend for eating less red meat."
  },
  {
    "order": 18,
    "speaker": "latch ontotrendslatch onto latch ontotrendtrend",
    "text": "She also looks at why people latch onto particular trends. To latch onto here means to be very interested in something. So if you latch onto a particular food trend, you start to follow that trend, you might start eating that particular diet."
  },
  {
    "order": 19,
    "speaker": "trendstrends",
    "text": "Information about future trends is very important for companies in the food business. How does she actually predict these trends?"
  },
  {
    "order": 20,
    "speaker": "hunchhunch",
    "text": "She says she starts with a hunch. A hunch is a feeling you get that something is true. You don’t have any real evidence, but your experience and knowledge makes you think you might be right."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Let’s listen again."
  },
  {
    "order": 22,
    "speaker": "futurologisttrendlatch ontoa hunchhunch",
    "text": "As a food futurologist I think about not just what we’re going to be eating in the future but why. Why that thing, why that trend why will people suddenly latch onto that food, that way of eating that food at that particular time? And when I work for large companies, that’s what they want to know. There is an  element of a hunch. And then proving or disproving that hunch."
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "Dr Gaye goes on to talk about how on the subject of food, there are restrictions. Why is that?"
  },
  {
    "order": 24,
    "speaker": "ingestingstringent",
    "text": "Food business of course has different restrictions around it because it’s about safety, we’re ingesting that. The supply chain and the labelling laws are very stringent especially in this country so it takes longer to get an ide­a from just a concept that’s discussed around a table to an actual production facility, labelled, branded, tested, marketed and put on the shelves."
  },
  {
    "order": 25,
    "speaker": "Neil",
    "text": "So, why restrictions?"
  },
  {
    "order": 26,
    "speaker": "ingesting",
    "text": "Well, it’s about safety. Because we are ingesting food, which is a way of saying we are putting it into our bodies, it has to be safe."
  },
  {
    "order": 27,
    "speaker": "stringent",
    "text": "It can be a long process of developing a new food and getting it into the shops because of the need to be safe and meet the laws of different countries. In the UK she mentions that the food safety laws are very stringent. This means that the laws are very tough, very strict. Let’s hear Dr Gaye again."
  },
  {
    "order": 28,
    "speaker": "ingestingstringent",
    "text": "Food business of course has different restrictions around it because it’s about safety, we’re ingesting that, the supply chain and the labelling laws are very stringent especially in this country so it takes longer to get an ide­a from just a concept that’s discussed around a table to an actual production facility, labelled, branded, tested, marketed and put on the shelves."
  },
  {
    "order": 29,
    "speaker": "Neil",
    "text": "Right, well before we review our vocabulary, let’s get the answer to the question. In which continent did tomatoes originate? Is it…"
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "A: South America"
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "B: Africa"
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "C: Asia"
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "Sam, what did you say?"
  },
  {
    "order": 34,
    "speaker": "Sam",
    "text": "I made a guess at Africa."
  },
  {
    "order": 35,
    "speaker": "Neil",
    "text": "Well, I’m afraid that’s not right. Congratulations though to everyone who said South America. Right, let’s recap today’s words and expressions."
  },
  {
    "order": 36,
    "speaker": "futurologist",
    "text": "OK, well we started with the word futurologist. This is a noun to describe someone who studies and predicts the way we will be living in the future."
  },
  {
    "order": 37,
    "speaker": "trend",
    "text": "Then we had trend. This word can describe what is popular now and the way in which what is popular is changing. For example now we are seeing a trend for eating less red meat in some parts of the world."
  },
  {
    "order": 38,
    "speaker": "latch ontolatch ontotrends",
    "text": "If you latch onto something, you become interested in it and associate yourself with it – we heard that people very quickly latch onto food trends"
  },
  {
    "order": 39,
    "speaker": "hunchhunchIngesting",
    "text": "Then there was hunch. A hunch is a feeling about something you think might be true even though you don’t have real evidence for it. Ingesting something means taking it into your body, so eating or drinking it."
  },
  {
    "order": 40,
    "speaker": "stringent",
    "text": "And finally a stringent rule is a very strict rule, a tough rule or law which in connection to food is designed to make sure it is safe and of a suitable quality."
  },
  {
    "order": 41,
    "speaker": "Neil",
    "text": "OK, thank you, Sam. That’s all from 6 Minute English. Goodbye!"
  },
  {
    "order": 42,
    "speaker": "Sam",
    "text": "Bye!"
  }
]