[
  {
    "order": 1,
    "speaker": "Rob",
    "text": "Hello, and welcome to 6 Minute English from BBC Learning English. I'm Rob…"
  },
  {
    "order": 2,
    "speaker": "Georgina",
    "text": "And I'm Georgina."
  },
  {
    "order": 3,
    "speaker": "resilient",
    "text": "Now, Georgina, how resilient are you?"
  },
  {
    "order": 4,
    "speaker": "Georgina",
    "text": "Resilient? You mean able to cope with difficult situations. I have a pile of work to do today, but I’m remaining calm and not getting stressed."
  },
  {
    "order": 5,
    "speaker": "resilience",
    "text": "That's good, you are showing resilience. And today we’re discussing whether we’re born with resilience or we have to learn it."
  },
  {
    "order": 6,
    "speaker": "Georgina",
    "text": "OK, Rob. But first I expect you’re going to ask me a question – bring it on!"
  },
  {
    "order": 7,
    "speaker": "Rob",
    "text": "OK. Resilience is also a word used in science to describe the characteristic of a substance or object. But what does it mean?"
  },
  {
    "order": 8,
    "speaker": "Rob",
    "text": "a) That it's is very tough or hard."
  },
  {
    "order": 9,
    "speaker": "Rob",
    "text": "b) That it can return to its original shape after being bent."
  },
  {
    "order": 10,
    "speaker": "Rob",
    "text": "c) It can turn from a solid into a liquid quickly."
  },
  {
    "order": 11,
    "speaker": "Georgina",
    "text": "I have a feeling it means b) an object that returns to its original shape after being bent."
  },
  {
    "order": 12,
    "speaker": "Rob",
    "text": "OK, I'll let you know if you were correct at the end of the programme. But let’s talk more about human resilience. There are many self-help books and motivational speakers all promising us we can learn to be resilient."
  },
  {
    "order": 13,
    "speaker": "Georgina",
    "text": "Well, it is a useful trait to have, and it’s something that can help you deal with many difficult situations from coping with the pressures of work to handling the death of a loved one."
  },
  {
    "order": 14,
    "speaker": "Rob",
    "text": "And it’s more than just telling someone to ‘toughen up’ or ‘get a grip’, as Dr David Westley knows. He is Head of Psychology at Middlesex University and talked about levels of resilience on the BBC World Service programme, The Why Factor."
  },
  {
    "order": 15,
    "speaker": "optimisticdistress",
    "text": "First of all, there's our social supports, our communities, our families, the people who are important to us, the organisations we work for, so one way we can look at resilience is to measure that – the amount of social support available to us. Another way to think about resilience is to think about how we think about the situations we are in. So, for example, one way to look at that would be just to look at how optimistic people are as a guide to how resilient they might be when times get tough. And then a third level that we can look at for resilience is a biological level - how well we can soothe ourselves, calm ourselves down, how well we can actually regulate our own nervous systems at times of distress."
  },
  {
    "order": 16,
    "speaker": "Georgina",
    "text": "Right, so Dr Westley describes social supports – the people around us who we can talk to and support us and generally make us feel better. I think he’s saying, with more support we feel more resilient."
  },
  {
    "order": 17,
    "speaker": "Rob",
    "text": "It’s interesting to note that a resilient person isn’t necessarily someone quiet, who doesn’t make a fuss and gets on with things. Some experts think it’s people who ask for help and use this social support network who are acting in a more resilient way."
  },
  {
    "order": 18,
    "speaker": "optimistic distress",
    "text": "It’s a good point. And another level of resilience is how optimistic someone is. Being optimistic means having positive thoughts about the future and believing things will turn out well. A positive mind means you can deal with situations that, at first, look tough. Another level Dr Westley mentioned was our biological level - how our bodies cope in times of distress. Distress is the feeling you get when you are worried or upset by something."
  },
  {
    "order": 19,
    "speaker": "Rob",
    "text": "So, when we’re distressed, a resilient person is able to soothe his or her body and regulate his or her nervous system, which helps them stay calm."
  },
  {
    "order": 20,
    "speaker": "Georgina",
    "text": "But, Rob, the big question is, are we born with resilience or can we learn it? Experts speaking on The Why Factor programme tended to think it could be learned."
  },
  {
    "order": 21,
    "speaker": "Rob",
    "text": "Yes, one of them is Ann Masten, a professor at the University of Minnesota. From her studies, she found it was something that we learn when we need to."
  },
  {
    "order": 22,
    "speaker": "manifest adversity",
    "text": "Ann Masten talks about how some of the children she studied manifest resilience from the start. When something manifests, it shows clearly and is easy to notice. They remain resilient despite adversity – a difficult time in their life they've had to face."
  },
  {
    "order": 23,
    "speaker": "Rob",
    "text": "Other children, what she calls the late bloomers, started off less resilient, struggled with adversity, but turned their lives around by becoming more resilient. Maybe we can learn resilience from a having a bad experience?"
  },
  {
    "order": 24,
    "speaker": "Georgina",
    "text": "Well, one thing Ann went on to say was that families and friends can be a great support and help with resilience. Those that were ‘late bloomers’ only connected with adults and mentors later in life."
  },
  {
    "order": 25,
    "speaker": "Rob",
    "text": "Yes, she says that teachers or parents are role models in how to handle adversity. And children are watching; they're learning from the adults around them by seeing how they react when they get challenged by something. Time now to find out how resilient you are when you discover the correct answer to the question I asked earlier. I said that ‘resilience’ is also a word used in science to describe the characteristic of a substance or object. But what does it mean? Is it..."
  },
  {
    "order": 26,
    "speaker": "Rob",
    "text": "a) It is very tough or hard."
  },
  {
    "order": 27,
    "speaker": "Rob",
    "text": "b) It can return to its original shape after being bent."
  },
  {
    "order": 28,
    "speaker": "Rob",
    "text": "c) It can turn from a solid into a liquid quickly."
  },
  {
    "order": 29,
    "speaker": "Rob",
    "text": "And what did you say, Georgina?"
  },
  {
    "order": 30,
    "speaker": "Georgina",
    "text": "I said it was b) It can return to its original shape after being bent."
  },
  {
    "order": 31,
    "speaker": "Rob",
    "text": "And you are right - well done! Bamboo is a good example of a resilient material – you can bend it, it doesn’t break and returns to its original shape."
  },
  {
    "order": 32,
    "speaker": "Georgina",
    "text": "Thanks for the science lesson, Rob. Now we need to recap the vocabulary we’ve mentioned today…"
  },
  {
    "order": 33,
    "speaker": "resilient, resilience",
    "text": "Yes, we’ve talked about being resilient, an adjective that describes someone’s ability to cope with difficult situations. When you do this you show resilience."
  },
  {
    "order": 34,
    "speaker": "optimistic",
    "text": "Someone who is optimistic has positive thoughts about the future and believes things will turn out well."
  },
  {
    "order": 35,
    "speaker": "Distress",
    "text": "Distress is the feeling you get when you are worried or upset by something."
  },
  {
    "order": 36,
    "speaker": "manifests adversity",
    "text": "When something manifests itself, it shows clearly and is easy to notice. And adversity is a difficult time in somebody’s life that they have had to face."
  },
  {
    "order": 37,
    "speaker": "Rob",
    "text": "And that brings us to the end of this discussion about resilience. Please join us again next time. Bye bye."
  },
  {
    "order": 38,
    "speaker": "Georgina",
    "text": "Bye."
  }
]