[
  {
    "order": 1,
    "speaker": "Sam",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I’m Neil. Have you seen my pen, Sam? It’s not on my desk."
  },
  {
    "order": 3,
    "speaker": "Sam",
    "text": "No, I haven’t touched your pen, Neil."
  },
  {
    "order": 4,
    "speaker": "hot-desking",
    "text": "... and someone’s taken my coffee mug too! Agh, ever since we started hot-desking, people in this office think they can do whatever they like!"
  },
  {
    "order": 5,
    "speaker": "hot-deskingnine-to-five",
    "text": "Neil doesn’t like the new rule about office hot-desking, the system where workers don’t have their own personal desk, but use any available desk, on a temporary basis. Maybe he should look for another job and quit the nine-to-five – a phrase describing jobs which start at 9am and end at 5pm, the normal hours that people in offices work from Monday to Friday."
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "Hmm, maybe I should quit. I loved working from home during the pandemic – no early mornings, no crowded trains… and no-one using my pens!"
  },
  {
    "order": 7,
    "speaker": "Sam",
    "text": "As the Covid pandemic slows down, more and more people are returning to work in the office. In this programme, we take a look at life in the modern office. And of course, we’ll learn some useful vocabulary as well."
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "But first I have a question for you, Sam. As you know, I’m not an office lover. Besides disappearing pens, workers have plenty of other complaints about office life, from co-workers who never do the washing up, to fighting over spaces in the car park. But according to a 2021 survey by the Metro newspaper, what did British workers vote the worst thing about working in an office? Was it ..."
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "a)    printers not working?"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "b)    people speaking too loudly? or"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "c)    co-workers leaving empty milk cartons in the fridge?"
  },
  {
    "order": 12,
    "speaker": "Sam",
    "text": "Hmm, I see stealing pens isn’t on the list, so I’ll say a) printers not working. That really makes me mad!"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "OK, Sam. I’ll reveal the correct answer later in the programme. Nowadays most modern offices are open-plan, large spaces without internal walls dividing them up. The idea is to create a sense of togetherness, but many employees prefer having their own space, and use all types of objects to mark out their own personal territory. These could be anything from family photos and holiday souvenirs, to home-made cakes and biscuits placed at the end of a desk to allow people grab a biscuit and start a conversation."
  },
  {
    "order": 14,
    "speaker": "Sam",
    "text": "Researcher, Harriet Shortt, travelled around Britain interviewing office workers about the types of objects they use to decorate and mark out their workspace. Here she is telling BBC Radio 4 programme, Thinking Allowed, about one young woman who stuck photos and postcards onto strips of cardboard:"
  },
  {
    "order": 15,
    "speaker": "montagesense of familiarity",
    "text": "She had created this sort of montage on this strip of paper and would roll it up daily – she had a little plant as well – and she would take it to whatever desk she was working at and would pin it up to a set of low-level desk divider… and so there’s that sense of, however temporarily they might be in a particular space in the office, they still … there’s still evidence in this research that people want to feel comfort, and settled and have some sense of familiarity."
  },
  {
    "order": 16,
    "speaker": "montage",
    "text": "The woman Harriet interviewed used photos and postcards to create a montage – a piece of work made by putting together several different items, often in interesting combinations. Her photo montage reminded her of the people and places she loved outside of work."
  },
  {
    "order": 17,
    "speaker": "sense of familiarity",
    "text": "For Harriet this shows that people want workspaces to have a sense of familiarity – the feeling of knowing something so well that you feel comfortable and relaxed."
  },
  {
    "order": 18,
    "speaker": "Neil",
    "text": "Harriet also interviewed hairdressers working in beauty salons about the marks and stains found in their workplace. Here she tells BBC Radio 4’s, Thinking Allowed, about a strangely shaped mark on the floor of one hair salon:"
  },
  {
    "order": 19,
    "speaker": "worn out hard graft",
    "text": "A sort of half-moon scuff mark that goes right round the back of the chair – so literally, she’s worn out the floor. It’s exactly where a hairdresser would tread for many, many hours of the day. And she took the photograph, and she showed it to me, and she said, ‘This is me. You want to know about identity. It represents hard graft’."
  },
  {
    "order": 20,
    "speaker": "worn outhard graft",
    "text": "Harriet interviewed a hairdresser whose salon floor had been worn out – damaged by continual use, after being walked on again and again as the woman cut people’s hair. For her, the worn-out floor symbolised hard graft, or hard work."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Whatever your job, we all spend most of each day at work, so it’s important to have a workplace that’s safe, comfortable and familiar… where people don’t steal your pen!"
  },
  {
    "order": 22,
    "speaker": "Sam",
    "text": "Oh, Neil – you sound like the office workers in that newspaper survey."
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "Yes, let’s return to my question which was: according to a 2021 Metro newspaper survey, what is British workers’ number one complaint about working in an office."
  },
  {
    "order": 24,
    "speaker": "Sam",
    "text": "I guessed it was the printers not working. Was I right?"
  },
  {
    "order": 25,
    "speaker": "Neil",
    "text": "You were wrong, I’m afraid! In fact, the top complaint was people speaking too loudly – another of my pet hates!"
  },
  {
    "order": 26,
    "speaker": "nine-to-five",
    "text": "OK, let’s recap the vocabulary from this programme on the office nine-to-five – work which happens during normal Monday to Friday office hours."
  },
  {
    "order": 27,
    "speaker": "Hot-desking",
    "text": "Hot-desking is where office workers do not have their own permanent desk but use a different desk each day."
  },
  {
    "order": 28,
    "speaker": "montage",
    "text": "A montage is made by putting together different items in interesting combinations."
  },
  {
    "order": 29,
    "speaker": "sense of familiarity",
    "text": "A sense of familiarity is a feeling of knowing something so well that you feel comfortable and relaxed around it."
  },
  {
    "order": 30,
    "speaker": "worn out",
    "text": "When something is worn out from overuse, it’s so old or damaged."
  },
  {
    "order": 31,
    "speaker": "hard graft",
    "text": "And finally, hard graft is a slang phrase meaning hard work."
  },
  {
    "order": 32,
    "speaker": "Sam",
    "text": "Once more our six minutes are up! We hope you’ll join us again soon for more trending topics and useful vocabulary here at 6 Minute English. But that’s goodbye for now!"
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "Goodbye!"
  }
]