[
  {
    "order": 1,
    "speaker": "Phil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Phil."
  },
  {
    "order": 2,
    "speaker": "Georgie",
    "text": "And I’m Georgie."
  },
  {
    "order": 3,
    "speaker": "eating for two",
    "text": "If you ask a woman, ‘Are you eating for two?’, the phrase has a very specific meaning. You’re asking, ‘Are you pregnant?’ And like many of the idioms we commonly use in English, this phrase contains a little bit of truth. A pregnant woman really is eating for two – herself and the baby growing inside her."
  },
  {
    "order": 4,
    "speaker": "Georgie",
    "text": "The female human body is amazing. During pregnancy, it protects the growing baby by allowing it to take whatever nutrients it needs from the mother. This means it’s the mum-to-be, not the baby, who experiences any nutritional problems. It’s also the reason why it’s so important that pregnant women eat well."
  },
  {
    "order": 5,
    "speaker": "Phil",
    "text": "In this programme, we’ll be finding out how a woman’s relationship to food changes during pregnancy. And, as usual, we’ll be learning some useful new vocabulary too."
  },
  {
    "order": 6,
    "speaker": "Georgie",
    "text": "But first, I have a question for you, Phil. For some pregnant women, finding reliable information on what food to eat can be hard. Finding out about harmful foods to avoid, on the other hand, is much easier. So, according to NHS recommendations, which of these foods should pregnant women NOT eat:"
  },
  {
    "order": 7,
    "speaker": "Georgie",
    "text": "a) chips?"
  },
  {
    "order": 8,
    "speaker": "Georgie",
    "text": "b) oily fish? or,"
  },
  {
    "order": 9,
    "speaker": "Georgie",
    "text": "c) smoked salmon?"
  },
  {
    "order": 10,
    "speaker": "Phil",
    "text": "I think the answer is c) smoked salmon."
  },
  {
    "order": 11,
    "speaker": "Georgie",
    "text": "OK, Phil. We’ll find out the correct answer at the end of the programme. Although eating healthy and nutritious food is important for mums and babies, the story gets complicated because of the changes a woman’s body goes through during pregnancy. Here’s Jaega Wise, presenter of BBC Radio 4’s, The Food Programme, reporting on her experience of pregnancy:"
  },
  {
    "order": 12,
    "speaker": "haywire,can counton one hand",
    "text": "I feel like throughout this pregnancy my body has just gone a bit haywire, and there are things that my body is doing [laughs] that are frankly weird… Nosebleeds is a really good example. I can count the amount of nosebleeds pre-pregnancy I’ve had on one hand and now I seem to get them all the time."
  },
  {
    "order": 13,
    "speaker": "haywirecount the number ofon one hand count the number of something on one hand",
    "text": "Jaega says that during pregnancy, her body went haywire – it stopped working properly. For example, she had lots of nosebleeds whereas before being pregnant, she could count the number of nosebleeds she had on one hand. The idiom to count the number of something on one hand emphasises that this does not happen very often, or that there’s a small number of something – after all, you can only count to five on one hand!"
  },
  {
    "order": 14,
    "speaker": "Georgie",
    "text": "Many pregnant women experience cravings, the strong desire for some particular food, anything from ice cream to sardines. When these cravings are for food that’s not so healthy, some women feel guilty, thinking “I know I should be eating healthily, but all I want is chips!” Here’s Jaega Wise again speaking with nutritional therapist, Henrietta Wilson, on the best way to deal with guilty feelings:"
  },
  {
    "order": 15,
    "speaker": "binge",
    "text": "How guilty should you feel…is more the question for that late night chocolate binge when your body is telling you, ‘I need cake!’"
  },
  {
    "order": 16,
    "speaker": "cat-o’-nine-tailsgiving yourself a hard time.",
    "text": "Listen, I think the most important thing is to not get out the cat-o’-nine-tails, is to absolutely be kind to yourself, particularly that first trimester. It is a very critical window, but at the same time it can be the time when all you want to do is to eat chips because your body is going through what it perceives to be physiological stress. So it's doing the best that you can, and it's absolutely not about giving yourself a hard time."
  },
  {
    "order": 17,
    "speaker": "binge.binge",
    "text": "Jaega’s food cravings led to a chocolate binge. A binge is an occasion where you do something in an extreme way, like eating or drinking too much."
  },
  {
    "order": 18,
    "speaker": "cat-o’-nine-tailscat-o’-nine-tailscat-o’-nine-tails",
    "text": "Henrietta’s advice is to not use the cat-o’-nine-tails. In the past, the cat-o’-nine-tails was a whip made of nine strings which was used to punish prisoners. Nowadays when someone talks about the cat-o’-nine-tails, they are probably talking about the ways people sometimes use to punish themselves if they feel guilty."
  },
  {
    "order": 19,
    "speaker": "giving yourself a hard time",
    "text": "But, says Henrietta, pregnancy isn’t about giving yourself a hard time, treating yourself badly or criticising yourself. Pregnancy is a special time of life, and all a baby can ask is that mum does her best. And, of course, avoids some foods, which reminds me of your question, Georgie – which food does the NHS recommend pregnant woman do not eat? I guessed it was smoked salmon…"
  },
  {
    "order": 20,
    "speaker": "eating for two",
    "text": "Which was… the correct answer! Smoked salmon is best avoided because of the risk of bacteria, but oily fish is good, and even a bowl of chips now and then are fine. Right, let's recap the vocabulary we've learned in the programme, starting with the idiom eating for two which means to be pregnant."
  },
  {
    "order": 21,
    "speaker": "haywire",
    "text": "If something goes haywire it stops working properly or becomes difficult to control."
  },
  {
    "order": 22,
    "speaker": "could count something on one hand",
    "text": "If you say you could count something on one hand, you’re emphasising that something does not happen very often, or that there are only a few of those things."
  },
  {
    "order": 23,
    "speaker": "binge",
    "text": "A binge is an occasion when you do something to excess, for example eat, drink, or spend money."
  },
  {
    "order": 24,
    "speaker": "cat-o’-nine-tails",
    "text": "In the past, the cat-o’-nine-tails was a whip used to punish prisoners, but nowadays it usually refers to the ways in which someone criticises themselves as a form of self-punishment."
  },
  {
    "order": 25,
    "speaker": "give yourself a hard time",
    "text": "And finally, to give yourself a hard time means to treat yourself badly by criticising or blaming yourself. Once again our six minutes are up! Remember to join us again next time for more topical discussion and useful vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 26,
    "speaker": "Georgie",
    "text": "Bye!"
  }
]