[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I’m Beth. [Singing] Happy birthday to you… Happy birthday to you… Happy birthday dear Neil… Happy birthday to you!"
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Erm thank you, Beth – but… it’s not my birthday."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "I know, but this programme is all about birthdays – or birthday cakes to be precise."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "Ah yes, the highlight of any birthday party is the birthday cake, blowing out the candles and making a wish."
  },
  {
    "order": 6,
    "speaker": "homemade",
    "text": "Right. But things have changed a lot from the days when most birthday cakes were homemade – made at home and not bought from a shop. Nowadays many birthday cakes are works of art – extravagant, edible creations designed and decorated to represent the person celebrating their birthday."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "In this programme we’ll be hearing from two bakers – a famous TV chef who bakes simple but tasty cakes, and another who’s designed personalised birthday cakes for celebrities, including Arnold Schwarzenegger. And, as usual, we’ll be learning some useful new vocabulary as well."
  },
  {
    "order": 8,
    "speaker": "Beth",
    "text": "Sounds good. But first I have a question for you, Neil. Everyone looks forward to their birthday, especially if there’s cake, but according to the UK’s Office for National Statistics, which is the most common month to be born? Is it:"
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "a) March?"
  },
  {
    "order": 10,
    "speaker": "Beth",
    "text": "b) July? or,"
  },
  {
    "order": 11,
    "speaker": "Beth",
    "text": "c) September?"
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "Hmm that's an interesting question and I’m going to guess it’s September."
  },
  {
    "order": 13,
    "speaker": "Beth",
    "text": "OK, Neil, I’ll reveal the answer at the end of the programme. One of Britain's best loved cake bakers is Dame Mary Berry. Here she describes her perfect birthday cake to BBC Radio 4’s, The Food Programme."
  },
  {
    "order": 14,
    "speaker": "higgledy-piggledy",
    "text": "My perfect cake would be something in lemon or orange because those are my favourite flavours. I don't mind how higgledy-piggledy it is, doesn’t take a long time to do, but beautifully fresh and beautifully flavoured. Simple."
  },
  {
    "order": 15,
    "speaker": "higgledy-piggledy",
    "text": "Mary Berry thinks a simple birthday cake is best. She doesn’t mind if the decoration is higgledy-piggledy – mixed up and in no particular order."
  },
  {
    "order": 16,
    "speaker": "Beth",
    "text": "Yes, when it comes to birthday cakes, flavour is more important than decoration for Dame Mary Berry. But now, a new generation of bakers is making cakes in a totally different way. The cakes Adam Cox makes in his East London bakery are truly fantastic-looking creations. Here’s Adam speaking to BBC Radio 4’s, The Food Programme:"
  },
  {
    "order": 17,
    "speaker": "leeway last long in the memorygo above and beyond",
    "text": "I get asked to do all sorts. My customers and clients are very generous with the leeway that they give me based on the past designs that I've made that they've seen, so they're happy to just leave it with me… I really just want to create something that will, you know, last long in the memory for the person that I do it for. It's a real pleasure to have this as a job because, as I say, it gives me a lot of freedom to express myself creatively, so I really try and go above and beyond to give the client something that, you know, they will be really happy with and…"
  },
  {
    "order": 18,
    "speaker": "all sortsleeway",
    "text": "Adam gets asked to make all sorts, meaning many different kinds, of cakes. His customers, who want the cake to be a special part of a birthday party, give him lots of leeway, lots of freedom to make the cake the way he wants to. Adam finds out about the person’s interests and hobbies, and uses these to come up with decoration ideas."
  },
  {
    "order": 19,
    "speaker": "goes above and beyondgo above and beyond",
    "text": "Adam loves his job. It gives him the freedom to express himself creatively, and he enjoys seeing his customers’ reaction when the finished cake is revealed. Adam goes above and beyond to satisfy his customers. If you go above and beyond, you do something with more effort than would normally be expected."
  },
  {
    "order": 20,
    "speaker": "last long in the memory",
    "text": "And the result of Adam’s extra effort? Birthday cakes which last long in the memory, a phrase describing something which creates such a strong impression that it’s remembered for a long time…"
  },
  {
    "order": 21,
    "speaker": "Beth",
    "text": "…or at least until the following year, when another birthday comes around and it’s time to start baking all over again!"
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "And speaking of birthdays coming around, what was the answer to your question, Beth? You asked me which was the most common month to be born in the UK…"
  },
  {
    "order": 23,
    "speaker": "Beth",
    "text": "And you guessed it was September, which was… the correct answer! Babies born in the UK peak in September. Right, let’s recap the vocabulary we've learned from this programme starting with homemade – an adjective describing something which is made at home and not bought from a shop."
  },
  {
    "order": 24,
    "speaker": "higgledy-piggledy",
    "text": "If something is higgledy-piggledy, it’s mixed up and in no particular order."
  },
  {
    "order": 25,
    "speaker": "all sorts",
    "text": "The phrase all sorts means many different kinds of something, like the sweets called Liquorice Allsorts which come in different shapes and colours."
  },
  {
    "order": 26,
    "speaker": "leeway",
    "text": "If someone gives you leeway to do something, they give you the freedom to do it the way you want to."
  },
  {
    "order": 27,
    "speaker": "to last long in the memory",
    "text": "The idiom to last long in the memory means to create such a strong effect that it is remembered for a long time."
  },
  {
    "order": 28,
    "speaker": "goes above and beyond",
    "text": "And finally, when someone goes above and beyond, they do something with much more effort than would usually be expected. Once again our six minutes are up. If your birthday is coming up, we hope you have a cake with candles and make a wish to join us again soon for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 29,
    "speaker": "Beth",
    "text": "Bye!"
  }
]