[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I’m Beth."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "In China they’re crescent shaped and filled with pork and cabbage, in Nepal they’re called momos and are fried with buffalo meat. In Ireland they’re soaked in Guinness gravy, and Italians fill them with spinach and call them gnocchi. They can be steamed or fried and are found all over the world. I’m talking, of course, about dumplings."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "Dumplings are a group of dishes where a filling is wrapped inside pieces of cooked dough. They’re basically dough envelopes with a filling inside. Fillings can be anything from meat and fish to vegetables, tofu or cheese. And the dough is usually based on a starchy grain like wheat, rice, corn or potato. In fact, the English word, ‘dumpling’, comes from a 17th century adjective, dump, meaning ‘dough-like’."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "The really amazing thing about dumplings is that they’re found all over the world. Over the centuries, different countries and regions have experimented with flavours and fillings to create something unique. Wherever in the world you are there’s probably a special kind of dumpling for you!"
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "In this programme, we’ll be sampling a dumpling from the West African country of Ghana. And, as usual, we’ll be learning some useful new vocabulary as well."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "Great! But first I have a question for you, Beth. Probably the most famous British dumplings, suet dumplings, are cooked on top of a chicken or beef stew. They’re made from suet… but what exactly is that? Is suet:"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "a) wheat?"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "b) potato? or,"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "c) animal fat?"
  },
  {
    "order": 11,
    "speaker": "Beth",
    "text": "Hmmm, I think suet is made from animal fat."
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "OK, Beth, we’ll find out if that’s the correct answer later in the programme. The origins of dumplings are a mystery. Historians think the dish is very old, but no-one knows for sure when or where the first dumpling was cooked. One theory puts the birthplace of the dumpling along the Silk Road, linking China with Central Asia, and Turkey."
  },
  {
    "order": 13,
    "speaker": "Beth",
    "text": "One way or another, the dumpling journeyed through the Middle East and across Africa to Ghana, where today it’s a favourite way of adding carbohydrates to a dish, as well as soaking up sauce and juices. Kafui Adzah is a businesswoman and fan of the Ghanian dumpling called, kenkey."
  },
  {
    "order": 14,
    "speaker": "Neil",
    "text": "Here she introduces kenkey to Ruth Alexander, presenter of BBC World Service programme, The Food Chain:"
  },
  {
    "order": 15,
    "speaker": "Kafui Adzah",
    "text": "I love kenkey. In fact I had kenkey this afternoon!"
  },
  {
    "order": 16,
    "speaker": "Ruth Alexander",
    "text": "You’ve had some this afternoon?"
  },
  {
    "order": 17,
    "speaker": "Kafui Adzah",
    "text": "Yes."
  },
  {
    "order": 18,
    "speaker": "hits the spot",
    "text": "Ah, lovely. And it hits the spot?"
  },
  {
    "order": 19,
    "speaker": "staple food",
    "text": "Absolutely, and… the Ga-Adangbe is one of the tribes in Ghana and kenkey is their staple food, even though it’s eaten across the whole country."
  },
  {
    "order": 20,
    "speaker": "Ruth Alexander",
    "text": "How is it then eaten?"
  },
  {
    "order": 21,
    "speaker": "Yum YumYou dig in",
    "text": "Now we have to eat kenkey with what we call shito – chilli sauce. OK. But we also have the black sauce… it's like with shrimps, fish, and all sort of proteins in it. And then... Yum Yum! You go at it! You dig in!"
  },
  {
    "order": 22,
    "speaker": "comfort food",
    "text": "Is this really satisfying comfort food?"
  },
  {
    "order": 23,
    "speaker": "tummy",
    "text": "It is very satisfying, in fact kenkey is loved by most people who do manual work because it fills the tummy and it takes you almost a whole day before you feel hungry again."
  },
  {
    "order": 24,
    "speaker": "hits the spotsomething hits the spot",
    "text": "Kafui says eating kenkey really hits the spot. If something hits the spot, it’s exactly what you wanted and totally satisfies you."
  },
  {
    "order": 25,
    "speaker": "staple food",
    "text": "Kenkey dumplings are made from maize sourdough and eaten across Ghana. For some tribes, kenkey is their staple food – a basic and important type of food that is regularly eaten by a large portion of the population. In Britain for example, bread and eggs are staple foods."
  },
  {
    "order": 26,
    "speaker": "Yum yumdig in",
    "text": "Kenkey takes time to make - the maize needs to be soaked in water for a week. But when they’re ready and served with a hot chilli sauce, Kafui uses two phrases to show it’s time to eat. Yum yum! is used to say that food tastes or smells very good, and dig in! is another exclamation meaning: don’t wait, start eating and eat as much as you like."
  },
  {
    "order": 27,
    "speaker": "comfort foodtummy",
    "text": "For Ghanaians, kenkey is comfort food, something which is enjoyable to eat and makes you feel happier. And what’s more, it fills your tummy or stomach."
  },
  {
    "order": 28,
    "speaker": "Beth",
    "text": "Whatever type you eat and wherever in the world you eat them, dumplings are a great way to spread a little love, including in Britain!"
  },
  {
    "order": 29,
    "speaker": "comfort food",
    "text": "Ah yes, it looks like we’re back to my earlier question. I asked you what the traditional British suet dumpling is made from. Beth guessed it was animal fat, which was… the correct answer! Suet dumplings aren’t the healthiest, but for some Brits they’re certainly comfort food - food that makes you feel happier because it tastes good, or because it reminds you of home."
  },
  {
    "order": 30,
    "speaker": "hits the spot",
    "text": "OK, let's recap the rest of the vocabulary we've learned in this programme, starting with the idiom hits the spot, meaning that something is satisfying and exactly what you wanted."
  },
  {
    "order": 31,
    "speaker": "staple food",
    "text": "A staple food is a basic and important type of food that is regularly eaten by a large portion of the population."
  },
  {
    "order": 32,
    "speaker": "yum yum",
    "text": "The exclamation yum yum! is used to say that food tastes or smells delicious."
  },
  {
    "order": 33,
    "speaker": "dig in",
    "text": "If you say dig in! you’re inviting someone to start eating as much as they want."
  },
  {
    "order": 34,
    "speaker": "tummy",
    "text": "And finally, tummy is an informal word for stomach. Once again our six minutes are up, but remember to join us again next time for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 35,
    "speaker": "Neil",
    "text": "Bye!"
  }
]