[
  {
    "order": 1,
    "speaker": "Phil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Phil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I'm Beth. Now, let's talk about food."
  },
  {
    "order": 3,
    "speaker": "Phil",
    "text": "OK. What food do you love? What food do you hate? If you ask around, you'll soon see there's no right or wrong answer – it's all a question of taste."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "But our taste, it turns out, isn't simply a matter of opinion. Rather, scientists have discovered that taste is influenced by our genes and DNA. So, in this programme we'll be asking, what is taste? Why can't we agree on it? And is it worth listening to experts whose job is to tell us what to eat and drink? And, as usual, we'll be learning some useful new vocabulary as well."
  },
  {
    "order": 5,
    "speaker": "Phil",
    "text": "Great, but first I have a question for you, Beth. A good way of finding out about British tastes is with the nation's best-loved snack, crisps. So, what is the most popular flavour of crisps in the UK? Is it:"
  },
  {
    "order": 6,
    "speaker": "Phil",
    "text": "a)    salt and vinegar?"
  },
  {
    "order": 7,
    "speaker": "Phil",
    "text": "b)    cheese and onion? or,"
  },
  {
    "order": 8,
    "speaker": "Phil",
    "text": "c)    prawn cocktail?"
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "I'm going to guess cheese and onion."
  },
  {
    "order": 10,
    "speaker": "Phil",
    "text": "OK, Beth, I'll reveal the answer later in the programme. Science's understanding of how taste works started only 25 years ago with the discovery of taste receptors, cells located in the taste buds on your tongue."
  },
  {
    "order": 11,
    "speaker": "Beth",
    "text": "But people's taste is unique to them. What tastes sweet to me, might taste sour or salty to someone else, and this is because of differences in the receptors we're born with. In other words, taste is partly genetic. Here's Danielle Reed, researcher at the Monell Chemical Senses Center in Philadelphia explaining more to BBC World Service programme, 'The Food Chain':"
  },
  {
    "order": 12,
    "speaker": "broadening our horizons",
    "text": "…when we first started doing genetic studies, we really just confined ourselves to looking at a few Europeans, people of European ancestry. And so, our understanding of the broad diversity of humans on the planet was extremely limited. We are broadening our horizons and studying people of Asian and African ancestry, and that has really opened up the knowledge that people are much more diverse than we ever realised…"
  },
  {
    "order": 13,
    "speaker": "broadening our horizons",
    "text": "[…]"
  },
  {
    "order": 14,
    "speaker": "Ruth Alexander",
    "text": "And what you're saying is, \"No, taste isn't a matter of opinion, it's a matter of biology\"."
  },
  {
    "order": 15,
    "speaker": "colour-blindchastise",
    "text": "Exactly and we wouldn't... you know, for our friends who are colour-blind, we wouldn't chastise them for not being able to see red or for dressing in colours we don't appreciate, but we feel very free to criticise our friends' sense of taste."
  },
  {
    "order": 16,
    "speaker": "broadened their horizons",
    "text": "It was only when scientists looked outside Europe to the rest of the world that they realised the diversity of human taste. Danielle says they broadened their horizons, they investigated something in a new way to increase their knowledge and understanding of it."
  },
  {
    "order": 17,
    "speaker": "colour-blindchastise colour-blind",
    "text": "Danielle compares taste to another genetically controlled condition, being colour-blind or unable to see the difference between certain colours like green and red. You wouldn't chastise – criticise or punish - someone for being colour-blind, so why criticise someone's taste?"
  },
  {
    "order": 18,
    "speaker": "Phil",
    "text": "But, if scientists are telling us taste is largely genetic, what about restaurant critics and wine connoisseurs, people whose job it is to tell us what to eat and drink? Are their opinions any better than our own? Here's David Kermode, wine judge for the International Wine and Spirits Competition, speaking with Ruth Alexander for BBC World Service's, 'The Food Chain':"
  },
  {
    "order": 19,
    "speaker": "pointless",
    "text": "Scientists have established that taste is individual and to a large extent actually genetic. So I wonder, does that render the wine competition a pointless exercise?"
  },
  {
    "order": 20,
    "speaker": "I would say that wouldn't Isubjective",
    "text": "No. I mean, I would say that wouldn't I? But of course, individual taste is subjective. We all have our own personal prejudices in whatever sphere of life you want to go into, but we are encouraged, I mean ordered almost, to park those prejudices."
  },
  {
    "order": 21,
    "speaker": "pointlessI would say that, wouldn't I?",
    "text": "Since people's tastes are naturally different, Ruth asks if wine competitions are pointless, without purpose and a waste of time. Being a wine judge, David, of course disagrees, using the phrase, but I would say that, wouldn't I? This phrase means something like, 'of course I would say that'. It implies there's some reason that what the speaker is saying is obviously biased towards them."
  },
  {
    "order": 22,
    "speaker": "subjective",
    "text": "David admits that taste is subjective, based on personal opinions and feelings rather than on facts."
  },
  {
    "order": 23,
    "speaker": "Beth",
    "text": "I think it's time to reveal the answer to your question, Phil."
  },
  {
    "order": 24,
    "speaker": "broaden or expand your horizons",
    "text": "Right. I asked for Britain's most popular flavour of crisp, and you said, cheese and onion which was… the correct answer! OK, let's recap the vocabulary we've learned in this programme starting with the phrase to broaden or expand your horizons meaning 'to explore something in a new way which increases your knowledge and understanding of it'."
  },
  {
    "order": 25,
    "speaker": "chastise",
    "text": "To chastise means to strongly punish or criticise."
  },
  {
    "order": 26,
    "speaker": "colour-blind",
    "text": "A colour-blind person is unable to distinguish certain colours especially greens and reds."
  },
  {
    "order": 27,
    "speaker": "pointless",
    "text": "Something which is pointless, has no purpose or meaning and is a waste of time."
  },
  {
    "order": 28,
    "speaker": "I would say that wouldn't I?",
    "text": "The phrase I would say that wouldn't I? is a tag question meaning, 'of course I would say that'."
  },
  {
    "order": 29,
    "speaker": "subjective,",
    "text": "And finally, if something is subjective, it's influenced by personal beliefs or feelings, rather than based on facts. Once again, our six minutes are up. Goodbye for now!"
  },
  {
    "order": 30,
    "speaker": "Phil",
    "text": "Bye!"
  }
]