[
  {
    "order": 1,
    "speaker": "Phil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Phil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I’m Beth."
  },
  {
    "order": 3,
    "speaker": "Phil",
    "text": "Grey hairs, wrinkles, and poor eyesight are common signs that our body is growing old. Much as we’d like to, we can’t avoid ageing, so it’s important to stay healthy as we get older."
  },
  {
    "order": 4,
    "speaker": "young at heart",
    "text": "In this programme, we’ll be hearing about some new research offering fresh advice on how to stay young at heart, an idiom meaning to keep a youthful outlook on life, whatever your age. And, of course, we’ll be learning some useful new vocabulary as well."
  },
  {
    "order": 5,
    "speaker": "Phil",
    "text": "But 6 Minute English isn’t just about vocabulary – we improve your listening skills as well, so why not turn on the audio subtitles or download the script to read along as you listen? It could also help you answer my question. The oldest recorded person ever to have lived was a woman who was born in 1875, and lived to the ripe old age of 122. But which country was she from? Was it:"
  },
  {
    "order": 6,
    "speaker": "Phil",
    "text": "a)    Japan"
  },
  {
    "order": 7,
    "speaker": "Phil",
    "text": "b)    France or,"
  },
  {
    "order": 8,
    "speaker": "Phil",
    "text": "c)    Italy?"
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "I am going to say Japan."
  },
  {
    "order": 10,
    "speaker": "Phil",
    "text": "OK, Beth, I’ll reveal the correct answer later in the programme. Ageing is partly caused by the body’s cells starting to decay, so you might think we’re powerless to stop it. But listen to this good news from Professor Sarah Harper, Director of the Oxford Institute of Population Ageing:"
  },
  {
    "order": 11,
    "speaker": "Prof Sarah Harper",
    "text": "I think the really exciting thing is that even 10 years ago we would have thought: Yes, it's all to do with our cells. Now we understand this relationship between what we call ‘cell and society’, and we really can make a difference! And in fact, a recent paper just came out which said that 60% of our ageing can be controlled by how we live."
  },
  {
    "order": 12,
    "speaker": "Beth",
    "text": "Professor Harper says that 60% of ageing is determined by something we can influence, our lifestyle. So, what lifestyle should we choose? Here’s Sarah Harper giving more details to BBC Radio 4 programme, 'Inside Health':"
  },
  {
    "order": 13,
    "speaker": "positive attitudetwin studies",
    "text": "You know, there's obviously things like diet, which I think we’ll come to, but there's also a positive attitude,and there's been some wonderful twin studies that have been done where you've had twins and they have been able to map them across their lives, and if you're positive, you actually have far greater health in later life than if you're negative."
  },
  {
    "order": 14,
    "speaker": "positive attitudetwin studies",
    "text": "One important factor in ageing well is a positive attitude - feeling hopeful, confident, and focused on the good things in life. This conclusion was based on several twin studies, scientific research which uses twins to study the roles of genetics and environment in human development. In studies, Professor Harper found positive twins stayed healthier than negative twins as they aged."
  },
  {
    "order": 15,
    "speaker": "Beth",
    "text": "Loneliness can be another problem as we get older. Here, Professor Sarah Harper explains how in countries like Spain, Italy and Greece, regular social interaction helps people age well:"
  },
  {
    "order": 16,
    "speaker": "Mediterranean dietcommunal mealsmultigenerational households,",
    "text": "Loneliness can have the same impact as smoking in the statistics. And when we talked about the Mediterranean diet, it's also got two other sides: it's got exercise because these people tend to be outside more because they have that kind of a climate, but also they still tend to live [communal meals]… Absolutely they have communal meals, they tend to live together more in multigenerational households, that is changing a bit, so there's a whole lifestyle around it."
  },
  {
    "order": 17,
    "speaker": "Mediterranean diet. communal meals",
    "text": "The healthy food, such as fresh vegetables and fish, eaten by people living in countries around the Mediterranean Sea, is known as the Mediterranean diet. Mediterranean cultures have other advantages too, including outdoor exercise, which is easier in warm climates, and communal meals, occasions when people sit down and share food together."
  },
  {
    "order": 18,
    "speaker": "multigenerational householdsMediterranean,",
    "text": "Mediterranean people are also more likely to live in multigenerational households, where people from two or more generations of a family live together in the same house. Not everyone can live in the Mediterranean, but it seems a positive attitude and social interaction are two things we can all do to age well. Speaking of which, what was the answer to your question, Phil?"
  },
  {
    "order": 19,
    "speaker": "young at heart",
    "text": "OK, well, I asked you about the oldest living person ever recorded. I asked what country they came from, and you said Japan. Well, I can reveal the answer is actually France. A lady in France lived for 122 years and 164 days. And if you knew the answer to that, there are other questions about this programme in the quiz on our worksheet, which you can find on our website, bbclearningenglish.com. OK, let’s recap the new vocabulary we’ve learned about staying young at heart, an idiom which means to think and behave in a youthful way, in spite of growing older."
  },
  {
    "order": 20,
    "speaker": "positive attitude",
    "text": "People with a positive attitude feel hopeful, confident, and focused on the good things in life."
  },
  {
    "order": 21,
    "speaker": "Twin studies",
    "text": "Twin studies use twins to investigate the roles of genetics and environment in human development."
  },
  {
    "order": 22,
    "speaker": "Mediterranean diet",
    "text": "A Mediterranean diet describes the foods typically eaten by people living in countries around the Mediterranean Sea, including fresh vegetables, olive oil and fish."
  },
  {
    "order": 23,
    "speaker": "communal meal",
    "text": "At a communal meal, people sit down together to talk and share food."
  },
  {
    "order": 24,
    "speaker": "multigenerational household",
    "text": "And finally, a multigenerational household is when people from two or more generations of the same family live together. Once again, our six minutes are up, but if you enjoyed this discussion then head over to the BBC Learning English website to find the accompanying worksheet and quiz, along with loads of other programmes and resources to help learn English. See you there!"
  },
  {
    "order": 25,
    "speaker": "Phil",
    "text": "Bye!"
  }
]