[
  {
    "order": 1,
    "speaker": "Phil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Phil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I’m Beth."
  },
  {
    "order": 3,
    "speaker": "Phil",
    "text": "So, Beth, we're talking about the best education systems in the world today. You went to school here in Britain. What do you think of the British education system? Do you think it could be the best?"
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "I think that it's quite good, there's probably a couple of things that I personally would change about it, but I would say it's quite good, but maybe not the best in the world."
  },
  {
    "order": 5,
    "speaker": "Phil",
    "text": "Well, in this programme, we're going to be talking about the Pisa rankings."
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "The rankings are based on tests carried out by the OECD, that's an international organisation, every three years. The tests attempt to show which countries are the most effective at teaching maths, science and reading. But is that really possible to measure? Well, here is former BBC education correspondent Sean Coughlan talking to BBC World Service programme 'The Global Story'."
  },
  {
    "order": 7,
    "speaker": "contentious",
    "text": "When they were introduced first of all, that was a very contentious idea, because people said 'how can you possibly compare big countries… how can you compare America to Luxembourg or to, you know, or to parts of China, or whatever?'"
  },
  {
    "order": 8,
    "speaker": "contentiouscontentious,",
    "text": "Sean said that the tests were contentious. If something is contentious, then it is something that people might argue about – it's controversial. So, at first, Pisa tests were contentious because not everyone believed it was fair to compare very different countries."
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "Phil, I've got a question for you about them. So, in 2022, Singapore was top of the reading rankings. But which of these countries came second? Was it:"
  },
  {
    "order": 10,
    "speaker": "Beth",
    "text": "a)    The USA?"
  },
  {
    "order": 11,
    "speaker": "Beth",
    "text": "b)    Ireland? or,"
  },
  {
    "order": 12,
    "speaker": "Beth",
    "text": "c)    The UK?"
  },
  {
    "order": 13,
    "speaker": "Phil",
    "text": "I think it might be b) Ireland."
  },
  {
    "order": 14,
    "speaker": "Beth",
    "text": "OK. Well, we will find out if that's correct at the end of the programme. A common pattern in the Pisa rankings is that the most successful countries tend to be smaller. Talking to BBC World Service programme 'The Global Story', Sean Coughlan tells us that many large countries from Western Europe don't score that highly in the rankings."
  },
  {
    "order": 15,
    "speaker": "outpacedrivalsknowledge economy",
    "text": "They're being outpaced and outperformed by these fast, upcoming countries – you know, Singapore, or Estonia, or Taiwan, or those sort of places which we don't historically think of as being economic rivals, but I suppose the argument for Pisa tests is, if you want to have a knowledge economy, an economy based on skills, this is how you measure it."
  },
  {
    "order": 16,
    "speaker": "outpacedoutpaces",
    "text": "We heard that many large European countries are being outpaced by smaller nations. If someone outpaces you, they are going faster than you – at a higher pace."
  },
  {
    "order": 17,
    "speaker": "rivals",
    "text": "We use the prefix 'out-' to say that someone or something is better at doing something. We also heard that smaller nations are 'outperforming' larger ones – they are performing better. Singapore, Estonia and Taiwan are described as economic rivals to large European nations – that means that they are competing with them, economically."
  },
  {
    "order": 18,
    "speaker": "knowledge economy",
    "text": "We also heard about a knowledge economy. This is an economy based on service industries that require workers to be highly educated, such as IT, finance or advanced engineering."
  },
  {
    "order": 19,
    "speaker": "Beth",
    "text": "So, what makes countries perform better in these tests? Let's hear again from BBC World Service programme, 'The Global Story'. Sean Coughlan tells us that those countries that prioritise getting everyone to a certain level do well. We also hear from Rando Kuustik, an Estonian school principal."
  },
  {
    "order": 20,
    "speaker": "regardless",
    "text": "Countries which make sure that all their pupils get through a certain level of education to a certain standard, regardless of their background, do well."
  },
  {
    "order": 21,
    "speaker": "segregating",
    "text": "If you are teaching them by different level or abilities, then you are segregating them and we don't want to segregate any people in the world, why we are doing that in the schools? This one of the main things why Estonia is successful."
  },
  {
    "order": 22,
    "speaker": "regardless",
    "text": "Sean said the most successful systems educate everyone to a particular standard, regardless of their background. If one thing happens regardless of something else, it means that the something else is not important, or not a problem."
  },
  {
    "order": 23,
    "speaker": "segregateSegregate",
    "text": "Rando Kuustik said that Estonian schools do not want to segregate students. Segregate means to separate and keep apart."
  },
  {
    "order": 24,
    "speaker": "Phil",
    "text": "So, we've just heard about Estonia, but what about your question, Beth? What about those countries?"
  },
  {
    "order": 25,
    "speaker": "Beth",
    "text": "I asked you which out of the USA, Ireland, and the UK came second for reading in the 2022 Pisa rankings. You said Ireland, and that was the correct answer. Well done!"
  },
  {
    "order": 26,
    "speaker": "contentious",
    "text": "OK, let’s recap the vocabulary we’ve learned in this programme about education rankings, starting with contentious - argued about or controversial."
  },
  {
    "order": 27,
    "speaker": "outpaced",
    "text": "If you're outpaced by someone, they're going faster than you are."
  },
  {
    "order": 28,
    "speaker": "Rivals",
    "text": "Rivals are competitors."
  },
  {
    "order": 29,
    "speaker": "knowledge economy",
    "text": "A knowledge economy is one based on industries that need highly educated workers, such as IT, finance or advanced engineering."
  },
  {
    "order": 30,
    "speaker": "regardless",
    "text": "If something happens regardless of a second thing, the second thing has no impact on it happening."
  },
  {
    "order": 31,
    "speaker": "segregated",
    "text": "And finally, if people are segregated, different groups of people are separated and kept apart. Once again, our six minutes are up. Remember to visit our website, bbclearningenglish.com, where you’ll find a worksheet and quiz related to this programme, and we’ll see you again soon for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 32,
    "speaker": "Beth",
    "text": "Bye!"
  }
]