[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello and welcome to 6 Minute English. I'm Neil…"
  },
  {
    "order": 2,
    "speaker": "Sophie",
    "text": "And I'm Sophie…"
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Sophie, I can't get out of my head what Mark Zuckerberg, you know, the guy who created Facebook, said recently."
  },
  {
    "order": 4,
    "speaker": "pledged",
    "text": "Oh, I know, he pledged – or made a serious promise – to give away 99% of his shares in Facebook over the course of his lifetime. The shares are currently worth around $45bn."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "Why, oh why did he decide to give his fortune away? It's puzzling to me."
  },
  {
    "order": 6,
    "speaker": "philanthropy",
    "text": "It's an act of philanthropy – which means helping others, especially by giving large amounts of money to good causes."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "And philanthropy is the subject of this show."
  },
  {
    "order": 8,
    "speaker": "well off",
    "text": "But don't worry about Zuckerberg, it's probably fair to say that he will remain extremely well off – or wealthy – even after giving away his fortune."
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "Well, that's true. Let me ask you then today's quiz question: Who was the most generous philanthropist in the US last year? Was it…"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "a) Bill Gates"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "b) Mark Zuckerberg"
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "Or c) Warren Buffett"
  },
  {
    "order": 13,
    "speaker": "Sophie",
    "text": "I'm going to say… c) Warren Buffett."
  },
  {
    "order": 14,
    "speaker": "human potential equality",
    "text": "Well, we'll find out if you were right or not later on in the show. Now, Zuckerberg was inspired to give away his fortune by the birth of his daughter Max. In a letter to Max – posted on Facebook. In his post, he talks about using the money to advance human potential and promote equality for all children in the next generation. Equality – in other words, with the same rights and opportunities."
  },
  {
    "order": 15,
    "speaker": "Sophie",
    "text": "Zuckerberg is the latest in a long line of billionaire entrepreneurs to turn philanthropist and use his money for good causes. Did you know that some of the earliest American philanthropists were robber barons?"
  },
  {
    "order": 16,
    "speaker": "Neil",
    "text": "Robber barons? What's … ? Hang on, what're robber barons?"
  },
  {
    "order": 17,
    "speaker": "unethical -",
    "text": "They're business people who use unethical - or morally wrong - business tactics to gain large personal fortunes. Nineteenth-century entrepreneurs like Rockefeller, Carnegie and Ford were robber barons. They built up huge empires in industry – oil, steel, railways, and cars – and were largely responsible for transforming the United States from an agricultural nation into an industrial one."
  },
  {
    "order": 18,
    "speaker": "Neil",
    "text": "Henry Ford – he's the one who said you can have any colour you want as long as it's black. I like that kind of thing."
  },
  {
    "order": 19,
    "speaker": "Sophie",
    "text": "Focus, Neil!"
  },
  {
    "order": 20,
    "speaker": "Neil",
    "text": "OK. OK."
  },
  {
    "order": 21,
    "speaker": "Sophie",
    "text": "But as the barons got older, they decided they wanted to give back to society, and turned to philanthropy. Andrew Carnegie believed that wealth should be spent to make the world a better place."
  },
  {
    "order": 22,
    "speaker": "ruthless",
    "text": "That sounds too warm and fuzzy for a ruthless – or cruel - robber baron."
  },
  {
    "order": 23,
    "speaker": "Sophie",
    "text": "People change, Neil! When he died, Carnegie had given away a total of $350m to the state to spend on public works. That's around $8bn in today's money."
  },
  {
    "order": 24,
    "speaker": "average Joe",
    "text": "Well, let's listen to Hugh Cunningham, a Professor of History at the University of Kent here, in the UK. He talks about what the average Joe – that's you and me, folks – thinks about big business and philanthropy today."
  },
  {
    "order": 25,
    "speaker": "Hugh Cunningham, Emeritus Professor of History at the University of Kent",
    "text": "The very word philanthropy does not necessarily have 100% positive connotations for the public at large given where we are in terms of the public's attitude towards business or the banks and that kind of stuff. So I think it's in everyone's interests to try and broaden out the concept of philanthropy into a wider notion of giving, making a contribution, making a difference."
  },
  {
    "order": 26,
    "speaker": "Neil",
    "text": "Yes, banks and big businesses can easily afford to give away millions of dollars for the public good if they choose to. It is not so easy when you're an individual struggling to pay the rent."
  },
  {
    "order": 27,
    "speaker": "donating",
    "text": "That's right, Neil. But a lot of people in the UK are super-rich compared to those in the developing world. And we can make a big difference by donating – or giving – smaller amounts of money to help improve their lives."
  },
  {
    "order": 28,
    "speaker": "notion",
    "text": "And that's what Professor Cunningham means when he says we should broaden out the notion – or idea – of philanthropy. It's not only robber barons who can afford to be philanthropic. Let's listen to Toby Ord, a graduate student from Oxford University talking about how he makes a difference."
  },
  {
    "order": 29,
    "speaker": "Toby Ord, moral philosopher, Oxford University",
    "text": "I worked out that over my life I'd be able to earn about £1.5m and that I could maintain my current standard of living as a graduate student and still donate about £1m of that."
  },
  {
    "order": 30,
    "speaker": "Sophie",
    "text": "So Toby actually gives away any money that he earns above £18,000 a year. He feels that he doesn't need more than this amount to maintain his standard of living."
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "I'm impressed by Toby's pledge but I don't think I could live like a student my whole life!"
  },
  {
    "order": 32,
    "speaker": "Sophie",
    "text": "I thought that would suit you extremely well, Neil! Now why don't you give us the answer to today's quiz question?"
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "I asked: Who was the most generous philanthropist in the US last year? Was it… a) Bill Gates? b) Mark Zuckerberg? Or c) Warren Buffett?"
  },
  {
    "order": 34,
    "speaker": "Sophie",
    "text": "I said Warren Buffett."
  },
  {
    "order": 35,
    "speaker": "a tidy sum",
    "text": "Good guess, Sophie! Well done! Buffett, who made his $73bn fortune from investments, donated $2.8bn to charity in 2014 bringing his lifetime total to almost $23bn, according to Forbes. That's a tidy sum – and that means a large number! OK let's hear those words again, Sophie."
  },
  {
    "order": 36,
    "speaker": "Sophie",
    "text": "Here they are:"
  },
  {
    "order": 37,
    "speaker": "Sophie",
    "text": "pledged"
  },
  {
    "order": 38,
    "speaker": "Sophie",
    "text": "philanthropy"
  },
  {
    "order": 39,
    "speaker": "Sophie",
    "text": "well off"
  },
  {
    "order": 40,
    "speaker": "Sophie",
    "text": "human potential"
  },
  {
    "order": 41,
    "speaker": "Sophie",
    "text": "equality"
  },
  {
    "order": 42,
    "speaker": "Sophie",
    "text": "unethical"
  },
  {
    "order": 43,
    "speaker": "Sophie",
    "text": "ruthless"
  },
  {
    "order": 44,
    "speaker": "Sophie",
    "text": "average Joe"
  },
  {
    "order": 45,
    "speaker": "Sophie",
    "text": "donating"
  },
  {
    "order": 46,
    "speaker": "Sophie",
    "text": "a tidy sum"
  },
  {
    "order": 47,
    "speaker": "Neil",
    "text": "Well, that's the end of today's 6 Minute English. Please join us again soon!"
  },
  {
    "order": 48,
    "speaker": "Both",
    "text": "Bye."
  }
]
