[
  {
    "order": 1,
    "speaker": "Sophie",
    "text": "Hello and welcome to 6 Minute English. I'm Sophie…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil… What did you do at the weekend, Sophie?"
  },
  {
    "order": 3,
    "speaker": "Sophie",
    "text": "I did a spot of gardening."
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "So, you are you a keen gardener?"
  },
  {
    "order": 5,
    "speaker": "Sophie",
    "text": "Yes, I am, Neil. And gardening is the subject of today's show! Now why don't we start with a quiz question?"
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "Good idea."
  },
  {
    "order": 7,
    "speaker": "Sophie",
    "text": "What percentage of people in the UK said that gardening makes them happier, according to a survey conducted by the Royal Horticultural Society? Is it…"
  },
  {
    "order": 8,
    "speaker": "Sophie",
    "text": "a) 22%"
  },
  {
    "order": 9,
    "speaker": "Sophie",
    "text": "b) 52%"
  },
  {
    "order": 10,
    "speaker": "Sophie",
    "text": "Or c) 82%?"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "Well, I'll guess: b) 52%."
  },
  {
    "order": 12,
    "speaker": "Sophie",
    "text": "Well, we'll find out later on if you got it right or not. So, does gardening make you happy, Neil?"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "Well, I tried to grow some tomatoes once. And to be honest it made me rather anxious. All the leaves curled up… and then dropped off."
  },
  {
    "order": 14,
    "speaker": "Sophie",
    "text": "Did you get any tomatoes?"
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "No."
  },
  {
    "order": 16,
    "speaker": "green fingers",
    "text": "So you don't have green fingers, then? Why are you looking at your fingers, Neil? I wasn't asking whether you literally have green fingers! Having green fingers means a natural ability for growing plants. It's funny you should say gardening makes you anxious because other people find it calming and relaxing."
  },
  {
    "order": 17,
    "speaker": "Neil",
    "text": "Do they? Do you?"
  },
  {
    "order": 18,
    "speaker": "Sophie",
    "text": "Yes, I do. Being in the fresh air, in all weathers, communing with nature…"
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "Sounds very unpleasant!"
  },
  {
    "order": 20,
    "speaker": "In all weatherscommuning with nature",
    "text": "In all weathers means something you do in all types of weather – rain, snow, sunshine. And communing with nature means feeling close to nature, and being a part of it."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Well, when I tried communing with nature my hands got all scratched – I got stung by nasty creepy-crawlies – and I got soil up my nose. I didn't enjoy it at all."
  },
  {
    "order": 22,
    "speaker": "creepy-crawly",
    "text": "Try wearing protective clothing next time – and maybe a nose plug too! A creepy-crawly is a small insect, by the way."
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "So do you like getting your hands dirty, Sophie?"
  },
  {
    "order": 24,
    "speaker": "natural high",
    "text": "Yes, I love it. And it turns out there might be a good reason for this. Dr Christopher Lowry from the University of Colorado conducted an experiment to test whether soil gives us a natural high – meaning to make us happy without taking drugs. He injected a bacterium commonly found in soil into mice to see what effect this would have on them. Let's hear what he said in this BBC programme."
  },
  {
    "order": 25,
    "speaker": "University of Colorado US and Helena Merriman, presenter",
    "text": "Dr Christopher Lowry, neuroscientist, University of Colorado US and Helena Merriman, presenter"
  },
  {
    "order": 26,
    "speaker": "CL:",
    "text": "CL: Rodents like mice and rats are very good swimmers and it was found many years ago that if you treat animals with antidepressant drugs and then put the animals in just a beaker of water it would cause the animals to swim for longer periods of time."
  },
  {
    "order": 27,
    "speaker": "HM:",
    "text": "HM: After injecting the mice with the bacterium Dr Lowry placed them in a cup of water."
  },
  {
    "order": 28,
    "speaker": "CL:",
    "text": "CL: These mice that had been injected with bacterium swam during a 6-minute test for a longer period of time than animals that just got a placebo."
  },
  {
    "order": 29,
    "speaker": "ingestplacebo",
    "text": "So the bacterium had a similar effect on the mice as an antidepressant drug might. When we dig in soil we ingest – or absorb – the bacterium through our lungs or cuts in our skin. A placebo, by the way, is a substance with no physical effects that is used when testing a drug. So here one group of mice were injected with the bacterium and another group were injected with the placebo. And since the mice seemed happier when treated with soil bacteria, there's a good chance we would too."
  },
  {
    "order": 30,
    "speaker": "therapeutic",
    "text": "Let's move on and hear about how gardening can be therapeutic – or used to try and treat addiction. Here's Scot Stephenson, a recovering alcoholic, who is learning to garden to help cure him."
  },
  {
    "order": 31,
    "speaker": "INSERT",
    "text": "Scot Stephenson, recovering alcoholic"
  },
  {
    "order": 32,
    "speaker": "INSERT",
    "text": "I left school early or should I say I got expelled... came here, I got my NVQ level 2 which is my first qualification and enjoyed it ever since."
  },
  {
    "order": 33,
    "speaker": "expelled NVQ",
    "text": "So Scot Stephenson was expelled from school – he was forced to leave – with no qualifications. But with the help of a support group he now has an NVQ – that's a National Vocational Qualification here in Britain – in gardening."
  },
  {
    "order": 34,
    "speaker": "Sophie",
    "text": "That's right. At a centre in the UK, recovering alcoholics have been given the opportunity to plant, grow, and even sell their produce. These addicts are literally breaking their addiction by breaking the soil."
  },
  {
    "order": 35,
    "speaker": "Neil",
    "text": "Nicely phrased, Sophie!"
  },
  {
    "order": 36,
    "speaker": "Sophie",
    "text": "Thank you! Now, are you ready, Neil, for the answer to today's quiz question?"
  },
  {
    "order": 37,
    "speaker": "Neil",
    "text": "I am."
  },
  {
    "order": 38,
    "speaker": "Sophie",
    "text": "I asked: What percentage of people in the UK said that gardening makes them happier, according to a survey conducted by the Royal Horticultural Society? Is it… a) 22%, b) 52% or c) 82%?"
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "I guessed b) 52%. I'm wrong, aren't I?"
  },
  {
    "order": 40,
    "speaker": "Sophie",
    "text": "Oh, you are Neil, I'm sorry. The percentage of people who really enjoy gardening is much higher. You should have chosen option c). A survey from the Royal Horticultural Society has shown that Brits truly are a nation of gardeners with 82% saying it makes them feel happier. The results also revealed that 70% said that given the choice, they would prefer to spend their working day in the garden with just 9% opting for an office and 21% undecided."
  },
  {
    "order": 41,
    "speaker": "Neil",
    "text": "Well, I'm with the 9% I'm afraid. Now can we hear the words we learned today, Sophie?"
  },
  {
    "order": 42,
    "speaker": "Sophie",
    "text": "They are:"
  },
  {
    "order": 43,
    "speaker": "Sophie",
    "text": "green fingers"
  },
  {
    "order": 44,
    "speaker": "Sophie",
    "text": "in all weathers"
  },
  {
    "order": 45,
    "speaker": "Sophie",
    "text": "communing with nature"
  },
  {
    "order": 46,
    "speaker": "Sophie",
    "text": "creepy-crawly"
  },
  {
    "order": 47,
    "speaker": "Sophie",
    "text": "natural high"
  },
  {
    "order": 48,
    "speaker": "Sophie",
    "text": "ingest"
  },
  {
    "order": 49,
    "speaker": "Sophie",
    "text": "placebo"
  },
  {
    "order": 50,
    "speaker": "Sophie",
    "text": "therapeutic"
  },
  {
    "order": 51,
    "speaker": "Sophie",
    "text": "expelled"
  },
  {
    "order": 52,
    "speaker": "Sophie",
    "text": "NVQ"
  },
  {
    "order": 53,
    "speaker": "Neil",
    "text": "Well, that's the end of today's 6 Minute English. Now go back outside Sophie and get your hands dirty! Please do join us again soon!"
  },
  {
    "order": 54,
    "speaker": "Both",
    "text": "Bye."
  }
]
