[
  {
    "order": 1,
    "speaker": "Alice",
    "text": "Hello and welcome to 6 Minute English. I'm Alice…"
  },
  {
    "order": 2,
    "speaker": "Rob",
    "text": "And I'm Rob… Now, Alice – how old are you?"
  },
  {
    "order": 3,
    "speaker": "Alice",
    "text": "I'm 21, Rob – not a day older!"
  },
  {
    "order": 4,
    "speaker": "Coy",
    "text": "Come on, don't be coy about your age, Alice! – Coy, by the way, means not wanting to give away information about yourself."
  },
  {
    "order": 5,
    "speaker": "Alice",
    "text": "I'm not being coy, Rob. I just… don't feel like telling everyone how old I am. Some people think it's rude to ask."
  },
  {
    "order": 6,
    "speaker": "Rob",
    "text": "I don't mean to be rude of course but … well, you are being coy. I'm asking because today we're talking about age and whether you can be too old for some things. What do you think?"
  },
  {
    "order": 7,
    "speaker": "Alice",
    "text": "I'm too old to order off children's menus in restaurants – but I still do it."
  },
  {
    "order": 8,
    "speaker": "Rob",
    "text": "Anything else?"
  },
  {
    "order": 9,
    "speaker": "pull an all-nighter",
    "text": "Well, I couldn't pull an all-nighter anymore."
  },
  {
    "order": 10,
    "speaker": "Rob",
    "text": "OK. That's another way of saying stay up all night to finish something. That's what students do to get their work done."
  },
  {
    "order": 11,
    "speaker": "Alice",
    "text": "I used to be able to do it, and now I couldn't. I struggle to stay up on New Year's Eve until midnight. But let's move on to today's quiz question. What percentage of people aged over 65 surveyed in the UK described themselves as old? Is it …"
  },
  {
    "order": 12,
    "speaker": "Alice",
    "text": "a) 6%?"
  },
  {
    "order": 13,
    "speaker": "Alice",
    "text": "b) 16%?"
  },
  {
    "order": 14,
    "speaker": "Alice",
    "text": "Or c) 60%?"
  },
  {
    "order": 15,
    "speaker": "Rob",
    "text": "Well, I think it's just a) 6%. People don't like to think of themselves as old."
  },
  {
    "order": 16,
    "speaker": "Alice",
    "text": "Well, we'll find out if you got the answer right or wrong later on in the show. First, let's explore the subject of aging more. Tell me, Rob, do you think you can be too old to take up a new hobby?"
  },
  {
    "order": 17,
    "speaker": "Rob",
    "text": "I might be, I mean, depends on the hobby of course. I went for a run the other day, and it nearly killed me."
  },
  {
    "order": 18,
    "speaker": "Alice",
    "text": "That just means you're unfit, Rob! Let's listen to Ernestine Shepherd who didn't think she was too old to take up an interesting new hobby. At the age of 71 she started bodybuilding and is currently listed in the Guinness Book of Records as the oldest female bodybuilder in the world."
  },
  {
    "order": 19,
    "speaker": "INSERT",
    "text": "Ernestine Shepherd, bodybuilder"
  },
  {
    "order": 20,
    "speaker": "INSERT",
    "text": "If ever there were an anti-aging pill, I would call it exercise. I enjoy working out with the people who come to the church. Sometimes they say, \"Oh, this hurts!\" But I tell people, \"Age is nothing but a number!\" I am 75 years of age. This morning I awakened at 2.30. I have a group of four other people who run with me in the mornings. We run about ten miles. Every day."
  },
  {
    "order": 21,
    "speaker": "Rob",
    "text": "Wow! That was Ernestine Shepherd. What an example to us all!"
  },
  {
    "order": 22,
    "speaker": "Work out",
    "text": "Work out, by the way, means taking exercise to make yourself fit. I think it's true that if we did more exercise every day, we would all look and feel much better."
  },
  {
    "order": 23,
    "speaker": "Rob",
    "text": "Ernestine is all for exercise but I'm afraid I'd take some anti-aging pill if one existed."
  },
  {
    "order": 24,
    "speaker": "anti-aging",
    "text": "If something is advertised as being anti-aging it means it's designed to stop you looking older."
  },
  {
    "order": 25,
    "speaker": "Rob",
    "text": "And you can find hundreds of products these days that claim to have anti-aging properties. Lots of lotions and potions for women in particular!"
  },
  {
    "order": 26,
    "speaker": "Alice",
    "text": "Yes. That's because women feel pressurized to look younger than their age. It's an example of ageism and it isn't fair."
  },
  {
    "order": 27,
    "speaker": "Ageism",
    "text": "Ageism means discrimination against people because of their age. And sometimes people can be discriminated against in the workplace for being 'too old'. Now, do you think you could be too old to take up a new job, Alice?"
  },
  {
    "order": 28,
    "speaker": "senior citizens  old-age pensionersOAP",
    "text": "No, I don't get the concept of too old at all. My grandparents both still work and they have more enthusiasm and energy than I do. They hate being called senior citizens and old-age pensioners - or by the initials of these words, OAP. And they are right: who wants to be defined by their age?"
  },
  {
    "order": 29,
    "speaker": "get something",
    "text": "You just said: \"Don't get this concept\". And to get something means to understand it.  So I suppose you stay the same inside – it's just the outside that changes! We have to be young at heart at least. And age is no reason for some people to stop working if they are in good health. Let's listen to Trisha Cusden who started a new business at 65 supplying beauty products for older women. Her age actually inspired her choice of work."
  },
  {
    "order": 30,
    "speaker": "INSERT",
    "text": "Trisha Cusden, founder of Look Fabulous Forever"
  },
  {
    "order": 31,
    "speaker": "INSERT",
    "text": "I've had an idea, I've seen a problem and an opportunity, and I've done something about it – And created a business which I'm very happy to say is very successful. I mean [when] I started it, it was going to be a hobby, you know, something to keep me out of trouble, give me something to do."
  },
  {
    "order": 32,
    "speaker": "Rob",
    "text": "Trisha Cusden there. She started a new hobby and it turned into a successful business enterprise. Now, before we finish, I'd just like to put the case for older men. My dad, my granddad, Sean Connery, Michael Caine, Harrison Ford – they're all fantastic role models for us younger guys."
  },
  {
    "order": 33,
    "speaker": "role model",
    "text": "And a role model is somebody people admire and want to copy."
  },
  {
    "order": 34,
    "speaker": "Rob",
    "text": "Well, that brings us round to the matter of today's quiz question, Alice."
  },
  {
    "order": 35,
    "speaker": "Alice",
    "text": "Yes, it does. I asked: What percentage of people aged over 65 surveyed in the UK described themselves as old in a survey? Is it … a) 6%, b) 16% or c) 60%?"
  },
  {
    "order": 36,
    "speaker": "Rob",
    "text": "Yep. And I said a) 6%. Was I right?"
  },
  {
    "order": 37,
    "speaker": "Alice",
    "text": "Yes, you were! You were right! Well done! More than 2,000 people aged between 65 and 93 were surveyed by UK market research firm YouGov. Now here are the words we learned today, Rob."
  },
  {
    "order": 38,
    "speaker": "Rob",
    "text": "They are:"
  },
  {
    "order": 39,
    "speaker": "Rob",
    "text": "coy"
  },
  {
    "order": 40,
    "speaker": "Rob",
    "text": "pull an all-nighter"
  },
  {
    "order": 41,
    "speaker": "Rob",
    "text": "work out"
  },
  {
    "order": 42,
    "speaker": "Rob",
    "text": "anti-aging"
  },
  {
    "order": 43,
    "speaker": "Rob",
    "text": "ageism"
  },
  {
    "order": 44,
    "speaker": "Rob",
    "text": "senior citizen"
  },
  {
    "order": 45,
    "speaker": "Rob",
    "text": "old-age pensioner (or OAP)"
  },
  {
    "order": 46,
    "speaker": "Rob",
    "text": "get something"
  },
  {
    "order": 47,
    "speaker": "Rob",
    "text": "role model"
  },
  {
    "order": 48,
    "speaker": "Alice",
    "text": "Well, that's the end of today's 6 Minute English. Don't forget to join us again soon!"
  },
  {
    "order": 49,
    "speaker": "Both",
    "text": "Bye."
  }
]