[
  {
    "order": 1,
    "speaker": "Sophie",
    "text": "Hello and welcome to 6 Minute English. I'm Sophie…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil… Here's your coffee, Sophie."
  },
  {
    "order": 3,
    "speaker": "Sophie",
    "text": "Neil – remember that staff meeting we had yesterday?  Why did you agree to having decaff coffee in the kitchen when I know you don't like it… and neither do I!"
  },
  {
    "order": 4,
    "speaker": "decaffeinated",
    "text": "I know. It's just that the boss said that decaffeinated coffee – that's coffee with the caffeine removed – was a good idea, healthier, you know. And then everyone else agreed. And I… I don't know… I just felt uncomfortable disagreeing with everyone."
  },
  {
    "order": 5,
    "speaker": "Groupthinkcontrary to",
    "text": "Well, it's interesting you should say that, Neil. Groupthink is the subject of today's show. Groupthink refers to the type of bad decisions we make when we are in a group. Decisions that are contrary to – or against – what we really think. A psychology experiment conducted in the 1950s showed that a lot of people do exactly that – they submit to the will of the group."
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "But before we hear more about this, now would be a good time for today's quiz question. And I get to ask you, Sophie!"
  },
  {
    "order": 7,
    "speaker": "Sophie",
    "text": "OK. What is it?"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "In which story by Hans Christian Andersen does a young boy dare to tell the truth when everyone else goes along with an obvious lie? Is it…"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "a) The Red Shoes"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "b) The Snow Queen"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "Or c) The Emperor's New Clothes"
  },
  {
    "order": 12,
    "speaker": "Sophie",
    "text": "OK… I think it's c) The Emperor's New Clothes."
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "Well, we'll find out later on in the show if that's right or not. Now, the psychologist Solomon Asch is well known for his conformity experiments from the 1950s. Can you tell us what ‘conformity' means please, Sophie?"
  },
  {
    "order": 14,
    "speaker": "Conformity",
    "text": "Conformity means behaviour that is the same as the way most other people behave. Asch's main finding was that group pressure can change a person's opinion, of even obvious facts."
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "And what did this Asch test involve?"
  },
  {
    "order": 16,
    "speaker": "Sophie",
    "text": "123 male participants were shown a card with a line on it, followed by another card with three lines on it. The participants were then asked to say which line matched the line on the first card in length. The right answer was plain to see, but the participants felt pressurized into saying the wrong answer."
  },
  {
    "order": 17,
    "speaker": "Neil",
    "text": "Why would they do that?"
  },
  {
    "order": 18,
    "speaker": "Sophie",
    "text": "Because the majority of people taking part in the experiment had been told to give the wrong answer. Let's hear Professor Nick Chater's explanation. He works at the Warwick Business School here in the UK."
  },
  {
    "order": 19,
    "speaker": "INSERT",
    "text": "Nick Chater, Professor at Warwick Business School, UK"
  },
  {
    "order": 20,
    "speaker": "INSERT",
    "text": "By the time it comes to you a whole list of people have said something plainly wrong and you are either going to have to fold and say, 'well, I just agree with them' or you're going to rather uncomfortably say, 'well, I think it's one actually'. And most people, most of the time, tend to fold."
  },
  {
    "order": 21,
    "speaker": "fold",
    "text": "Professor Nick Chater. He uses the word fold, which means you give up. But, Sophie, if people are uncomfortable about supporting the wrong answer, or something they don't believe in, why do they do it?"
  },
  {
    "order": 22,
    "speaker": "going along with",
    "text": "Because even though we feel uncomfortable going along with – or agreeing with – something we don't believe, we're even more uncomfortable about disagreeing with the group."
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "Well, I didn't realize that people were such sheep. I have a will of steel, Sophie."
  },
  {
    "order": 24,
    "speaker": "will of steel",
    "text": "Is that right? So, your will of steel – or strong determination – somehow melted away in the staff meeting yesterday, I suppose?"
  },
  {
    "order": 25,
    "speaker": "Neil",
    "text": "Oh well… of course… yes…"
  },
  {
    "order": 26,
    "speaker": "Sophie",
    "text": "Let's move on and consider briefly how social media encourages groupthink."
  },
  {
    "order": 27,
    "speaker": "Neil",
    "text": "Yes, there's a real danger with something like, for example, the Twitter – the social networking service. Because when an opinion on Twitter starts to “trend”, it can take on a momentum of its own, and people adopt it simply because it's popular, not because they really believe it."
  },
  {
    "order": 28,
    "speaker": "momentum",
    "text": "And momentum means a force that keeps something going once it has started. Let's hear from journalist and author, Jon Ronson. He has an interesting opinion about this."
  },
  {
    "order": 29,
    "speaker": "INSERT",
    "text": "Jon Ronson, journalist and author"
  },
  {
    "order": 30,
    "speaker": "INSERT",
    "text": "One of the ironies here is that on social media we all like to see ourselves as nonconformists but when we all get together in a group what we're doing is using our individual nonconformity to create a more conformist world. So if somebody steps out of line, all us nonconformists, in this frightened conformist way, tear them apart. It's like we're defining the boundaries of normality by tearing apart the people on the outside."
  },
  {
    "order": 31,
    "speaker": "nonconformist",
    "text": "Jon Ronson. Are you a nonconformist then, Neil – someone who thinks and behaves differently from other people?"
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "I'm not the type that Jon Ronson is describing – one who joins up with other so-called nonconformists to bully people with different views. Now remember I asked you earlier: In which story by Hans Christian Andersen does a young boy dare to tell the truth when everyone else goes along with an obvious lie? Is it… a) The Red Shoes, b) The Snow Queen or c) The Emperor's New Clothes?"
  },
  {
    "order": 33,
    "speaker": "Sophie",
    "text": "I guessed c) The Emperor's New Clothes."
  },
  {
    "order": 34,
    "speaker": "Neil",
    "text": "And you were right, Sophie! The Emperor's New Clothes is a story by Hans Christian Andersen about two weavers who promise an emperor a new suit of clothes that is invisible to those who are stupid or incompetent. No one dares to say that he doesn't see any suit of clothes until a child cries out, “But he isn't wearing anything at all!”"
  },
  {
    "order": 35,
    "speaker": "Sophie",
    "text": "It's a great story – and a lesson to us all. Now can we hear the words we learned today please?"
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "They are:"
  },
  {
    "order": 37,
    "speaker": "Neil",
    "text": "decaffeinated"
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "groupthink"
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "contrary to"
  },
  {
    "order": 40,
    "speaker": "Neil",
    "text": "conformity"
  },
  {
    "order": 41,
    "speaker": "Neil",
    "text": "fold"
  },
  {
    "order": 42,
    "speaker": "Neil",
    "text": "going along with"
  },
  {
    "order": 43,
    "speaker": "Neil",
    "text": "will of steel"
  },
  {
    "order": 44,
    "speaker": "Neil",
    "text": "momentum"
  },
  {
    "order": 45,
    "speaker": "Neil",
    "text": "nonconformist"
  },
  {
    "order": 46,
    "speaker": "Sophie",
    "text": "Well, that's the end of today's 6 Minute English. Don't forget to join us again soon!"
  },
  {
    "order": 47,
    "speaker": "Both",
    "text": "Bye."
  }
]
