[
  {
    "order": 1,
    "speaker": "Alice",
    "text": "Hello and welcome to 6 Minute English. I'm Alice…"
  },
  {
    "order": 2,
    "speaker": "Rob",
    "text": "…and I'm Rob."
  },
  {
    "order": 3,
    "speaker": "Alice",
    "text": "So Rob, did you get that research done that I asked you to do over the weekend?"
  },
  {
    "order": 4,
    "speaker": "Rob",
    "text": "Oh … It was at the top of my to-do list. But Sunday night came around so quickly, and I just – you know – I didn't get round to it."
  },
  {
    "order": 5,
    "speaker": "Alice",
    "text": "Rob! If I'd known you weren't going to do the research, I'd have done it myself. What did you actually do at the weekend, anyway?"
  },
  {
    "order": 6,
    "speaker": "Rob",
    "text": "Oh, you know, this and that. It's funny how time slips by without you noticing."
  },
  {
    "order": 7,
    "speaker": "Alice",
    "text": "Hmm, yes. I bet you spent the whole weekend watching cat videos on YouTube – and googling your own name."
  },
  {
    "order": 8,
    "speaker": "Rob",
    "text": "What? That's unfair and untrue, Alice – well, mostly untrue, anyway – I did some shopping and I fixed my bike as well as watching videos and googling myself."
  },
  {
    "order": 9,
    "speaker": "procrastination",
    "text": "Well, perhaps I should say at this point that today's show is about procrastination, which means not doing something you're supposed to do."
  },
  {
    "order": 10,
    "speaker": "Rob",
    "text": "Well, I do feel bad about my procrastination actually."
  },
  {
    "order": 11,
    "speaker": "Alice",
    "text": "Well, that's good to hear. But let's move on now and hear today's quiz question: Can you tell me which American said: 'You may delay, but time will not?' Was it…"
  },
  {
    "order": 12,
    "speaker": "Alice",
    "text": "a) John F Kennedy?"
  },
  {
    "order": 13,
    "speaker": "Alice",
    "text": "b) Benjamin Franklin?"
  },
  {
    "order": 14,
    "speaker": "Alice",
    "text": "Or c) Franklin Roosevelt?"
  },
  {
    "order": 15,
    "speaker": "Rob",
    "text": "OK. I think I'll go for a) John F Kennedy because I reckon he was good at making to-do lists and then getting on with them."
  },
  {
    "order": 16,
    "speaker": "Alice",
    "text": "Unlike somebody I could mention."
  },
  {
    "order": 17,
    "speaker": "Rob",
    "text": "Alice, I thought we were going to move on?"
  },
  {
    "order": 18,
    "speaker": "Alice",
    "text": "Alright then."
  },
  {
    "order": 19,
    "speaker": "Rob",
    "text": "Personally, I think it's important to try and understand why we procrastinate. So let's hear from Daphna Oyserman, Professor of Psychology, Communication and Education at the University of Southern California, talking about this."
  },
  {
    "order": 20,
    "speaker": "Daphna Oyserman, Professor of Psychology, Communication and Education at the University of Southern California",
    "text": "People spend most of their time focussed on the present, which makes perfect sense because the present is now, and for sure. Unfortunately, many things that are quite important about the future require that we start doing things now rather than waiting for later to happen. Things like saving for retirement, studying for college entry exams, revising papers, preparing for work reports. Unfortunately, waiting till later means that we won't have much time."
  },
  {
    "order": 21,
    "speaker": "Alice",
    "text": "So, we are too focussed on the present, and reluctant to engage in tasks that relate to the future. Why's that, Rob?"
  },
  {
    "order": 22,
    "speaker": "priority",
    "text": "Well, like Professor Oyserman says, things in the future may never happen – or seem too far off for you to take seriously. For example, when you're young, sorting out a pension plan doesn't feel like a priority – or something that's more important than other things."
  },
  {
    "order": 23,
    "speaker": "Alice",
    "text": "But according to a new study, if you think about time in smaller units – so days, for example, rather than months or years – you are likely to start a task more quickly."
  },
  {
    "order": 24,
    "speaker": "Rob",
    "text": "So, this weekend I wasted two days…"
  },
  {
    "order": 25,
    "speaker": "Alice",
    "text": "Or 2,880 minutes."
  },
  {
    "order": 26,
    "speaker": "Rob",
    "text": "That does sound more urgent, when you put it like that."
  },
  {
    "order": 27,
    "speaker": "minimize",
    "text": "Yes. And you need to minimize – or reduce – distractions. Turn off your tech and knuckle down to your tasks, Rob."
  },
  {
    "order": 28,
    "speaker": "To knuckle down tedious",
    "text": "To knuckle down, by the way, means to start working hard. But Alice, sometimes it's hard to knuckle down to a task when you don't know how to start it – or you're scared to start it – or sometimes just because you know it's going to be really tedious – and that means boring."
  },
  {
    "order": 29,
    "speaker": "Alice",
    "text": "Yes. So what's your excuse, Rob?"
  },
  {
    "order": 30,
    "speaker": "Rob",
    "text": "Well, it's boredom, usually."
  },
  {
    "order": 31,
    "speaker": "Alice",
    "text": "You should try temptation bundling."
  },
  {
    "order": 32,
    "speaker": "Rob",
    "text": "Temptation bundling - what's that?"
  },
  {
    "order": 33,
    "speaker": "Temptation bundling",
    "text": "Temptation bundling means doing two activities together – one you should do but are avoiding, and one you love doing which isn't productive."
  },
  {
    "order": 34,
    "speaker": "Rob",
    "text": "For example, eating biscuits while I work?"
  },
  {
    "order": 35,
    "speaker": "Alice",
    "text": "Yes, that's right. That sounds like a good one for you, Rob."
  },
  {
    "order": 36,
    "speaker": "Rob",
    "text": "It might be a good idea actually. Well, let's listen to Dr Catherine Loveday talking about how we often underestimate how long things will take us."
  },
  {
    "order": 37,
    "speaker": "Dr Catherine Loveday, Westminster University",
    "text": "There's this thing called the planning fallacy. My favourite one is always the example of the Oxford English Dictionary that they started in 1857 and it was supposed to take five years, but five years later they'd only got to the word 'ant'. In the end it took another 70 years and then it was out of date and they had to start again anyway. We never seem to get any better at judging time in the future and how long things will take us."
  },
  {
    "order": 38,
    "speaker": "fallacy",
    "text": "That's Dr Catherine Loveday. So what's a fallacy, Alice?"
  },
  {
    "order": 39,
    "speaker": "Alice",
    "text": "It's a mistaken belief or idea."
  },
  {
    "order": 40,
    "speaker": "Rob",
    "text": "And for the famous Oxford English Dictionary – their mistake was to think they would get the work done in five years when it actually took 70!"
  },
  {
    "order": 41,
    "speaker": "Alice",
    "text": "Gosh! Wow! What a long time! And talking about time – ours is running out – let's go back to today's question. I asked: Which American said, \"You may delay, but time will not?\" Was it … a) John F Kennedy, b) Benjamin Franklin or c) Franklin Roosevelt?"
  },
  {
    "order": 42,
    "speaker": "Rob",
    "text": "And I very confidently said John F Kennedy."
  },
  {
    "order": 43,
    "speaker": "Alice",
    "text": "Yes, you did. And you were wrong today Rob, I'm afraid. It was Benjamin Franklin, one of the Founding Fathers of the United States. Franklin was a leading author, printer, political theorist, politician, freemason, postmaster, scientist, inventor, civic activist, statesman, and diplomat. I doubt he wasted much waste time procrastinating!"
  },
  {
    "order": 44,
    "speaker": "Rob",
    "text": "No. OK, without further delay, here are the words we learned today:"
  },
  {
    "order": 45,
    "speaker": "Rob",
    "text": "procrastination"
  },
  {
    "order": 46,
    "speaker": "Rob",
    "text": "priority"
  },
  {
    "order": 47,
    "speaker": "Rob",
    "text": "minimize"
  },
  {
    "order": 48,
    "speaker": "Rob",
    "text": "knuckle down"
  },
  {
    "order": 49,
    "speaker": "Rob",
    "text": "tedious"
  },
  {
    "order": 50,
    "speaker": "Rob",
    "text": "temptation bundling"
  },
  {
    "order": 51,
    "speaker": "Rob",
    "text": "fallacy"
  },
  {
    "order": 52,
    "speaker": "Alice",
    "text": "Well, that's the end of today's 6 Minute English. Please join us again soon!"
  },
  {
    "order": 53,
    "speaker": "Both",
    "text": "Bye."
  }
]