[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "And it felt like it took forever to arrive – though actually it was only delayed only by one hour."
  },
  {
    "order": 2,
    "speaker": "perception",
    "text": "Well, today we're talking about our perception of – or the way we see – time. It's true that when we're busy doing lots of things, time flies by."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "And when we're bored or have nothing to do, it drags. And I didn't have anything to do on the train. Do you think time flows at the same rate for everyone – even animals? My cat doesn't get bored doing nothing all day. I wonder if time drags for her sometimes?"
  },
  {
    "order": 4,
    "speaker": "Alice",
    "text": "Good question! Did you know, Neil, that, according to a new study, smaller animals perceive time as if it is passing in slow motion?"
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "That sounds weird. Do you think they hear us like this: t…a…l…k…i…n…g   s…l…o…w…l…y…?"
  },
  {
    "order": 6,
    "speaker": "Alice",
    "text": "Don't be silly, Neil! What I meant was that small animals such as insects and small birds can observe more detail in a certain period of time – for example, a second – than larger animals."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "And how does this help them, exactly? It sounds like the day would really drag if every second got stretched out like that!"
  },
  {
    "order": 8,
    "speaker": "Alice",
    "text": "It helps them by giving them time to escape larger predators. Now, I have a question for you, Neil. Can you tell me roughly how much more quickly a fly's eye can react than a human eye? Is it …"
  },
  {
    "order": 9,
    "speaker": "Alice",
    "text": "a) twice as quickly?"
  },
  {
    "order": 10,
    "speaker": "Alice",
    "text": "b) four times as quickly?"
  },
  {
    "order": 11,
    "speaker": "Alice",
    "text": "Or c) ten times as quickly?"
  },
  {
    "order": 12,
    "speaker": "nippy",
    "text": "Well, I'll go for c) ten times. Flies are pretty nippy – and that's another word for quick."
  },
  {
    "order": 13,
    "speaker": "overdrive",
    "text": "Yes. Well, we'll find out later on if you got the answer right or not. Now, small animals can typically process more visual information than we can. But in a dangerous situation our brains can work in overdrive to process information more quickly. And overdrive means a state of extreme activity. Let's listen to Raza Rumi, a writer and broadcaster in Pakistan, talking about the unusual way his brain worked when gunmen opened fire on him in his car."
  },
  {
    "order": 14,
    "speaker": "Raza Rumi, writer and broadcaster, Pakistan",
    "text": "It lasted for a few minutes – but to me that particular incident feels like it was for hours. I think my brain was working in a very strange way. Parallel and multiple thoughts and streams of consciousness were sort of running along: 'I have to save my head because if I get a bullet in my brain I'm dead.' And at the same time, 'Was it all worth it?' And, 'Alas, what a short life it was, it was lovely.' I was petrified that I was going to die."
  },
  {
    "order": 15,
    "speaker": "petrified",
    "text": "Raza Rumi there. So, he was petrified by the attack – which means extremely frightened. As a result, his brain started working in a strange way. He was thinking and feeling lots of different things at the same time."
  },
  {
    "order": 16,
    "speaker": "Alice",
    "text": "That's right – he remembers thinking practical thoughts like, 'I have to save my head'."
  },
  {
    "order": 17,
    "speaker": "in parallel",
    "text": "But in parallel – or at the same time – he also remembers having philosophical thoughts, such as: What a short life it was, it was lovely."
  },
  {
    "order": 18,
    "speaker": "Alice",
    "text": "Have you ever been in a dangerous situation where your brain went into overdrive, Neil?"
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "Yes, I was ten years old and I fell backwards out of a big tree in our garden."
  },
  {
    "order": 20,
    "speaker": "Alice",
    "text": "Oh no!"
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Yeah. I have a vivid memory of the sun flashing above me, and the clouds moving across the sky, and the leaves rustling in the tree above me – my mum was screaming through the kitchen window as she saw me fall. I experienced so much in the space of just a few seconds, just like Raza Rumi describes."
  },
  {
    "order": 22,
    "speaker": "vivid",
    "text": "Yes. A vivid memory, by the way, is clear and detailed. Oh, poor Neil! Did you hurt yourself?"
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "Some big bruises – but no broken bones."
  },
  {
    "order": 24,
    "speaker": "Alice",
    "text": "Glad to hear it. Now, it's a strange trick of memory that in a scary situation your brain starts to record everything in great detail. And the more memory you have of an event, the longer you believe it took. This idea explains why children often feel that time is passing slowly – because their experiences are new, and they are creating lots of new memories."
  },
  {
    "order": 25,
    "speaker": "Neil",
    "text": "Whereas boring grown-ups like us are following routines that don't require new memories because they're so familiar. But let's listen to Claudia Hammond, author of Time Warped, talking about how we can stretch time and make our days feel longer – in a good way!"
  },
  {
    "order": 26,
    "speaker": "Claudia Hammond, author of Time Warped",
    "text": "If you can spend your weekend filling it with loads of new different activities, it'll go fast, at the time, because you're having fun. But when you look back, say, on Sunday night, and you've got to go to work next day, it will feel as if your weekend was long, because you filled it with new memories."
  },
  {
    "order": 27,
    "speaker": "Alice",
    "text": "We should do that, this weekend, Neil. What do you think?"
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "Definitely. I'm going to buzz around like a fly, creating loads of new memories."
  },
  {
    "order": 29,
    "speaker": "Alice",
    "text": "Now, are you ready for the answer to today's quiz question? I asked: Roughly how much more quickly a fly's eye can react than a human eye? Is it … a) twice as quickly, b) four times as quickly or c) ten times as quickly?"
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "And I said c) ten times as quickly."
  },
  {
    "order": 31,
    "speaker": "Alice",
    "text": "The correct answer is b) four times as quickly. Flies have eyes that send updates to the brain at much higher frequencies than our eyes because they can process the information more quickly. This speed illustrates the impressive capabilities of even the smallest animal brains."
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "Well, before we buzz off, perhaps we should hear the words we learned today. They are:"
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "flew by"
  },
  {
    "order": 34,
    "speaker": "Neil",
    "text": "dragged"
  },
  {
    "order": 35,
    "speaker": "Neil",
    "text": "perception"
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "nippy"
  },
  {
    "order": 37,
    "speaker": "Neil",
    "text": "overdrive"
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "petrified"
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "in parallel"
  },
  {
    "order": 40,
    "speaker": "Alice",
    "text": "Well, that's the end of today's 6 Minute English. Remember to join us again soon!"
  },
  {
    "order": 41,
    "speaker": "Both",
    "text": "Bye!"
  }
]
