[
  {
    "order": 1,
    "speaker": "infrastructure",
    "text": "Well, it's all about improving the infrastructure. That's the basic facilities a town or city needs, for example: communication, transport, water, and electricity. But this shouldn't only mean improving housing conditions, but also promoting education and employment among the inhabitants, and building better communities."
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "That sounds like a real headache for the urban planners."
  },
  {
    "order": 3,
    "speaker": "Alice",
    "text": "You're right there. And one thing urban planners are talking about at the moment is creating 'smart cities'. John Rossant, founder and chairman of the non-profit organisation New Cities Foundation, explains what it is."
  },
  {
    "order": 4,
    "speaker": "John Rossant, founder and chairman of the non-profit organisation New Cities Foundation, New York City",
    "text": "I think, you know, generally it's accepted that cloud computing, ubiquitous internet, robust 5G networks etc, will transform our cities, whether they're in the global south or the developed world. And, you know, technology is really a game changer, I think, in urbanisation."
  },
  {
    "order": 5,
    "speaker": "ubiquitous",
    "text": "John Rossant there. What's ubiquitous, Alice?"
  },
  {
    "order": 6,
    "speaker": "Alice",
    "text": "It means available everywhere. So, the idea behind smart cities is to use technology to collect large amounts of data about how a city is performing."
  },
  {
    "order": 7,
    "speaker": "game changer",
    "text": "And that will be a game changer – significantly affecting the way our cities function.Hope for the future, Alice?"
  },
  {
    "order": 8,
    "speaker": "Alice",
    "text": "Fingers crossed. Now, I think it's time for the answer to today's quiz question, Neil. I asked: What is the percentage of the world's population that will be living in cities in 2050? And remember I said we are dealing with approximates here? Is it…  a) 10%? b) 50%? Or c) 70%?"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "And I said a) 10%."
  },
  {
    "order": 10,
    "speaker": "Alice",
    "text": "Yes, and you underestimated there, Neil. The right answer is actually c) 70%. This, according to a report by the United Nations. Today 54% of the world’s population lives in urban areas."
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "A lot really!"
  },
  {
    "order": 12,
    "speaker": "Alice",
    "text": "Yeah."
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "Well, I know we're running out of time, so let me repeat the words we learned today. They were:"
  },
  {
    "order": 14,
    "speaker": "Neil",
    "text": "congested"
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "utopia"
  },
  {
    "order": 16,
    "speaker": "Neil",
    "text": "smog"
  },
  {
    "order": 17,
    "speaker": "Neil",
    "text": "urban sprawl"
  },
  {
    "order": 18,
    "speaker": "Neil",
    "text": "migrate"
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "shanty towns"
  },
  {
    "order": 20,
    "speaker": "Neil",
    "text": "off the grid"
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "infrastructure"
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "ubiquitous"
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "game changer"
  },
  {
    "order": 24,
    "speaker": "Alice",
    "text": "Well, that's the end of this edition of 6 Minute English. Join us again soon! Meanwhile, visit our website: bbclearningenglish.com, where you'll find guides to grammar, exercises, videos and articles to read and improve your English."
  },
  {
    "order": 25,
    "speaker": "Both",
    "text": "Bye!"
  }
]