[
  {
    "order": 1,
    "speaker": "Alice",
    "text": "Hello and welcome to 6 Minute English. I'm Alice…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil. So Alice, can you think of an example of how the English we speak is changing?"
  },
  {
    "order": 3,
    "speaker": "Alice",
    "text": "Yes, I can – teenagers saying 'like' all the time…"
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "Oh, that's, like, really like annoying, like?"
  },
  {
    "order": 5,
    "speaker": "Alice",
    "text": "Well, the subject of today's show is how and why the English language is changing. And teenagers definitely have their own code – including text speak when they're on the internet or using their phones. Fomo, bae, plos – do you have any idea what those terms mean, Neil?"
  },
  {
    "order": 6,
    "speaker": "baffling",
    "text": "I've got no idea what you're talking about, Alice. They're pretty baffling – and that means 'hard to understand'. But that's the idea, isn't it? We oldies aren't supposed to understand!"
  },
  {
    "order": 7,
    "speaker": "Alice",
    "text": "Yes, exactly! Apparently, 'plos' means 'parents looking over shoulder' – which proves your point! Text speak is a lot to do with inventing cool new terms – and these change quickly. In a year, or even six months time, words that were once popular, have disappeared completely."
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "OK, I have a quiz question forming in my mind, Alice – so I hope you're feeling up to the challenge, Alice. Can you tell me, what kinds of words are slow to change? Is it..."
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "a) nouns?"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "b) pronouns?"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "Or c) adjectives?"
  },
  {
    "order": 12,
    "speaker": "Alice",
    "text": "I think it's a) nouns. The way we name things probably doesn't change that quickly."
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "We shall find out if you are right or wrong later on in the show. But let's think about English grammar for a minute, and what changes are occurring here."
  },
  {
    "order": 14,
    "speaker": "Alice",
    "text": "I noticed you said 'shall' there, Neil. And to my ear, that sounds pretty old fashioned."
  },
  {
    "order": 15,
    "speaker": "on the way out",
    "text": "And you're very right, Alice. The modal verb 'shall' is on the way out – meaning it's disappearing. Why do you think that is?"
  },
  {
    "order": 16,
    "speaker": "Alice",
    "text": "Well, perhaps it's because 'will' sounds more natural these days. Let's listen to linguist Bas Aarts, talking to writer and presenter, Michael Rosen on the BBC Radio 4 programme Word of Mouth, for his explanation."
  },
  {
    "order": 17,
    "speaker": "Presenter Michael Rosen and Bas Aarts, Professor of English linguistics at University College London",
    "text": "MR: Why would we lose 'shall'? I mean, if especially as we hold it in the interrogative. We say, you know, 'Shall we go swimming'?"
  },
  {
    "order": 18,
    "speaker": "Presenter Michael Rosen and Bas Aarts, Professor of English linguistics at University College London",
    "text": "BA: Well, because it's in competition with 'will'. If you have two words that more or less express the same meaning, one of the two is going to be pushed out of the language. And in this case, it's 'shall'."
  },
  {
    "order": 19,
    "speaker": "interrogativewin out",
    "text": "Bas Aarts there. And interrogative means 'a question'. So it's not just in nature that we get survival of the fittest – you know, the struggle for life – it happens in language too. Similar words are competing with each other, and some lose while others win out – or succeed after a fight. Do you know of any other modal verbs that are on their way out, Alice?"
  },
  {
    "order": 20,
    "speaker": "Alice",
    "text": "Yes – 'must' is declining rapidly."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Why's that?"
  },
  {
    "order": 22,
    "speaker": "obligation",
    "text": "'Must' sounds authoritarian, and people are choosing to express obligation – or having a duty to do something – in different ways."
  },
  {
    "order": 23,
    "speaker": "authoritarian",
    "text": "OK, authoritarian means 'demanding that people obey you'. For example: Alice, you must move on to the next point, now!"
  },
  {
    "order": 24,
    "speaker": "Alice",
    "text": "Oh, you scared me a bit there, Neil!"
  },
  {
    "order": 25,
    "speaker": "shying away from",
    "text": "Exactly. I can see why people are shying away from – or avoiding – 'must'. It sounds nicer to soften obligation by saying things like, 'You might want to move on to the next point now, Alice.'"
  },
  {
    "order": 26,
    "speaker": "Progressive",
    "text": "OK, then, I shall. Let's talk about tenses. Progressive tenses – formed from the verb be and the suffix –ing – are usually used for ongoing situations, for example, 'I'm doing the show with Neil at the moment'. But its use has been increasing rapidly. Let's listen to Michael Rosen and Bas Aarts again talking about this."
  },
  {
    "order": 27,
    "speaker": "Presenter Michael Rosen and Bas Aarts, Professor of English linguistics at University College London",
    "text": "BA: It started increasing dramatically in the 19th century and has continued to rise in the present day."
  },
  {
    "order": 28,
    "speaker": "Presenter Michael Rosen and Bas Aarts, Professor of English linguistics at University College London",
    "text": "MR: I think that's a cue for me to say, 'I'm loving it', is that right?"
  },
  {
    "order": 29,
    "speaker": "Presenter Michael Rosen and Bas Aarts, Professor of English linguistics at University College London",
    "text": "BA: Well, that is one of the constructions that is coming in, I mean, I sometimes call it the Big Mac progressive because of course McDonald's use that."
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "In this segment of the BBC Radio 4 programme Word of Mouth, Michael Rosen quotes the progressive form 'I'm loving it' – a slogan used by an American fast-food chain in its advertising campaign."
  },
  {
    "order": 31,
    "speaker": "stative",
    "text": "The verb 'love' is a stative verb. It expresses a state of being – as opposed to doing – and is traditionally used in the simple form, for example, 'I love it'. But these days, people are using stative verbs in the progressive more and more."
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "I'm hearing what you're saying, Alice! Now, I think it's time for the answer to today's quiz question. I asked you: What kinds of words are slow to change? Is it… a) nouns, b) pronouns or c) adjectives?"
  },
  {
    "order": 33,
    "speaker": "Alice",
    "text": "I said a) nouns."
  },
  {
    "order": 34,
    "speaker": "Neil",
    "text": "And you were wrong, Alice! According to Professor Mark Pagel, evolutionary biologist at Reading University in the UK, pronouns like 'I' and 'you' and 'we' evolve slowly – a thousand years ago we would be using similar or sometimes identical sounds. Similarly, number words evolve very slowly – our ancestors were using related sounds a thousand or perhaps even two thousand years ago. Whereas nouns and adjectives get replaced quite rapidly – and in five hundred years or so we'll probably be using different words to the ones we use now."
  },
  {
    "order": 35,
    "speaker": "Alice",
    "text": "Well, I got that completely wrong then! Who knew that one, two, three would have such staying power?"
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "I suppose numbers are pretty fundamental to our day-to-day lives – sort of part of who we are."
  },
  {
    "order": 37,
    "speaker": "Alice",
    "text": "OK, let's hear the - hopefully - more permanent words we learned today."
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "There were:"
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "baffling"
  },
  {
    "order": 40,
    "speaker": "Neil",
    "text": "on the way out"
  },
  {
    "order": 41,
    "speaker": "Neil",
    "text": "interrogative"
  },
  {
    "order": 42,
    "speaker": "Neil",
    "text": "win out"
  },
  {
    "order": 43,
    "speaker": "Neil",
    "text": "obligation"
  },
  {
    "order": 44,
    "speaker": "Neil",
    "text": "authoritarian"
  },
  {
    "order": 45,
    "speaker": "Neil",
    "text": "shying away from"
  },
  {
    "order": 46,
    "speaker": "Neil",
    "text": "progressive"
  },
  {
    "order": 47,
    "speaker": "Neil",
    "text": "stative"
  },
  {
    "order": 48,
    "speaker": "Alice",
    "text": "Well, that's the end of today's 6 Minute English. To recap, we're enjoying the progressive tense."
  },
  {
    "order": 49,
    "speaker": "Neil",
    "text": "And we're loving 'will' and 'should', but avoiding 'shall' and 'must'. Don't forget to join us again soon!"
  },
  {
    "order": 50,
    "speaker": "Both",
    "text": "Bye!"
  }
]
