[
  {
    "order": 1,
    "speaker": "Alice",
    "text": "Hello and welcome to 6 Minute English. I'm Alice…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil. Have you ever written any poetry, Alice?"
  },
  {
    "order": 3,
    "speaker": "Alice",
    "text": "No. Have you?"
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "Oh yes. I've got a sheaf of poems from my youth."
  },
  {
    "order": 5,
    "speaker": "sheaf",
    "text": "A sheaf of something means a bundle of things, particularly paper. What about now? Are you still writing?"
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "No, my creative juices have dried up."
  },
  {
    "order": 7,
    "speaker": "Creative juiceswriter's block",
    "text": "What a shame! I would have liked to hear some of your poems! Creative juices means a flow of ideas and the subject of today's show is creativity and writer's block – which means not being able to write because of a psychological problem."
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "So not like tennis elbow or golfer's knee, then."
  },
  {
    "order": 9,
    "speaker": "Alice",
    "text": "No, Neil, because a psychological problem refers to the mind not the body. And whilst some people view writer's block as nonsense others believe it is a serious psychological condition that can get better with treatment."
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "Well, I have a question for you, Alice. How does author of the Da Vinci Code, Dan Brown, deal with writer's block? Does he…"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "a) hang upside down from the ceiling in gravity boots?"
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "b) clean his 6-bedroom house from top to bottom with a toothbrush?"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "Or c) run a half-marathon listening to opera music by Richard Wagner?"
  },
  {
    "order": 14,
    "speaker": "Alice",
    "text": "I think it's c) run a half-marathon listening to Wagner. Exercise and music might get your creative juices flowing again."
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "Well, we'll find out whether you got the right answer later on in the show. But first, Alice, can you tell us where the term writer's block comes from?"
  },
  {
    "order": 16,
    "speaker": "coined",
    "text": "Well, the term was coined – or invented – in 1950 by a Viennese psychoanalyst Edmund Bergler. Let's listen to Zachary Leader, Professor of English Literature at Roehampton University talking about the psychoanalytic theory of writer's block."
  },
  {
    "order": 17,
    "speaker": "Zachary Leader, Professor of English Literature at Roehampton University",
    "text": "Before writers were blocked the other metaphors that were used were things like 'drying up' … or 'being frozen' or 'stuck in a rut' and so forth. And the difference between being blocked and drying up is that in the case of blockage the problem is externalised and objectified – it's not yourself that's the problem – it's something that's outside you like an obstacle or an impediment – something that you could really cut away, and as a consequence a cure like a growth or a foreign body."
  },
  {
    "order": 18,
    "speaker": "Neil",
    "text": "So writer's block is a metaphor for an obstacle – something external rather than internal inside of you – that's preventing you from working. Doesn't that sound like an excuse for not doing anything, Alice? 'It's not my fault – this impediment thing is getting in the way'."
  },
  {
    "order": 19,
    "speaker": "impediment",
    "text": "Yes. Well, impediment is another word for obstacle. But how do you cut away a foreign body that isn't actually there?"
  },
  {
    "order": 20,
    "speaker": "Neil",
    "text": "I suppose psychoanalysts have an answer for that. But seriously, I think writers probably do have a hard time. You can sit down at your desk every morning at 9 o'clock to write but that doesn't mean you're going to think of things to say. Though we're never stuck for words, are we?"
  },
  {
    "order": 21,
    "speaker": "Muses",
    "text": "Not usually, Neil, no. But did you know that the Ancient Greeks had Muses – or goddesses of creativity – to help them?"
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "So… Beyoncé isn't a real muse? I've heard people say, you know, 'Beyoncé is my muse; she's such a great singer, songwriter, dancer, role model!'"
  },
  {
    "order": 23,
    "speaker": "invoked",
    "text": "Well, these days, 'muse' can refer to anyone who inspires an artist, writer, or musician. But in Ancient Greece, there were nine Muses – and depending on what type of creative thing you did – philosophy, poetry, science and so on – you invoked – or called upon – that particular Muse to inspire you."
  },
  {
    "order": 24,
    "speaker": "Neil",
    "text": "I call upon you, oh Alice, to enlighten us with more information about the Greek Muses."
  },
  {
    "order": 25,
    "speaker": "Alice",
    "text": "Alright then. So let's listen to Angie Hobbs instead. She's Professor of the Public Understanding of Philosophy, University of Sheffield here in the UK – and here she is now, talking about what the Greek Muses symbolized."
  },
  {
    "order": 26,
    "speaker": "Angie Hobbs, Professor of the Public Understanding of Philosophy, University of Sheffield",
    "text": "We've seen that the Muses were connected to running water, to springs, to fountains, fluidity. So if you're musing, you are letting your mind wander, you're opening yourself up to new influences and new ideas, and not thinking in too structured a way."
  },
  {
    "order": 27,
    "speaker": "Neil",
    "text": "Musing, letting your mind wander, thinking in a fluid, unstructured way – that all sounds very pleasant – maybe I should have another go at writing."
  },
  {
    "order": 28,
    "speaker": "Alice",
    "text": "Well, according to research, some people are better at mind wandering and opening themselves up to new ideas than others. Their minds work differently – they have more dopamine in the thalamus region of the brain."
  },
  {
    "order": 29,
    "speaker": "thalamusdopamine",
    "text": "The thalamus controls consciousness, sleep and the senses and dopamine is the feel-good chemical in the brain. Is that right?"
  },
  {
    "order": 30,
    "speaker": "Alice",
    "text": "Yes, and having more dopamine in the thalamus enables some people to see the world in a different way – and they express this creatively – through science, music, the arts. Now, before you start musing on how much dopamine you have in your brain, Neil, perhaps you can tell us the answer to today's quiz question?"
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "I asked: How does author of the Da Vinci Code, Dan Brown, deal with writer's block? Does he…"
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "a) hang upside down from the ceiling in gravity boots?"
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "b) clean his 6-bedroom house from top to bottom with a toothbrush?"
  },
  {
    "order": 34,
    "speaker": "Neil",
    "text": "Or c) run a half-marathon listening to opera music by Richard Wagner?"
  },
  {
    "order": 35,
    "speaker": "Alice",
    "text": "And I said c) run a half-marathon listening to opera music by Richard Wagner."
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "And you were wrong, Alice! The answer is a) hang upside down from the ceiling in gravity boots."
  },
  {
    "order": 37,
    "speaker": "Alice",
    "text": "Really?"
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "Yes. I expect all that increased blood flow to the brain is helpful in clearing writer's block."
  },
  {
    "order": 39,
    "speaker": "Alice",
    "text": "Yes. Good plan. OK, here are the words we learned today."
  },
  {
    "order": 40,
    "speaker": "Alice",
    "text": "creative juices"
  },
  {
    "order": 41,
    "speaker": "Alice",
    "text": "writer's block"
  },
  {
    "order": 42,
    "speaker": "Alice",
    "text": "coined"
  },
  {
    "order": 43,
    "speaker": "Alice",
    "text": "impediment"
  },
  {
    "order": 44,
    "speaker": "Alice",
    "text": "Muses"
  },
  {
    "order": 45,
    "speaker": "Alice",
    "text": "invoked"
  },
  {
    "order": 46,
    "speaker": "Alice",
    "text": "thalamus"
  },
  {
    "order": 47,
    "speaker": "Alice",
    "text": "dopamine"
  },
  {
    "order": 48,
    "speaker": "Neil",
    "text": "So, Alice, shall I compare thee to a summer's day? Thou art more lovely…"
  },
  {
    "order": 49,
    "speaker": "Alice",
    "text": "That's not your poem, Neil – It's Shakespeare's! Well, and that's the end of today's 6 Minute English."
  },
  {
    "order": 50,
    "speaker": "Neil",
    "text": "OK, I'm off to lie on the sofa and evoke my muse. Please join us again soon!"
  },
  {
    "order": 51,
    "speaker": "Both",
    "text": "Bye!"
  }
]
