[
  {
    "order": 1,
    "speaker": "Sophie",
    "text": "Hello and welcome to 6 Minute English. I'm Sophie…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil."
  },
  {
    "order": 3,
    "speaker": "Sophie",
    "text": "I see you're wearing trainers today, Neil."
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "Of course, I don't wear anything else."
  },
  {
    "order": 5,
    "speaker": "ubiquitous",
    "text": "Well, trainers – or to use the American term, sneakers – are the subject of today's show. They are ubiquitous – that means you can find them everywhere! People wear them across the globe – men, women, kids, teenagers and pensioners. And did you know that 85% of people who buy trainers don't wear them for sport?"
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "That makes sense to me. I wear mine because they're comfortable."
  },
  {
    "order": 7,
    "speaker": "tatty",
    "text": "They're also very tatty – that means old and in bad condition – if you don't mind me saying so."
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "Hmm. I should probably get a new pair."
  },
  {
    "order": 9,
    "speaker": "Sophie",
    "text": "There's a lot of choice out there. Hi-tops, gel, air, classic, retro… the list goes on. But before we go any further, I have a question for you. What's a popular US slang term for trainers? Is it…"
  },
  {
    "order": 10,
    "speaker": "Sophie",
    "text": "a) kicks?"
  },
  {
    "order": 11,
    "speaker": "Sophie",
    "text": "b) wedges?"
  },
  {
    "order": 12,
    "speaker": "Sophie",
    "text": "Or c) flats?"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "I'll go for kicks."
  },
  {
    "order": 14,
    "speaker": "apparel",
    "text": "OK, well we'll find out if you got the answer right later on in the show. Now, it has become socially acceptable to wear athletic apparel or clothing – including trainers – in situations where ten years ago it would not."
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "Yes, I think my apparel of jeans and tatty trainers is socially acceptable – at our workplace, anyway."
  },
  {
    "order": 16,
    "speaker": "dressed-downlimited edition",
    "text": "Mark Zuckerberg, founder of Facebook, is famous for his dressed-down – or informal – look of hoodies and trainers. You can pay anything from a few pounds for unbranded trainers to thousands of pounds for limited edition brands like Nike or Addidas – and limited edition means something produced in very small numbers."
  },
  {
    "order": 17,
    "speaker": "Neil",
    "text": "Why would anybody spend a thousand pounds on trainers? And how many people would actually recognize that you were wearing Nike limited edition ones rather than regular ones?"
  },
  {
    "order": 18,
    "speaker": "sneakerheadprosperity",
    "text": "Other sneakerheads, Neil – a sneakerhead is somebody who collects limited edition sneakers. It's an American term. But trainers are not new - in the nineteenth century, people wore sneakers as a mark of their prosperity – or economic success. Let's listen to Elizabeth Semmelhack, curator of the Bata Shoe Museum in Toronto in Canada."
  },
  {
    "order": 19,
    "speaker": "Elizabeth Semmelhack, curator of the Bata Shoe Museum in Toronto, Canada",
    "text": "This new industrial age actually ushered in a new class, the emerging middle class, that was able to, now, have leisure time, because of their new economic success. And so what they did was, they wanted to, sort of, express the fact that they had leisure time by playing. But they also wanted to signify that they were doing these things by their sartorial choices. And so the sneaker, in part, was invented to meet the needs of this new class, so that they could very conspicuously show that they were playing."
  },
  {
    "order": 20,
    "speaker": "usherin",
    "text": "What does it mean to usher in, Sophie?"
  },
  {
    "order": 21,
    "speaker": "Sophie",
    "text": "It means to mark the beginning of something. In this case, the industrial revolution marked the beginning of a new social class – the middle class – who made a lot of money from industry."
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "And why were they interested in trainers?"
  },
  {
    "order": 23,
    "speaker": "Sartorial",
    "text": "They wanted a way of showing people that they were so rich they didn't need to work all the time. And by wearing trainers they were saying, 'I'm busy playing tennis'. Sartorial, by the way, means 'related to clothes'."
  },
  {
    "order": 24,
    "speaker": "Neil",
    "text": "These days wearing trainers doesn't reveal much about social class. For example, Mark Zuckerberg and I look surprisingly similar in our hoodies and trainers. You'd have to guess which one of us was a multibillionaire – and which one was… not!"
  },
  {
    "order": 25,
    "speaker": "Sophie",
    "text": "People respond to current trends in popular sport through the trainers they wear. And here's Matt Powell for the US consumer research group, NPD, to tell us more."
  },
  {
    "order": 26,
    "speaker": "Matt Powell, US consumer research group, NPD",
    "text": "When I first got into the retail business in the 70s the sexy sport, if you will, was tennis. And we all wore tennis apparel for casual wear, and we played tennis, and we wore tennis shoes. And we identified with athletes like McEnroe, and Borg, and Connors. Over time though, it has become even a broader range, there was a jogging craze in the 70s – everybody was out jogging, and then that became a full-fledged running business. The basketball business really exploded in the mid late 80s with the emergence of Michael Jordan."
  },
  {
    "order": 27,
    "speaker": "craze",
    "text": "So Matt Powell knows a thing or two about current consumer trends - he says in the 1970s there was a craze – or enthusiasm – for tennis and jogging. And this led to big sales of the apparel associated with these sports."
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "Are tennis shoes still sexy, Sophie?"
  },
  {
    "order": 29,
    "speaker": "Sophie",
    "text": "Maybe – but basketball hi-tops are sexier. Michael Jordan started that trend back in the 1980s and it's still going strong. Well, we're running out of time. Let's go back to our quiz question. I asked you: What is a slang term for trainers? Is it… a) kicks, b) wedges or c) flats?"
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "It has to be kicks. I'm right, aren't I?"
  },
  {
    "order": 31,
    "speaker": "Sophie",
    "text": "I have to tell you, Neil, you're… right!"
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "Yes!"
  },
  {
    "order": 33,
    "speaker": "Sophie",
    "text": "Wedges are shoes or boots with a triangular wedge-shaped heel and flats are a woman's shoe with no heel."
  },
  {
    "order": 34,
    "speaker": "know my onions,",
    "text": "I know my onions, you see, Sophie."
  },
  {
    "order": 35,
    "speaker": "Sophie",
    "text": "Yes, in other words, you know a lot about something you do. Now, let's remember the words we heard today."
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "ubiquitous"
  },
  {
    "order": 37,
    "speaker": "Neil",
    "text": "tatty"
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "apparel"
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "dressed down"
  },
  {
    "order": 40,
    "speaker": "Neil",
    "text": "limited edition"
  },
  {
    "order": 41,
    "speaker": "Neil",
    "text": "sneakerhead"
  },
  {
    "order": 42,
    "speaker": "Neil",
    "text": "prosperity"
  },
  {
    "order": 43,
    "speaker": "Neil",
    "text": "usher in"
  },
  {
    "order": 44,
    "speaker": "Neil",
    "text": "sartorial"
  },
  {
    "order": 45,
    "speaker": "Neil",
    "text": "craze"
  },
  {
    "order": 46,
    "speaker": "Neil",
    "text": "know your onions"
  },
  {
    "order": 47,
    "speaker": "Sophie",
    "text": "That's the end of today's 6 Minute English. Don't forget to join us again soon!"
  },
  {
    "order": 48,
    "speaker": "Both",
    "text": "Bye!"
  }
]
