[
  {
    "order": 1,
    "speaker": "Sophie",
    "text": "Hello and welcome to 6 Minute English. I'm Sophie…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil. Oh, hang on… I've just got a new tweet here. Listen to this: ‘Hi Neil, about what you said the other day I…' Oh, this is from a friend who doesn't realize that regular tweets are in the public domain – and that anyone in the world could read them if they wanted to. I need to give her some lessons in cool – she just doesn't get it!"
  },
  {
    "order": 3,
    "speaker": "get",
    "text": "Well, Mr Cool, I don't get Twitter either – which means I don't understand why people like it. Why do you want to put tweets out there for everyone to read?"
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "You'd love it if you tried it, Sophie."
  },
  {
    "order": 5,
    "speaker": "Sophie",
    "text": "I'm not so sure, Neil. Anyway, the subject of today's show is online identity. There are lots of social media platforms out there – Facebook, Twitter, WhatsApp, Instagram – and they're all different, and the question is, do we use different identities when we are using different digital spaces? And what's all this tweeting, posting, and hashtagging doing to our language and our psyche?"
  },
  {
    "order": 6,
    "speaker": "psyche",
    "text": "And psyche means mind. Well, it's messed with my mind. I'm a total addict. I check my accounts as soon as I get up in the morning – and sometimes in the night if I wake up. I couldn't get through the day without it."
  },
  {
    "order": 7,
    "speaker": "Sophie",
    "text": "Well, I'm the opposite – I'm totally unaddicted – and therefore don't need to worry about my psyche. Now, before we explore this further, let's have today's quiz question."
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "OK, here's one for you, Sophie. Can you tell me how many social media accounts the average person has? Is it…"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "a) 3?"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "b) 5?"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "Or c) 8?"
  },
  {
    "order": 12,
    "speaker": "Sophie",
    "text": "I'll say 3 – though that sounds like 3 too many to me."
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "OK, we'll find out if you got the answer right later on in the show. I've got … 3… 5 no hang on. I've got 6…"
  },
  {
    "order": 14,
    "speaker": "Sophie",
    "text": "While you add up all your accounts, Neil, let's listen to Dr Aleks Krotoski, broadcaster, journalist and social psychologist. She's talking about the language we use to present ourselves online."
  },
  {
    "order": 15,
    "speaker": "Dr Aleks Krotoski, broadcaster, journalist and social psychologist",
    "text": "Online we have this extraordinary opportunity to explore different aspects of ourselves through primarily text-based communication, by manipulating language and becoming wordsmiths ourselves. So for example, your Twitter handle will have a ‘you' that is probably different from a ‘you' that you share if, say, for example you have a Facebook account, or is different from a ‘you' that you would share if you're on a particular forum of something that you like – some music that you like, or food that you like, or whatever it is."
  },
  {
    "order": 16,
    "speaker": "Sophie",
    "text": "So we are wordsmiths with handles. What does that mean?"
  },
  {
    "order": 17,
    "speaker": "wordsmithhandle",
    "text": "A wordsmith is someone who is skilled at using words. And a handle means a name."
  },
  {
    "order": 18,
    "speaker": "Sophie",
    "text": "What's your Twitter handle, then?"
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "Well, you'll need to get a Twitter account to find out. But I have other handles for other social media."
  },
  {
    "order": 20,
    "speaker": "Sophie",
    "text": "So there are lots of ‘yous' out there, Neil?"
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Yes. For example, I think I'm cooler on Twitter than on Facebook. I talk more, you know, street. ‘Check out my new creps – they're bangin'.'"
  },
  {
    "order": 22,
    "speaker": "Street",
    "text": "Yo – they're well sick. Street, by the way, refers to the language that goes with street – or urban – culture, where things like skate boarding and hip-hop are popular. And I think ‘creps' are trainers – am I right, bruv?"
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "Yes, Sophie. I didn't know you could talk street!"
  },
  {
    "order": 24,
    "speaker": "Sophie",
    "text": "I have identities that you know nothing about, Neil! But getting back to Twitter and how big an audience there is, doesn't that huge audience worry you, Neil? Aren't you scared of making a huge blooper online and becoming a laughing stock?"
  },
  {
    "order": 25,
    "speaker": "bloopera laughing stock",
    "text": "OK, blooper means an embarrassing mistake – and being a laughing stock means looking very silly when you were trying to be serious. Well, Sophie, I'm quite careful about how I manage my online identity. I take time to craft my words – just like I craft them for this show!"
  },
  {
    "order": 26,
    "speaker": "Sophie",
    "text": "Really? So no bloopers, on this show, then? I seem to remember one or two… Well, let's move on now and listen now to Dr Aleks Krotoski again,talking about what motivates us to put our thoughts and ideas out there online."
  },
  {
    "order": 27,
    "speaker": "Dr Aleks Krotoski, broadcaster, journalist and social psychologist",
    "text": "It's allowing us a platform for a potential audience that is massive, absolutely huge, so yeah, there is a lot of ‘look at me, look at me' online, but that's, I think, because we're trying to reach out to as much of the audience – we're trying to get as much attention as we possibly can, in order to get that tribe. And, also, in order to basically reach out and tell people, 'Hey we're around'. It's like having a telephone on all the time: ‘Hey, chat to me. I'm here. Anybody wanna hang out?' It's a big social playground."
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "Aleks Krotoski says we're all show offs who want attention. Am I a show off, Sophie?"
  },
  {
    "order": 29,
    "speaker": "tribe",
    "text": "Yes, you are, Neil. Though Aleks says it isn't just about showing off – it's also about connecting with people in our tribe – or social group. But that tribe can be enormous because people are reading posts globally – not just in your own town or even your own country."
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "Hastag scarythought! Now, I think it's time for the answer to today's quiz question. I asked: How many social media accounts does the average person have? Is it… a) 3, b) 5 or c) 8?"
  },
  {
    "order": 31,
    "speaker": "Sophie",
    "text": "I said b) 3."
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "And that is … not the right answer, Sophie. The average person has 5 social media accounts and spends around 1 hour and 40 minutes browsing these networks every day, accounting for 28% of the total time spent on the internet. Now, here are the words we heard today:"
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "get something"
  },
  {
    "order": 34,
    "speaker": "Neil",
    "text": "psyche"
  },
  {
    "order": 35,
    "speaker": "Neil",
    "text": "wordsmith"
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "handle"
  },
  {
    "order": 37,
    "speaker": "Neil",
    "text": "street"
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "blooper"
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "laughing stock"
  },
  {
    "order": 40,
    "speaker": "Neil",
    "text": "tribe"
  },
  {
    "order": 41,
    "speaker": "Sophie",
    "text": "And that's the end of today's 6 Minute English. Don't forget to join us again soon!"
  },
  {
    "order": 42,
    "speaker": "Neil",
    "text": "And remember you can tweet us @bbcle!"
  },
  {
    "order": 43,
    "speaker": "Both",
    "text": "Bye!"
  },
  {
    "order": 44,
    "speaker": "Go The Distance",
    "text": "Wondering if it’s right for you as a non-native speaker? Go The Distance gives you a 10-week taste of what distance learning is really like – with real students, real tutors, key study and digital literacy skills and lots of help with your English. It's fun and – best of all – it's free."
  }
]