[
  {
    "order": 1,
    "speaker": "Sophie",
    "text": "And I'm Sophie. What do you know about Cleopatra, Neil?"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "Well, she was Queen of Egypt… quite a long time ago."
  },
  {
    "order": 3,
    "speaker": "Sophie",
    "text": "Anything else?"
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "Didn't she arrive for a meeting with Roman Emperor Julius Caesar rolled up in a carpet? Or is that a Hollywood invention?"
  },
  {
    "order": 5,
    "speaker": "Sophie",
    "text": "Some historical sources say she was rolled up in a carpet – and others say she was hidden inside a linen sack. Cleopatra is the subject of today's show. She was the last pharaoh to rule Egypt and is arguably the most famous female ruler in history."
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "And the most beautiful."
  },
  {
    "order": 7,
    "speaker": "the jury's out on that one",
    "text": "Well, the jury's out on that one, Neil – and that means people haven't decided yet. Coins with Cleopatra's portrait on them, for example, show her with a prominent nose and thin lips."
  },
  {
    "order": 8,
    "speaker": "Prominentattributes",
    "text": "Prominent means noticeable – and in this case, I think it means large! So what were her attributes – or main qualities –, then?"
  },
  {
    "order": 9,
    "speaker": "Sophie",
    "text": "Cleopatra was a wily politician. She made important alliances with Rome to protect her country and was ruthless in dealing with her enemies – in this case, her siblings – who challenged her as sole ruler of Egypt."
  },
  {
    "order": 10,
    "speaker": "Wily sibling",
    "text": "Wily means clever and sibling is another word for brother or sister. Didn't she have her siblings murdered?"
  },
  {
    "order": 11,
    "speaker": "ruthless",
    "text": "Yes, she was very ruthless – and that means without pity. And today's quiz question is about her family. Can you tell me, Neil, which country was Cleopatra's family originally from? Is it…"
  },
  {
    "order": 12,
    "speaker": "ruthless",
    "text": "a) Macedonia?"
  },
  {
    "order": 13,
    "speaker": "ruthless",
    "text": "b) Ethiopia?"
  },
  {
    "order": 14,
    "speaker": "ruthless",
    "text": "Or c) Egypt?"
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "I'm going for c) Egypt – The obvious answer."
  },
  {
    "order": 16,
    "speaker": "Sophie",
    "text": "Well, we'll find out if the obvious answer is the right one, later on in the show. But let's talk some more about Cleopatra's attributes. She may not have been Hollywood gorgeous, but she spoke many languages and was highly educated in philosophy, astronomy, mathematics, and oratory. Here's Susan Walker, Keeper of Antiquities at the Ashmolean Museum at the University of Oxford, with more about this."
  },
  {
    "order": 17,
    "speaker": "Susan Walker, Keeper of Antiquities at the Ashmolean Museum, University of Oxford",
    "text": "Plutarch says that what was really remarkable about Cleopatra was not so much her beauty as the intelligence of her company. She had a very beautiful voice, which I think is a quality that we perhaps underrate these days, in estimations of celebrity, and she clearly had masses of charisma; the sort of person who would light up a room; so, enormous personal charm."
  },
  {
    "order": 18,
    "speaker": "Neil",
    "text": "So the Roman historian Plutarch wrote about Cleopatra's voice, her charisma and personal charm – but not about her beauty."
  },
  {
    "order": 19,
    "speaker": "charisma",
    "text": "That's right. And charisma is, in other words, a strong power to attract people. Cleopatra's voice was also considered very attractive – an attribute we underrate today, according to Susan Walker."
  },
  {
    "order": 20,
    "speaker": "underrate",
    "text": "And underrate means to place too small a value on something."
  },
  {
    "order": 21,
    "speaker": "spectacle",
    "text": "Egyptian Pharaohs were regarded as gods – and spectacle – or making a big visual impact – was an important part of this. Cleopatra was very skilled at making grand entrances."
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "Rolled up in a carpet for Caesar, or dressed up as Venus on board a shimmering golden barge, for Mark Anthony. He was a Roman politician and general."
  },
  {
    "order": 23,
    "speaker": "Sophie",
    "text": "And even her death was spectacular. She and Mark Anthony had lost an important battle against another Roman general, Octavian. Mark Anthony had fatally wounded himself when he heard, mistakenly, that Cleopatra was dead. But before he died, he managed to get back to Cleopatra, who held him in her arms as he died, in her family tomb. Then she decided to take her own life."
  },
  {
    "order": 24,
    "speaker": "Neil",
    "text": "You make it sounds like a Shakespearian tragedy!"
  },
  {
    "order": 25,
    "speaker": "Sophie",
    "text": "Shakespeare did write a play about it. Now, let's hear from Catherine Edwards, Professor of Classics and Ancient History at Birkbeck, University of London, about this tragic event."
  },
  {
    "order": 26,
    "speaker": "Catherine Edwards, Professor of Classics and Ancient History at Birkbeck, University of London",
    "text": "She plans her own death in this very sort of calculated manner – a manner that also seems to focus on spectacle yet again. She takes her time, she has a feast, and then, you know, the figs, the basket of figs arrives with the asp in it – or was it perhaps a poisoned hairpin – there's a certain amount of uncertainty about the exact method of her death. I think most sources prefer the snake."
  },
  {
    "order": 27,
    "speaker": "calculated",
    "text": "So Catherine Edwards says the facts surrounding Cleopatra's suicide aren't clear. She may have used a snake to bite her, smuggled into her room in a basket of fruit – but it may have been a poisoned hairpin – or simply a cup of poison. But she did it in a calculated – or carefully planned – way."
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "OK, so the final curtain comes down on Cleopatra – but what about the answer to today's quiz question, Sophie?"
  },
  {
    "order": 29,
    "speaker": "Sophie",
    "text": "OK. I asked: which country was Cleopatra's family originally from? Is it…a) Macedonia, b) Ethiopia or c) Egypt?"
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "I said… Egypt! Of course it is!"
  },
  {
    "order": 31,
    "speaker": "Sophie",
    "text": "And that's the wrong answer, Neil. It's actually a) Macedonia. Cleopatra was a member of the Ptolemaic dynasty, a family of Macedonian Greek origin that ruled Egypt after the death of Alexander the Great."
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "You learn something new every day! Talking of which, here are the words we learned in this programme:"
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "the jury's out on something"
  },
  {
    "order": 34,
    "speaker": "Neil",
    "text": "prominent"
  },
  {
    "order": 35,
    "speaker": "Neil",
    "text": "attributes"
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "wily"
  },
  {
    "order": 37,
    "speaker": "Neil",
    "text": "sibling"
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "ruthless"
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "charisma"
  },
  {
    "order": 40,
    "speaker": "Neil",
    "text": "underrate"
  },
  {
    "order": 41,
    "speaker": "Neil",
    "text": "spectacle"
  },
  {
    "order": 42,
    "speaker": "Neil",
    "text": "calculated"
  },
  {
    "order": 43,
    "speaker": "Sophie",
    "text": "And that's the end of today's 6 Minute English. Don't forget to join us again soon!"
  },
  {
    "order": 44,
    "speaker": "Both",
    "text": "Bye!"
  }
]