[
  {
    "order": 1,
    "speaker": "Catherine",
    "text": "Hello and welcome to 6 Minute English. I'm Catherine…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil. Do you know, Catherine, someone actually talked to me on the underground this morning!"
  },
  {
    "order": 3,
    "speaker": "Catherine",
    "text": "No, really?"
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "Yeah."
  },
  {
    "order": 5,
    "speaker": "Catherine",
    "text": "Wow! I should perhaps point out that talking to someone you don't know on the Tube is quite unusual behaviour in London! So, Neil, what did they say?"
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "Well, they said what a lovely day it was, great to see the sun shining in London – something along those lines. But it was actually nice to chat instead of sitting there with a frown on my face, fiddling with my phone."
  },
  {
    "order": 7,
    "speaker": "Catherine",
    "text": "Which is what you probably always do to pass the time on public transport, Neil."
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "Yes, it is - me and thousands of others. But it got me thinking… if it makes me feel better to talk to people on the way to work, why don't I – and other commuters in the city – do it more often?"
  },
  {
    "order": 9,
    "speaker": "Catherine",
    "text": "Well, that's a good question, Neil, and maybe we'll find some answers in the show, because today we're talking about why cities make us so rude.  And I have a question for you: when we have a positive interaction with somebody, our body releases a chemical. But what's the name of this chemical? Is it…"
  },
  {
    "order": 10,
    "speaker": "Catherine",
    "text": "a) melatonin?"
  },
  {
    "order": 11,
    "speaker": "Catherine",
    "text": "b) oxytocin?"
  },
  {
    "order": 12,
    "speaker": "Catherine",
    "text": "Or c) thyroxin?"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "I don't know, but I'm going to say a) melatonin."
  },
  {
    "order": 14,
    "speaker": "Catherine",
    "text": "Well, we'll see if you were right or not later on in the show. But did you know, Neil, that an organisation called 'Talk to me London' has created these 'Tubechat' badges that you can wear to show that you're happy to talk to a stranger. Maybe you should get one!"
  },
  {
    "order": 15,
    "speaker": "Catherine",
    "text": "Neil"
  },
  {
    "order": 16,
    "speaker": "Catherine",
    "text": "Yeah, maybe I should. But the thing is, people in big cities are often scared to start a conversation with a stranger because, well, you don't know what might happen."
  },
  {
    "order": 17,
    "speaker": "Catherine",
    "text": "That's true. Now, let's listen to Dr Elle Boag, a social psychologist at Birmingham City University here in the UK. She agrees that people can view cities as threatening places."
  },
  {
    "order": 18,
    "speaker": "Dr Elle Boag, social psychologist, Birmingham City University in the UK",
    "text": "When we step off the metro or onto a crowded city street our brain becomes hyper vigilant to the perception of threats around us – we're just one small person in a very large set of other people, in a large body of people. This then leads to behaviours that are insular and defensive. We're persistently looking for potential threats around us, and this then makes us not give eye contact, this will reduce the likelihood that anybody will say hello. It's a protective mechanism by which we can survive our journey to whence we're going, which makes us all sound really really rude to one other."
  },
  {
    "order": 19,
    "speaker": "hyper vigilance",
    "text": "Dr Elle Boag there. And hyper vigilance means being extremely watchful of what's going on around you. People can behave unpredictably, and like Dr Boag says, you're just one person in a crowd of others and you just don't know who might be dangerous."
  },
  {
    "order": 20,
    "speaker": "Neil",
    "text": "Yeah, I see what you mean. And the fact we are constantly on the lookout for potential threats, well, it affects our behaviour."
  },
  {
    "order": 21,
    "speaker": "insular",
    "text": "That's right. And as a protective mechanism we avoid speaking to or making eye contact with other people. So we become insular – which means inward looking."
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "It sounds awful! But actually, I know people who moved to London in order to be anonymous – to blend in with the crowd – and not have to talk to people!"
  },
  {
    "order": 23,
    "speaker": "claustrophobic",
    "text": "Well, if you grow up in a small town, it can feel claustrophobic – which means not having enough space to feel comfortable. You know, you can't do anything without the whole community knowing about it. You may have nosey neighbours."
  },
  {
    "order": 24,
    "speaker": "nosey",
    "text": "And a nosey person shows too much interest in other people's business."
  },
  {
    "order": 25,
    "speaker": "Catherine",
    "text": "Now, it's good to point out that people living in cities have stuff to do. And it's not necessarily rudeness that stops people from chatting – it's about efficiency – getting to work on time, getting things done. Let's hear from Thomas Farley, writer and broadcaster, and expert on manners, for more on this."
  },
  {
    "order": 26,
    "speaker": "Thomas Farley, writer and broadcaster",
    "text": "The cost of living in cities is higher, the success quotient is higher, it's a place where you hustle to survive, and if you are not hustling, and I mean that literally and figuratively, you are not able to survive and thrive. So we often don't have much time for chitchat. I think we just all need to be mindful that it's not a deliberate disregard or somebody trying to be rude on purpose – it's simply that people have a destination to be."
  },
  {
    "order": 27,
    "speaker": "Neil",
    "text": "So what does Thomas Farley mean by success quotient, Catherine?"
  },
  {
    "order": 28,
    "speaker": "Success quotient",
    "text": "Success quotient means your ability to be successful in work, relative to the average person, and Thomas Farley is saying that in cities people have higher success quotients."
  },
  {
    "order": 29,
    "speaker": "Neil",
    "text": "Cities are also competitive places so people have to hustle to survive. Do we hustle, Catherine?"
  },
  {
    "order": 30,
    "speaker": "Hustle",
    "text": "I don't think we hustle, Neil. Hustle means to work aggressively to make money."
  },
  {
    "order": 31,
    "speaker": "chitchat",
    "text": "We do have plenty of time for chitchat, though. And chitchat, by the way, means unimportant conversation. That's what we do!"
  },
  {
    "order": 32,
    "speaker": "Catherine",
    "text": "What we do isn't chitchat, Neil! It's highly informative and instructional! Now, I think it must be time to hear the answer to today's quiz. Do you remember, I asked: when we have a positive interaction with someone, our body releases a chemical. What's the name of this chemical? Is it…"
  },
  {
    "order": 33,
    "speaker": "Catherine",
    "text": "a) melatonin?"
  },
  {
    "order": 34,
    "speaker": "Catherine",
    "text": "b) oxytocin?"
  },
  {
    "order": 35,
    "speaker": "Catherine",
    "text": "Or c) thyroxin?"
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "And it's a) melatonin – I'm absolutely sure."
  },
  {
    "order": 37,
    "speaker": "Catherine",
    "text": "Sorry! The correct answer is b) oxytocin – a hormone commonly known as the 'love drug'. It reduces fear, increases trust between people, and evokes feelings of contentment."
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "Now, here are the words we learned today:"
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "hyper vigilance"
  },
  {
    "order": 40,
    "speaker": "Neil",
    "text": "insular"
  },
  {
    "order": 41,
    "speaker": "Neil",
    "text": "claustrophobic"
  },
  {
    "order": 42,
    "speaker": "Neil",
    "text": "nosey"
  },
  {
    "order": 43,
    "speaker": "Neil",
    "text": "quotient"
  },
  {
    "order": 44,
    "speaker": "Neil",
    "text": "hustle"
  },
  {
    "order": 45,
    "speaker": "Neil",
    "text": "chitchat"
  },
  {
    "order": 46,
    "speaker": "Catherine",
    "text": "That's the end of today's 6 Minute English. Don't forget to join us again soon!"
  },
  {
    "order": 47,
    "speaker": "Both",
    "text": "Bye!"
  }
]