[
  {
    "order": 1,
    "speaker": "Catherine",
    "text": "Hello and welcome to 6 Minute English. I'm Catherine…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil."
  },
  {
    "order": 3,
    "speaker": "Catherine",
    "text": "So, Neil, do you notice anything different about me today?"
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "Have you done your hair differently?"
  },
  {
    "order": 5,
    "speaker": "Catherine",
    "text": "No."
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "Is that a new outfit?"
  },
  {
    "order": 7,
    "speaker": "Catherine",
    "text": "Honestly, Neil!"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "I give up. I don't know what's different about you."
  },
  {
    "order": 9,
    "speaker": "Catherine",
    "text": "OK. Well, maybe by the end of the show you'll have figured it out. Anyway, today we're discussing memory and whether we can remember things accurately. So are you ready to answer today's quiz question, Neil?"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "I am."
  },
  {
    "order": 11,
    "speaker": "Catherine",
    "text": "OK. So in which part of the brain is there an area dedicated to remembering faces? Is it…"
  },
  {
    "order": 12,
    "speaker": "Catherine",
    "text": "a) the temporal lobe?"
  },
  {
    "order": 13,
    "speaker": "Catherine",
    "text": "b) the hypothalamus?"
  },
  {
    "order": 14,
    "speaker": "Catherine",
    "text": "or c) the cerebellum?"
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "Well, I have no idea. But I'll say a) the temporal lobe."
  },
  {
    "order": 16,
    "speaker": "Neil",
    "text": "Catherine"
  },
  {
    "order": 17,
    "speaker": "Neil",
    "text": "OK and we'll find out whether you chose the correct answer later on in the show. But let's talk more about how our memories can play tricks on us. We tend to think of memory as being like a video recorder that we can replay and recall again and again as it originally occurred. But memory doesn't work like that. It's a reconstructive process."
  },
  {
    "order": 18,
    "speaker": "Neil",
    "text": "A reconstructive process?"
  },
  {
    "order": 19,
    "speaker": "reconstructdistorted",
    "text": "Yes. We reconstruct - or rebuild - memories, and during this process, they may be distorted – or changed – for different reasons. Let's listen to Tim Valentine, retired professor of psychology at Goldsmith's College at the University of London, talking about this."
  },
  {
    "order": 20,
    "speaker": "INSERT",
    "text": "Tim Valentine, retired professor of psychology at Goldsmith's College, University of London"
  },
  {
    "order": 21,
    "speaker": "INSERT",
    "text": "From all those TV dramas you've watched you'll be familiar with the forensic scenes of crimes officers wearing their paper suits and covering their shoes and their hair to make sure they don't introduce their DNA or physical traces onto the crime scene. So that in the same way anybody who has any interaction with a witness needs to make sure that they don't distort their memory."
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "So crime officers wear protective clothing at crime scenes so they don't contaminate it with their DNA."
  },
  {
    "order": 23,
    "speaker": "crime scenecontaminated",
    "text": "That's right. A crime scene is a place where a crime was committed. And contaminated means 'made impure through contact with an outside source'. So for example, if an officer touches something without gloves on, they introduce new information. And once this has happened, you can't get back to the original information."
  },
  {
    "order": 24,
    "speaker": "Neil",
    "text": "Now, Tim Valentine says that when police officers talk to the witness of a crime, they might also introduce new information. And this could change the witness's memory of what happened."
  },
  {
    "order": 25,
    "speaker": "at knifepoint",
    "text": "And it isn't only police questioning that can distort memory. Other factors such as stress can affect your ability to recall events accurately. For example, if you're being held at knifepoint you are likely to be concentrating on the weapon rather than on your attacker's face. And at knifepoint means 'under threat of being stabbed'."
  },
  {
    "order": 26,
    "speaker": "Neil",
    "text": "So why do we place so much importance on eyewitness accounts?"
  },
  {
    "order": 27,
    "speaker": "Catherine",
    "text": "Eyewitness accounts can sound very convincing in court – but in fact according to research, they are often unreliable. Karen Newirth, senior attorney at the Innocence Project in New York, explains this further."
  },
  {
    "order": 28,
    "speaker": "Karen Newirth, senior attorney at the Innocence Project, New York",
    "text": "First, I think it's sort of natural for people to want to believe that memory can be accurate. It's very disconcerting to think that we're going through life relying on our memories and then to learn how mistaken they can be - and how frequently. Second is that the testimony of eyewitnesses has become a very expected piece of criminal trial so jurors sort of anticipate it, look for it, and tend to believe it."
  },
  {
    "order": 29,
    "speaker": "disconcerting",
    "text": "So we like to trust in our ability to remember things accurately. And it's disconcerting to learn that memory is frequently inaccurate. And disconcerting means…"
  },
  {
    "order": 30,
    "speaker": "Catherine",
    "text": "…it means 'confusing and a bit upsetting'."
  },
  {
    "order": 31,
    "speaker": "testimony",
    "text": "Karen Newirth also says that people expect eyewitness testimony – or spoken statements – in court. Do you think that's true, Catherine?"
  },
  {
    "order": 32,
    "speaker": "Catherine",
    "text": "Yes – and it's the most commonly used evidence brought against criminal defendants in court, even though they are often inaccurate."
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "Are there any ways to improve accuracy?"
  },
  {
    "order": 34,
    "speaker": "Catherine",
    "text": "Yes, there are. For example, in a police line-up you can prevent eyewitnesses receiving information from the officer giving instructions, which might influence their response."
  },
  {
    "order": 35,
    "speaker": "Neil",
    "text": "Yes, I see. Well, you didn't give anything away when you asked what was different about your appearance at the beginning of the show."
  },
  {
    "order": 36,
    "speaker": "Catherine",
    "text": "Yes, that's true, Neil. But I can now reveal to you that... I'm wearing glasses, Neil. I've lost my contact lenses!"
  },
  {
    "order": 37,
    "speaker": "Neil",
    "text": "I don't know how I missed that. Because actually you do look, well, completely different with glasses."
  },
  {
    "order": 38,
    "speaker": "Catherine",
    "text": "Just a bit, yes. So, now we're running out of time, so let's move onto the answer to today's quiz question. Remember I asked: in which part of the brain is there an area dedicated to recognizing faces? Is it…"
  },
  {
    "order": 39,
    "speaker": "Catherine",
    "text": "a) the temporal lobe?"
  },
  {
    "order": 40,
    "speaker": "Catherine",
    "text": "b) the hypothalamus?"
  },
  {
    "order": 41,
    "speaker": "Catherine",
    "text": "or c) the cerebellum?"
  },
  {
    "order": 42,
    "speaker": "Neil",
    "text": "I said a) the temporal lobe. Was I right?"
  },
  {
    "order": 43,
    "speaker": "Catherine",
    "text": "You were indeed, Neil! Very well done, it was the correct answer!"
  },
  {
    "order": 44,
    "speaker": "Neil",
    "text": "Yes!"
  },
  {
    "order": 45,
    "speaker": "Catherine",
    "text": "The main part of the brain dedicated to recognising faces – called the Fusiform Face Area – is positioned in the temporal lobe, which can be found roughly in the area just behind your ears."
  },
  {
    "order": 46,
    "speaker": "Neil",
    "text": "Fascinating! Now, here are the words we learned today…"
  },
  {
    "order": 47,
    "speaker": "Neil",
    "text": "reconstruct"
  },
  {
    "order": 48,
    "speaker": "Neil",
    "text": "distorted"
  },
  {
    "order": 49,
    "speaker": "Neil",
    "text": "crime scene"
  },
  {
    "order": 50,
    "speaker": "Neil",
    "text": "contaminated"
  },
  {
    "order": 51,
    "speaker": "Neil",
    "text": "at knifepoint"
  },
  {
    "order": 52,
    "speaker": "Neil",
    "text": "disconcerting"
  },
  {
    "order": 53,
    "speaker": "Neil",
    "text": "testimony"
  },
  {
    "order": 54,
    "speaker": "Catherine",
    "text": "And that bring us to the end of today's 6 Minute English. Don't forget to join us again soon!"
  },
  {
    "order": 55,
    "speaker": "Both",
    "text": "Bye!"
  }
]