[
  {
    "order": 1,
    "speaker": "Dan",
    "text": "Hello and welcome to 6 Minute English – the show that brings you an interesting topic, authentic listening practice and vocabulary to help you improve your language skills. I'm Dan…"
  },
  {
    "order": 2,
    "speaker": "Catherine",
    "text": "And I'm Catherine. In this programme we'll be discussing life expectancy, as well as teaching you 6 new items of vocabulary, of course…"
  },
  {
    "order": 3,
    "speaker": "Dan",
    "text": "ZZZZzzzzzzz..."
  },
  {
    "order": 4,
    "speaker": "Catherine",
    "text": "Dan? Dan! We're doing a show, Dan. Wake up!"
  },
  {
    "order": 5,
    "speaker": "Dan",
    "text": "Sorry. Sorry, Catherine. Sorry, everybody. I was at a party last night and I didn't get much sleep."
  },
  {
    "order": 6,
    "speaker": "Catherine",
    "text": "Another party, Dan?"
  },
  {
    "order": 7,
    "speaker": "Dan",
    "text": "Yeah."
  },
  {
    "order": 8,
    "speaker": "dead on your feet",
    "text": "That's the third this week! You look dead on your feet, which is an expression meaning 'extremely tired."
  },
  {
    "order": 9,
    "speaker": "motto",
    "text": "Ah well. Live fast, die young. That's my motto."
  },
  {
    "order": 10,
    "speaker": "mottolife expectancy",
    "text": "A motto is a short phrase which reflects the beliefs of an organisation or person.  And it's interesting that you mention dying young, Dan, because our topic this show is life expectancy."
  },
  {
    "order": 11,
    "speaker": "Life expectancy",
    "text": "Life expectancy is how many years a person is likely to live. I suppose you have a question about it too?"
  },
  {
    "order": 12,
    "speaker": "Catherine",
    "text": "Funny you should say that, Dan. By the year 2030, will the USA's life expectancy be a) in the top third b) the middle third or c) the bottom third compared to the rest of the world?"
  },
  {
    "order": 13,
    "speaker": "Dan",
    "text": "The USA is quite a rich country, so I'm going to say a) the top one third."
  },
  {
    "order": 14,
    "speaker": "Catherine",
    "text": "And we'll find out later in the show if you're right or not. Now, Dan, life expectancy, so which country do you think has the current highest life expectancy?"
  },
  {
    "order": 15,
    "speaker": "Dan",
    "text": "Everybody knows that's Japan, come on!"
  },
  {
    "order": 16,
    "speaker": "life expectancy",
    "text": "Aha, yes, but new analysis by the World Health Organization and Imperial College London predicts that it won't always be so. Now, they analysed 35 industrialised countries and found that by the year 2030 South Korea will be the leaders – with an average life expectancy of a whopping 90 years!"
  },
  {
    "order": 17,
    "speaker": "Dan",
    "text": "Wow. How did they do that?"
  },
  {
    "order": 18,
    "speaker": "Catherine",
    "text": "Well, let's find out by listening to Professor Majid Ezzati, Chair in Global Environmental Health at Imperial College London."
  },
  {
    "order": 19,
    "speaker": "equitable",
    "text": "It seems to be actually dealing with diet better than other places, being very good at taking up new medical knowledge technology and using it and, perhaps most importantly, doing this in a relatively equitable way compared to western countries."
  },
  {
    "order": 20,
    "speaker": "equitable",
    "text": "So, basically, good diet, using new medical technology and knowledge, and being more equitable – or fair and impartial – in society.  So how did the UK do?"
  },
  {
    "order": 21,
    "speaker": "Catherine",
    "text": "Well, not too well actually. We were thoroughly beaten by our closest neighbour, France."
  },
  {
    "order": 22,
    "speaker": "Dan",
    "text": "What!? How comes!?"
  },
  {
    "order": 23,
    "speaker": "Catherine",
    "text": "I'll let Professor Majid Ezzati explain that too."
  },
  {
    "order": 24,
    "speaker": "obesitybinge",
    "text": "So France has had some of the lowest obesity rates among western countries, French women especially. UK has had some of the highest ones. And alcohol in France, at least until now, has been consumed… it’s much more healthy patterns, and in the UK there has been a lot more binge drinking."
  },
  {
    "order": 25,
    "speaker": "obesityobesity",
    "text": "So, France has low obesity, which is a state of being very overweight, compared to the UK's high obesity."
  },
  {
    "order": 26,
    "speaker": "binge",
    "text": "And France drinks alcohol much more moderately than the UK, which tends to binge."
  },
  {
    "order": 27,
    "speaker": "Binging",
    "text": "Binging is when you consume a large amount of something in a short time - especially food or alcohol. So, confession time, Dan! How many drinks did you have last night?"
  },
  {
    "order": 28,
    "speaker": "Dan",
    "text": "It was only orange juice, I swear! So, come on. Did I get the question right? You asked me by the year 2030, will the USA's life expectancy be a) in the top one-third b) the middle one-third or c) the bottom third compared to the rest of the world? And I said the USA's quite a rich country, so it's probably a) in the top one-third."
  },
  {
    "order": 29,
    "speaker": "equitable",
    "text": "Sorry Dan. Nice logic, but actually the USA is one of the least equitable places in the world. So their life expectancy suffers, and the answer was actually c) the bottom third."
  },
  {
    "order": 30,
    "speaker": "dead on your feetdead on your feet",
    "text": "Oh, well. Next week, maybe. Now, let's take a look at the vocabulary from this programme. First we had dead on your feet. This is an informal expression which means 'extremely tired'. Another way to say the same thing would be 'shattered'. When was a time when you were dead on your feet, Catherine?"
  },
  {
    "order": 31,
    "speaker": "dead on my feetmotto. mottomotto",
    "text": "I built some garden furniture quite recently, and it took me all day, and I was dead on my feet when I finished. Now, we had motto. Now, a motto is a short phrase which reflects the beliefs of an organisation or person. So, Dan, what's your personal motto?"
  },
  {
    "order": 32,
    "speaker": "Dan",
    "text": "'Take the path of least resistance'. What about you?"
  },
  {
    "order": 33,
    "speaker": "Catherine",
    "text": "'Less is more'."
  },
  {
    "order": 34,
    "speaker": "life expectancy. Life expectancylife expectancy",
    "text": "Ah! Good one. Then we had life expectancy. Life expectancy is how many years a person is likely to live. What do you think's a good life expectancy for a person?"
  },
  {
    "order": 35,
    "speaker": "equitableEquitable equitable",
    "text": "I'm hoping to get to about 85 and then I’d like a, sort of, quick exit because I think it's probably not much fun after that. Then we had equitable. Equitable means 'being fair or impartial' and it comes from the word 'equal'. So, Dan, personal question. Would you say that your marriage is equitable?"
  },
  {
    "order": 36,
    "speaker": "Dan",
    "text": "I'd like to think so, yes. I do the cooking, my wife does the cleaning, and we share the other jobs."
  },
  {
    "order": 37,
    "speaker": "Catherine",
    "text": "We'll have to get Mrs. Dan in to give her opinion."
  },
  {
    "order": 38,
    "speaker": "obesityObesityobesity",
    "text": "After that we heard obesity. Obesity describes a state of being very overweight. It's a medical term and is often used in connection with health problems. The report said that the UK has an obesity problem, Catherine. How do you think we can solve it?"
  },
  {
    "order": 39,
    "speaker": "bingebingebinge drinking, binge eating  binge watchingbinge watch",
    "text": "I think we need a sugar tax and everybody should walk to work. Finally we had binge. To binge is to consume a large amount of something in a short space of time, especially something that you don't usually have. And these days we hear a lot about binge drinking, binge eating and binge watching. So, Dan, when did you last binge watch a series on TV?"
  },
  {
    "order": 40,
    "speaker": "Dan",
    "text": "Oh, it's Game of Thrones, isn't it? Series one, series two, series three. Back to back."
  },
  {
    "order": 41,
    "speaker": "binging",
    "text": "Back to back binging. Brilliant."
  },
  {
    "order": 42,
    "speaker": "Dan",
    "text": "That's it. Well, that's the end of today's 6 Minute English. Please join us again soon!"
  },
  {
    "order": 43,
    "speaker": "Catherine",
    "text": "And we are on social media too, so make sure you visit us on Twitter, Facebook, Instagram and YouTube."
  },
  {
    "order": 44,
    "speaker": "Both",
    "text": "Bye!"
  }
]
