[
  {
    "order": 1,
    "speaker": "Dan",
    "text": "Hello and welcome to 6 Minute English– the show that brings you an interesting topic, authentic listening practice and six new items of vocabulary. I'm Dan…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "…And I'm Neil. We’ll be discussing dogs being used in cancer detection."
  },
  {
    "order": 3,
    "speaker": "Dan",
    "text": "Everything ok, Neil?"
  },
  {
    "order": 4,
    "speaker": "is as sick as a dog",
    "text": "I am so tired. One of my children is as sick as a dog. I didn’t sleep all night long looking after them."
  },
  {
    "order": 5,
    "speaker": "As sick as a dog",
    "text": "As sick as a dog is an expression meaning ‘very ill’. I’m sorry to hear it. Try and hold on if you can."
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "Don’t worry. There’s life in this old dog yet."
  },
  {
    "order": 7,
    "speaker": "Dan",
    "text": "Good. It’s funny that you mention dogs because apparently, the UK’s National Health Service is currently assessing whether dogs can be used to detect early stage prostate cancer."
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "Amazing. Any success?"
  },
  {
    "order": 9,
    "speaker": "Dan",
    "text": "Let me ask you in this week’s question. In what percentage of cases were dogs able to detect the presence of cancer in urine?  Is it"
  },
  {
    "order": 10,
    "speaker": "Dan",
    "text": "a) 50%"
  },
  {
    "order": 11,
    "speaker": "Dan",
    "text": "b) 70%"
  },
  {
    "order": 12,
    "speaker": "Dan",
    "text": "c) 90%"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "I’m going to guess a) 50%"
  },
  {
    "order": 14,
    "speaker": "Dan",
    "text": "We’ll find out later if you’re right or wrong. So, Neil, I say dog, what do you think?"
  },
  {
    "order": 15,
    "speaker": "paws,",
    "text": "A wet nose, four paws, which is what we call the feet of certain animals, a fluffy coat and a waggy tail? Man’s best friend? But I’ve never heard of cancer dogs. I wonder what makes them suitable?"
  },
  {
    "order": 16,
    "speaker": "Dan",
    "text": "Well, I’ll let Dr Claire Guest, CEO of the charity Medical Detection Dogs take that one."
  },
  {
    "order": 17,
    "speaker": "bio-sensorscreened",
    "text": "Although the dog has a fluffy coat and a waggy tail, he is in fact a highly sophisticated bio-sensor. You know, evolution has given him this highly sensitive nose, going down to parts per trillion. People board planes every day that have been screened by detector dogs to see if there are explosives on board. Why do we rely on them there and yet not in assisting us with health?"
  },
  {
    "order": 18,
    "speaker": "bio-sensor",
    "text": "So, dogs have evolved to have a highly-developed sense of smell that allows them to act as a bio-sensor, a sensor which uses a living thing to detect chemicals."
  },
  {
    "order": 19,
    "speaker": "bio-sensor",
    "text": "Neil"
  },
  {
    "order": 20,
    "speaker": "screen",
    "text": "Yes, and she mentioned that humans have a history of using dogs in security to screen, or examine for suitability, for explosives and bombs."
  },
  {
    "order": 21,
    "speaker": "Dan",
    "text": "Yep! Can you think of any other places that dogs are used to support humans?"
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "Well, there’s guide dogs, or seeing-eye dogs as they’re known in North America. They help people who are blind to avoid danger."
  },
  {
    "order": 23,
    "speaker": "Dan",
    "text": "Nice. Any more? Maybe around the home?"
  },
  {
    "order": 24,
    "speaker": "Neil",
    "text": "Are you referring to guard dogs, meaning ‘a dog which keeps a house or place safe from burglary, theft or trespassing.’"
  },
  {
    "order": 25,
    "speaker": "deterrent",
    "text": "Yep. Ex-burglars have often said that they’re a much bigger deterrent, or reason not to do something, than an alarm system."
  },
  {
    "order": 26,
    "speaker": "Neil",
    "text": "Oh and there’s rescue dogs. They are trained to search and find victims of natural disasters such as avalanches or earthquakes."
  },
  {
    "order": 27,
    "speaker": "Dan",
    "text": "Exactly, dogs are perfect for situations where people may be buried under the earth or the snow. A human can’t see them but a dog can still smell them."
  },
  {
    "order": 28,
    "speaker": "biosensors",
    "text": "Do you think our National Health Service will employ them as full time biosensors then?"
  },
  {
    "order": 29,
    "speaker": "Dan",
    "text": "Well, I don’t know, but here’s what Jeremy Hunt, the UK Health Secretary had to say on the matter."
  },
  {
    "order": 30,
    "speaker": "INSERT",
    "text": "Jeremy Hunt, Health Secretary"
  },
  {
    "order": 31,
    "speaker": "orthodoxies",
    "text": "One of our jobs as MPs is sometimes to question orthodoxies, so if this research is good then I want to know about it, and I will certainly look at it carefully."
  },
  {
    "order": 32,
    "speaker": "orthodoxies",
    "text": "He mentions that this type of research goes against orthodoxies, or generally accepted way of doing things. But he also mentions that he will be looking at it carefully. So let’s hope so."
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "Yes I wouldn’t mind having a dog doctor! And speaking of research, there was a question I need to know the answer to."
  },
  {
    "order": 34,
    "speaker": "Dan",
    "text": "Oh yes. I asked you in what percentage of cases were dogs able to detect the presence of cancer in urine?"
  },
  {
    "order": 35,
    "speaker": "Dan",
    "text": "a) 50%"
  },
  {
    "order": 36,
    "speaker": "Dan",
    "text": "b) 70%"
  },
  {
    "order": 37,
    "speaker": "Dan",
    "text": "c) 90%"
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "And I said 50%"
  },
  {
    "order": 39,
    "speaker": "Dan",
    "text": "It’s a dog’s life, Neil. I’m sorry. The answer was c) 90%"
  },
  {
    "order": 40,
    "speaker": "Neil",
    "text": "Wow! 90%! That’s amazing."
  },
  {
    "order": 41,
    "speaker": "Dan",
    "text": "Isn’t it?"
  },
  {
    "order": 42,
    "speaker": "Neil",
    "text": "Shall we go through the vocabulary?"
  },
  {
    "order": 43,
    "speaker": "as sick as a dogas sick as a dogas sick as a dog",
    "text": "OK. The first expression we had was as sick as a dog. If you are as sick as a dog it means that you’re very sick indeed. When was the last time you were as sick as a dog, Neil?"
  },
  {
    "order": 44,
    "speaker": "as sick as a dogpawsPaws",
    "text": "Just after Christmas I caught a bug from my kids. I was as sick as a dog. Next we had paws. Paws are the feet of certain animals. They have pads and claws. Can you give us a few examples, Dan?"
  },
  {
    "order": 45,
    "speaker": "pawspawsbiosensorbiosensor",
    "text": "Well, dogs have paws. So do cats, rabbits, bears and mice. But not horses, sheep or pigs. They have hooves. After paws, we had biosensor. A biosensor is a combination of the words biology and sensor. It is a sensor which uses a living thing to detect chemicals. Can you think of a famous historical example, Neil?"
  },
  {
    "order": 46,
    "speaker": "screenscreen",
    "text": "Well, Miners in danger of a highly toxic but invisible gas called methane used to carry a canary in a cage down the mine with them. If the canary became ill or died, they knew that the air was toxic.  Then we had screen. If you screen something, it means you examine it for its suitability, such as luggage going through an airport – where they would screen for explosives.  How else can it be used, Dan?"
  },
  {
    "order": 47,
    "speaker": "screen outdeterrent",
    "text": "Well, these days you can get an ad-blocker on your computer that will screen out those annoying pop-up adverts. I hate those! After that was deterrent. A deterrent is a thing which stops a person from doing something, such as the fear of punishment for a crime. How do you deter your children from being naughty, Neil?"
  },
  {
    "order": 48,
    "speaker": "Neil",
    "text": "That’s easy. I just threaten to remove a sticker from their sticker chart."
  },
  {
    "order": 49,
    "speaker": "Dan",
    "text": "Good idea!"
  },
  {
    "order": 50,
    "speaker": "orthodoxiesorthodoxyorthodoxunorthodoxunorthodox",
    "text": "Finally, we heard orthodoxies. An orthodoxy is a generally accepted way of doing things. Its adjective is orthodox and we often hear its opposite word – unorthodox, meaning unusual. Do you do anything unorthodox, Dan?"
  },
  {
    "order": 51,
    "speaker": "Dan",
    "text": "Well I love to combine hot sausages and cold vanilla ice-cream. It’s delicious! But no one will trust me enough to try!"
  },
  {
    "order": 52,
    "speaker": "Neil",
    "text": "I don’t blame them! Well, that's the end of today's 6 Minute English. Please join us again soon!"
  },
  {
    "order": 53,
    "speaker": "Dan",
    "text": "And we are on social media too - Facebook, Twitter, Instagram and YouTube. See you there."
  },
  {
    "order": 54,
    "speaker": "Both",
    "text": "Bye!"
  }
]
