[
  {
    "order": 1,
    "speaker": "Dan",
    "text": "Hello and welcome to 6 Minute English – the programme where we bring you an interesting topic and six items of vocabulary. I’m Dan. And today we’re talking about..."
  },
  {
    "order": 2,
    "speaker": "Catherine",
    "text": "Sighing. I’m Catherine."
  },
  {
    "order": 3,
    "speaker": "Dan",
    "text": "Now – was that a real sigh – or just one to demonstrate the meaning?"
  },
  {
    "order": 4,
    "speaker": "Catherine",
    "text": "That one was just for educational purposes, of course, Dan."
  },
  {
    "order": 5,
    "speaker": "Dan",
    "text": "We’ll be looking at why we sigh, and learn how sighing keeps us alive!"
  },
  {
    "order": 6,
    "speaker": "Catherine",
    "text": "Yes, very interesting. And it’s not just humans that sigh, is it, Dan?"
  },
  {
    "order": 7,
    "speaker": "Dan",
    "text": "Indeed, most mammals sigh. And that brings me to today’s question. How many times does a mouse sigh in an hour, on average? Is it?"
  },
  {
    "order": 8,
    "speaker": "Dan",
    "text": "a)    Twice"
  },
  {
    "order": 9,
    "speaker": "Dan",
    "text": "b)    10 times"
  },
  {
    "order": 10,
    "speaker": "Dan",
    "text": "c)    40 times"
  },
  {
    "order": 11,
    "speaker": "Catherine",
    "text": "I’m going to say the poor little thing will sigh about 40 times an hour"
  },
  {
    "order": 12,
    "speaker": "Dan",
    "text": "OK. Let’s find out if you’re right later on in the programme. Now, what is a sigh, exactly?"
  },
  {
    "order": 13,
    "speaker": "Catherine",
    "text": "Let’s hear from Dr Lynne Barker, a cognitive neuroscientist from Sheffield Hallam University in the UK."
  },
  {
    "order": 14,
    "speaker": "resetting survival mechanism",
    "text": "It’s a typically cardio-respiratory kind of resetting mechanism, and most mammals will engage in sighing of some kind. Because people who don’t sigh would eventually die. It is a survival mechanism."
  },
  {
    "order": 15,
    "speaker": "Catherine",
    "text": "So sighing keeps us alive."
  },
  {
    "order": 16,
    "speaker": "survival mechanismmechanism",
    "text": "Dr Barker called it a survival mechanism. To survive means to continue living, especially in difficult circumstances. A mechanism, here, means a system of behaviour."
  },
  {
    "order": 17,
    "speaker": "survival mechanismsurvival mechanism",
    "text": "So, a survival mechanism is something the body does automatically in order to survive. But, Dan, why is sighing a survival mechanism?"
  },
  {
    "order": 18,
    "speaker": "resetresetreset",
    "text": "It’s because sighing can reset the lungs. To reset is to return something to its original settings. We often use this verb when talking about technology. You can reset a computer or a phone."
  },
  {
    "order": 19,
    "speaker": "reset",
    "text": "OK, that’s fine. But how does a sigh reset the lungs?"
  },
  {
    "order": 20,
    "speaker": "Dan",
    "text": "Well, scientists from UCLA, that’s the University of California, Los Angeles, found that a sigh is a special kind of very deep breath that keeps the tiny sacs of air in our lungs, called alveoli, working properly."
  },
  {
    "order": 21,
    "speaker": "Catherine",
    "text": "And without sighing, these alveoli would collapse and we would die. We need the alveoli to transfer oxygen from our lungs to our blood."
  },
  {
    "order": 22,
    "speaker": "reset reflex",
    "text": "Thankfully, we don’t have to think about this need to reset our lungs. Sighing is in fact a reflex."
  },
  {
    "order": 23,
    "speaker": "Catherine",
    "text": "Boo!"
  },
  {
    "order": 24,
    "speaker": "Dan",
    "text": "Argh!"
  },
  {
    "order": 25,
    "speaker": "reflex",
    "text": "There – you jumped! And that was a fabulous reflex, Dan! It’s something our bodies do without thinking, something you do unconsciously or automatically."
  },
  {
    "order": 26,
    "speaker": "Dan",
    "text": "I meant… argh… like a man. Thank you for that, Catherine."
  },
  {
    "order": 27,
    "speaker": "Catherine",
    "text": "You’re welcome."
  },
  {
    "order": 28,
    "speaker": "Dan",
    "text": "Do you sigh a lot?"
  },
  {
    "order": 29,
    "speaker": "breathe a sigh of relief",
    "text": "Well, I sigh when I’m tired, and I sigh when I’m relieved. I breathe a sigh of relief."
  },
  {
    "order": 30,
    "speaker": "To breathe a sigh of relief",
    "text": "To breathe a sigh of relief – that’s a great expression. It means what you think it means – to sigh when you feel good that something bad has not happened – but it’s often used metaphorically. It relates more to the feeling of relief than the act of sighing."
  },
  {
    "order": 31,
    "speaker": "breathed a sigh of relief",
    "text": "That’s right. Now, I breathed a sigh of relief when I found my mobile phone the other day. I thought I’d lost it. It was new. I was so pleased when I found it! What about you, Dan?"
  },
  {
    "order": 32,
    "speaker": "frustrationresignation",
    "text": "I tend to sigh to show frustration. And sometimes resignation."
  },
  {
    "order": 33,
    "speaker": "frustrationfrustrating",
    "text": "Now, frustration is what we feel when things aren’t going well, when things are annoying us and they don’t work. When things are frustrating."
  },
  {
    "order": 34,
    "speaker": "resignationresigned",
    "text": "And resignation is what we feel when we finally accept that something bad has happened, that we can’t change. We feel resigned to something."
  },
  {
    "order": 35,
    "speaker": "Catherine",
    "text": "So, relief, resignation, frustration, resetting our lungs. It sounds like we humans never stop sighing!"
  },
  {
    "order": 36,
    "speaker": "Dan",
    "text": "Well, actually, we humans sigh on average 12 times an hour. But what about… mice?"
  },
  {
    "order": 37,
    "speaker": "Catherine",
    "text": "Well, I said, I reckon they sigh about 40 times an hour."
  },
  {
    "order": 38,
    "speaker": "Dan",
    "text": "Well, in fact, it is 40 times an hour. The hearts of mice beat faster – so they need to regulate their lungs more than humans."
  },
  {
    "order": 39,
    "speaker": "Catherine",
    "text": "Let’s review today’s vocabulary."
  },
  {
    "order": 40,
    "speaker": "survival mechanism",
    "text": "We had the phrase survival mechanism. Something we do without thinking that keeps us alive."
  },
  {
    "order": 41,
    "speaker": "Catherine",
    "text": "We often use this phrase, and the related phrase defence mechanism, when talking about what people do to cope with difficulties in life."
  },
  {
    "order": 42,
    "speaker": "reset",
    "text": "Next, we had reset. You can reset a computer, or a machine – to make it work again. This usually means switching it off and on again."
  },
  {
    "order": 43,
    "speaker": "Catherine",
    "text": "And you can reset a password – this is a little bit different. It means to set – or choose - a new password."
  },
  {
    "order": 44,
    "speaker": "reflex",
    "text": "We also had the word reflex. This is a physical action or reaction that you can’t control. For example… Catherine?"
  },
  {
    "order": 45,
    "speaker": "Catherine",
    "text": "Yes?"
  },
  {
    "order": 46,
    "speaker": "reflex",
    "text": "There, you closed your eyes. Another reflex."
  },
  {
    "order": 47,
    "speaker": "tobreathe a sigh to relief",
    "text": "And we had to breathe a sigh to relief. Which means to feel better after something bad doesn’t happen. I breathed a sigh of relief when my friend recovered from her illness."
  },
  {
    "order": 48,
    "speaker": "frustrationresignation",
    "text": "But we sigh for other reasons too. Two useful sighing words were: frustration and resignation."
  },
  {
    "order": 49,
    "speaker": "Frustrationfrustratedfrustratingfrustrating",
    "text": "Frustration is the state of being frustrated. We can say something is frustrating. It’s frustrating when the boss doesn’t listen to me."
  },
  {
    "order": 50,
    "speaker": "frustratedresigned",
    "text": "But let’s say you move beyond feeling frustrated and start feeling resigned."
  },
  {
    "order": 51,
    "speaker": "resign",
    "text": "Yeah, and that would be when I finally accept the boss will never listen to me. And that’s when I’ll resign!"
  },
  {
    "order": 52,
    "speaker": "resign",
    "text": "To resign also means to voluntarily leave a job! Please, Catherine, tell me that’s just another vocabulary example?!"
  },
  {
    "order": 53,
    "speaker": "Catherine",
    "text": "Of course it is, Dan. I love my job! I only ever sigh, what, 12 times an hour?!"
  },
  {
    "order": 54,
    "speaker": "Dan",
    "text": "Which is perfectly average. And that's it for today's 6 Minute English. Please join us again soon."
  },
  {
    "order": 55,
    "speaker": "Catherine",
    "text": "And we are on social media too. Make sure to find us on Facebook, Twitter, Instagram and YouTube."
  },
  {
    "order": 56,
    "speaker": "Both",
    "text": "Bye!"
  }
]