[
  {
    "order": 1,
    "speaker": "Dan",
    "text": "Hello and welcome to 6 Minute English– the show that brings you an interesting topic, authentic listening practice and six new items of vocabulary. I'm Dan…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil. In this episode we’ll be discussing miraculous survivals."
  },
  {
    "order": 3,
    "speaker": "near-death experience",
    "text": "Have you ever had a near-death experience, Neil?"
  },
  {
    "order": 4,
    "speaker": "near-death experience",
    "text": "A near-death experience, meaning a situation where I very nearly died? Well, I once fell off the side of a mountain, but I was saved by a tree."
  },
  {
    "order": 5,
    "speaker": "Dan",
    "text": "That's incredible!"
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "Why do you ask?"
  },
  {
    "order": 7,
    "speaker": "Dan",
    "text": "Well, I recently heard a story about Alcides Moreno."
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "Who's that?"
  },
  {
    "order": 9,
    "speaker": "Dan",
    "text": "He's a window cleaner. He cleaned the windows on the sky scrapers in New York. Except one day, he fell."
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "Oh my goodness."
  },
  {
    "order": 11,
    "speaker": "Dan",
    "text": "Yes. And what's more is. He survived."
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "Wow! How far did he fall?"
  },
  {
    "order": 13,
    "speaker": "Dan",
    "text": "Ah, well, all will be revealed after this week’s question. According to the BBC, what chance of survival does a human have when falling to the ground from around 3 storeys?"
  },
  {
    "order": 14,
    "speaker": "Dan",
    "text": "a)    30%"
  },
  {
    "order": 15,
    "speaker": "Dan",
    "text": "b)    50%"
  },
  {
    "order": 16,
    "speaker": "Dan",
    "text": "c)    70%"
  },
  {
    "order": 17,
    "speaker": "Neil",
    "text": "And by storeys, you mean the entire floor of a building including all its rooms. Well, I think it’s got to be b) 50%"
  },
  {
    "order": 18,
    "speaker": "Dan",
    "text": "Well, we'll find out if you're right or not later. So, do you want to hear the story?"
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "Of course!"
  },
  {
    "order": 20,
    "speaker": "Dan",
    "text": "Well, on the 7th of December, Ecuadorians Alcides Moreno, and his brother, Edgar, went up to the top of the Solow Tower in New York to clean the windows like they did every day."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "And how tall is that building?"
  },
  {
    "order": 22,
    "speaker": "Dan",
    "text": "It's 47 storeys."
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "And how did they usually clean it?"
  },
  {
    "order": 24,
    "speaker": "scaffold",
    "text": "Well, they used a scaffold, which is a structure of interconnected pipes and boards that creates a frame or shape"
  },
  {
    "order": 25,
    "speaker": "Neil",
    "text": "Ah, so in this case there was a platform which was attached by cables, or large metal ropes, and hung over the edge of the building and which the window cleaners could raise and lower."
  },
  {
    "order": 26,
    "speaker": "scaffold",
    "text": "Exactly. So, as usual they filled up their buckets and climbed on to the scaffold."
  },
  {
    "order": 27,
    "speaker": "Neil",
    "text": "And…"
  },
  {
    "order": 28,
    "speaker": "Dan",
    "text": "Well, unfortunately the cables were loose, and the scaffold fell from the building. Both brothers fell 47 storeys."
  },
  {
    "order": 29,
    "speaker": "Neil",
    "text": "That's terrible! What happened next?"
  },
  {
    "order": 30,
    "speaker": "Dan",
    "text": "I’ll let Jo Fidgen, presenter of the BBC show Outlook, explain"
  },
  {
    "order": 31,
    "speaker": "clutching",
    "text": "When firefighters arrived on the scene, they found a crowd of distraught onlookers pointing towards an alleyway. Edgar had landed on a fence and couldn't be helped, but Alcides was found crouching in a pile of twisted metal still clutching the controls of the scaffold. He was breathing…even trying to stand up…"
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "So, firefighters arrived to find a group of distraught, which means extremely worried and upset, people showing them where the two men had come down."
  },
  {
    "order": 33,
    "speaker": "clutching",
    "text": "Yes, and though, unfortunately, Edgar didn't survive, Alcides was found clutching, or holding extremely tightly, to the controls of the scaffold."
  },
  {
    "order": 34,
    "speaker": "unscathed",
    "text": "Did I hear correctly that he was trying to stand up? Did he escape the accident unscathed?"
  },
  {
    "order": 35,
    "speaker": "Unscathed",
    "text": "Unscathed means without any injury at all. And, no, he fell into a coma for 3 weeks and needed 24 pints of blood."
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "I'm speechless. I don't understand how he lived."
  },
  {
    "order": 37,
    "speaker": "Dan",
    "text": "You aren't the only one. Listen to what Dr. Philip Barie, from New York-Presbyterian Hospital, said about the whole incident."
  },
  {
    "order": 38,
    "speaker": "unprecedentedmiracles",
    "text": "I don't know what adjective you'd care to use: unprecedented, extraordinary… if you are a believer in miracles, this would be one."
  },
  {
    "order": 39,
    "speaker": "unprecedented",
    "text": "Wow. So he can’t explain it either. He said it was unprecedented which means never happened or done before."
  },
  {
    "order": 40,
    "speaker": "miracle",
    "text": "Yes, and he also said that this was a miracle, which is an unexplainable positive outcome to a bad situation that people say was the intervention of a god."
  },
  {
    "order": 41,
    "speaker": "Neil",
    "text": "I guess we'll never know. But one thing I can know is the answer to this week's question."
  },
  {
    "order": 42,
    "speaker": "Dan",
    "text": "Ah, yes. I asked you what chance of survival does a human have when falling to the ground from around 3 storeys?"
  },
  {
    "order": 43,
    "speaker": "Dan",
    "text": "a)    30%"
  },
  {
    "order": 44,
    "speaker": "Dan",
    "text": "b)    50%"
  },
  {
    "order": 45,
    "speaker": "Dan",
    "text": "c)    70%"
  },
  {
    "order": 46,
    "speaker": "Neil",
    "text": "And I said b) 50%"
  },
  {
    "order": 47,
    "speaker": "Dan",
    "text": "And you were exactly right. Well done."
  },
  {
    "order": 48,
    "speaker": "Neil",
    "text": "Wow! It's a first!"
  },
  {
    "order": 49,
    "speaker": "Dan",
    "text": "Shall we look at the vocabulary then?"
  },
  {
    "order": 50,
    "speaker": "a near-death experience",
    "text": "First we had a near-death experience, which is an experience where a person very nearly, or could easily have died. Have you ever had one, Dan?"
  },
  {
    "order": 51,
    "speaker": "scaffoldscaffoldscaffolding",
    "text": "When I was 14 I fell out of a canoe into a river and got stuck between the boat and a rock with my head underwater. I thought it was the end. But, some people pulled me out. Then we had scaffold. A scaffold is a structure of interconnected pipes and boards that creates a frame or shape. Name a place that you might see scaffolding, Neil."
  },
  {
    "order": 52,
    "speaker": "clutchingclutch",
    "text": "They are usually put up around houses when builders are working on the roof. Then we had clutching. If you clutch something, it means you hold it extremely tightly. There is a well-known idiom that uses this word. Sound familiar, Dan?"
  },
  {
    "order": 53,
    "speaker": "you're clutching at straws",
    "text": "Ah, you're clutching at straws, Neil, which means you are trying to find a reason or hope to succeed when it’s extremely unlikely. What was after that?"
  },
  {
    "order": 54,
    "speaker": "unscathedunscathedescapingunscathedescapedunscathed",
    "text": "After that we had unscathed. If you are unscathed, you are uninjured. We often talk about escaping something unscathed. Have you ever escaped an accident unscathed?"
  },
  {
    "order": 55,
    "speaker": "escaped unscathedunprecedentedunprecedented",
    "text": "Well, when I was 6, I fell through a hole that some builders had made while doing rennovation. I hit the ground in the garage, but somehow I escaped unscathed. Maybe, I bounced? Then we heard unprecedented. If something is unprecedented, it has never happened or been done before. Can you think of an example, Neil?"
  },
  {
    "order": 56,
    "speaker": "unprecedentedmiraclemiraclemiraculous",
    "text": "Neil Armstrong walking on the moon was unprecedented in 1969. And, finally, we had miracle. A miracle is an unexplainable positive outcome to a bad situation that people say was the intervention of a god. The adjectives is miraculous."
  },
  {
    "order": 57,
    "speaker": "miracles",
    "text": "Do you believe in miracles, Dan?"
  },
  {
    "order": 58,
    "speaker": "Dan",
    "text": "Well, I've never seen or experienced one, but when you hear a story like this, it's difficult not to. And, that's the end of today's 6 Minute English. Please join us again soon!"
  },
  {
    "order": 59,
    "speaker": "Neil",
    "text": "And we are on social media too - Facebook, Twitter, Instagram and YouTube. See you there."
  },
  {
    "order": 60,
    "speaker": "Both",
    "text": "Bye!"
  }
]
