[
  {
    "order": 1,
    "speaker": "Dan",
    "text": "Hello and welcome to 6 Minute English– the show that brings you an interesting topic, authentic listening practice and six new items of vocabulary. I'm Dan…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil. In this episode we'll be discussing if happiness is genetic"
  },
  {
    "order": 3,
    "speaker": "Dan",
    "text": "How happy would you say you are Neil?"
  },
  {
    "order": 4,
    "speaker": "Dan",
    "text": "Neil"
  },
  {
    "order": 5,
    "speaker": "Dan",
    "text": "I’m pretty happy I think. Why do you ask?"
  },
  {
    "order": 6,
    "speaker": "Dan",
    "text": "Well, in March this year the UN published its fifth world happiness report."
  },
  {
    "order": 7,
    "speaker": "Dan",
    "text": "Neil"
  },
  {
    "order": 8,
    "speaker": "Dan",
    "text": "Is that the one that ranks all of the countries based on how happy they are?"
  },
  {
    "order": 9,
    "speaker": "Dan",
    "text": "You've heard of it then. Over all there are 155 countries included, and Norway came top of them all, overtaking Denmark, which was the leader for the years 2012 to 2016."
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "Well what about the UK?"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "Dan"
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "Ah, well that’s this week’s questions, isn’t it? Where did the UK place?"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "a) in the top 10"
  },
  {
    "order": 14,
    "speaker": "Neil",
    "text": "b) between 11th and 20th"
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "c) after 21st"
  },
  {
    "order": 16,
    "speaker": "Neil",
    "text": "Well, I’m going to say c) after 21st"
  },
  {
    "order": 17,
    "speaker": "Dan",
    "text": "Ok, you know the drill. No answers until the end of the show."
  },
  {
    "order": 18,
    "speaker": "Neil",
    "text": "So, Norway, eh? And Denmark the previous year? They’re neighbours!"
  },
  {
    "order": 19,
    "speaker": "dominate",
    "text": "Yes. In fact, for the last 5 years, the results have been pretty much the same. Nordic countries tend to dominate the top of the table."
  },
  {
    "order": 20,
    "speaker": "Dominate",
    "text": "Dominate meaning 'control'. Ok, well how are the results decided?"
  },
  {
    "order": 21,
    "speaker": "subjective",
    "text": "It’s very simple. They ask 1000 people in each country a single subjective question."
  },
  {
    "order": 22,
    "speaker": "Subjective",
    "text": "Subjective means 'based on personal experience, beliefs or feelings'. …Well, what’s the question?"
  },
  {
    "order": 23,
    "speaker": "Dan",
    "text": "Imagine a ladder, with steps numbered from 0 at the bottom to 10 at the top. The top of the ladder represents the best possible life for you and the bottom of the ladder represents the worst possible life for you. On which step of the ladder would you say you personally feel you stand at this time?"
  },
  {
    "order": 24,
    "speaker": "Neil",
    "text": "That’s actually quite simple."
  },
  {
    "order": 25,
    "speaker": "Dan",
    "text": "Yep. The Nordic countries all score an average close to 7.5 out of 10."
  },
  {
    "order": 26,
    "speaker": "Neil",
    "text": "So we have a number of neighbouring countries which all claim to be extremely happy. There must be a connection….is it the weather?"
  },
  {
    "order": 27,
    "speaker": "Dan",
    "text": "Well, that’s a logical conclusion, but there is another idea. I’ll let Professor Andrew Oswald from the University of Warwick explain."
  },
  {
    "order": 28,
    "speaker": "INSERT",
    "text": "Professor Andrew Oswald, University of Warwick"
  },
  {
    "order": 29,
    "speaker": "componentinoculation",
    "text": "We think that there is a genetic component, in part, to why the Danes do so well coming so regularly at the head of happiness international league tables. It does appear from the data that the Danes have the smallest amount of the, you might say, dangerous, short kind of genetic pattern. So they may have a kind of inoculation against the possibility of depression."
  },
  {
    "order": 30,
    "speaker": "component,inoculation",
    "text": "So, professor Oswald mentioned there is a genetic component, or part, to Danish DNA which gives them an inoculation, or illness protection, against depression and sadness."
  },
  {
    "order": 31,
    "speaker": "Dan",
    "text": "Yep. All of the Nordic countries have a similar make-up."
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "But he said ‘in part’. That means it doesn’t explain everything. So, there’s something missing."
  },
  {
    "order": 33,
    "speaker": "Dan",
    "text": "There’s no fooling you! Michael Booth has written a book about Nordic happiness. He has another theory."
  },
  {
    "order": 34,
    "speaker": "INSERT",
    "text": "Michael Booth, Author"
  },
  {
    "order": 35,
    "speaker": "content",
    "text": "There are so many reasons why the Danes are happy, why they’re content that have nothing to do with DNA. Of course they’re happy! They’re rich! They’re sexy! They’re funny! They don’t work that much!"
  },
  {
    "order": 36,
    "speaker": "content",
    "text": "Ah. So being rich, funny, sexy and not working much is why they are content, meaning 'satisfied'. That sounds a bit like you, Dan."
  },
  {
    "order": 37,
    "speaker": "cosiness",
    "text": "I can’t publicly comment on that Neil, I’m sorry! But there is one more piece we’re missing. Hygge. It’s a loanword and only just appeared in the British dictionaries. We don’t have a direct translation, but it basically means cosiness."
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "Cosiness, meaning 'warm, comfortable and safe'."
  },
  {
    "order": 39,
    "speaker": "cosy",
    "text": "Yes. Danes love simple comforts. A warm cosy room, some drinks, some candles and a fire, and they are happy. Maybe that’s the secret."
  },
  {
    "order": 40,
    "speaker": "Neil",
    "text": "Well, the secret to my happiness right now is finding out if I was right in the quiz."
  },
  {
    "order": 41,
    "speaker": "Dan",
    "text": "Oh yes! I asked: Where did the UK place in the World Happiness Report 2017"
  },
  {
    "order": 42,
    "speaker": "Dan",
    "text": "a) in the top 10"
  },
  {
    "order": 43,
    "speaker": "Dan",
    "text": "b) between 11th and 20th"
  },
  {
    "order": 44,
    "speaker": "Dan",
    "text": "c) after 21st"
  },
  {
    "order": 45,
    "speaker": "Neil",
    "text": "I said c) after 21st"
  },
  {
    "order": 46,
    "speaker": "Dan",
    "text": "And I’m afraid you’re wrong my friend. We placed b) between 11th and  20th. We were actually 19th."
  },
  {
    "order": 47,
    "speaker": "Neil",
    "text": "Well, let’s make our listeners happy by going through the vocabulary."
  },
  {
    "order": 48,
    "speaker": "dominatedominate",
    "text": "Ok. First we had dominate. If you dominate something or someone, you control it. It’s quite an aggressive word. You wouldn’t use it for people much. But, give us an example, Neil."
  },
  {
    "order": 49,
    "speaker": "dominatingsubjectivesubjective subjective",
    "text": "You can talk about a team dominating play in a sport. Next we had subjective. If something is subjective it is based on personal experience, beliefs or feelings rather than facts, which are objective. What type of things are subjective, Dan?"
  },
  {
    "order": 50,
    "speaker": "Dan",
    "text": "Oh, it’s our opinions of art, music, jokes, food. You know, I like sausages and ice-cream but no one else does!"
  },
  {
    "order": 51,
    "speaker": "Neil",
    "text": "That’s because it’s disgusting!"
  },
  {
    "order": 52,
    "speaker": "componentcomponentcomponents",
    "text": "Then we had component. A component is part of something that makes up a larger whole. Televisions and computers have many components in them."
  },
  {
    "order": 53,
    "speaker": "componentinoculationinoculation",
    "text": "And a person can be an essential component in a team, like a goal-keeper in football. After that was inoculation. An inoculation is a form of disease protection. It is a synonym of….Dan?"
  },
  {
    "order": 54,
    "speaker": "inoculationscontentcontent",
    "text": "Vaccination. I went on holiday last year and had to have my inoculations updated. Then we had content.If you are content, you are satisfied and want nothing. What makes you content, Neil?"
  },
  {
    "order": 55,
    "speaker": "cosinessCosinesscosycosy",
    "text": "A warm sunny day in my garden with a good book. And finally we had cosiness. Cosiness comes from cosy, which means 'warm, comfortable and safe'. Where’s cosy for you Dan?"
  },
  {
    "order": 56,
    "speaker": "Dan",
    "text": "Oh easy. On a freezing cold day, it’s tucked up in bed with a nice cup of tea. And that’s the end of today's 6 Minute English. Please join us again soon!"
  },
  {
    "order": 57,
    "speaker": "Neil",
    "text": "And we are on social media too, of course - Facebook, Twitter, Instagram and YouTube. See you there."
  },
  {
    "order": 58,
    "speaker": "Both",
    "text": "Bye!"
  }
]
