[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Welcome to 6 Minute English, where we bring you an interesting topic and six items of vocabulary."
  },
  {
    "order": 2,
    "speaker": "Catherine",
    "text": "And all in just six minutes, of course. I'm Catherine."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "And I'm Neil. Today – is technology built to fail? And are we throwing away too much technology and harming the planet? Catherine, tell me - how old is your TV?"
  },
  {
    "order": 4,
    "speaker": "Catherine",
    "text": "My TV has just had its fifth birthday."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "And your mobile phone?"
  },
  {
    "order": 6,
    "speaker": "Catherine",
    "text": "It's about two and a half."
  },
  {
    "order": 7,
    "speaker": "gizmos",
    "text": "So you do like to have gizmos, but not necessarily the latest."
  },
  {
    "order": 8,
    "speaker": "Catherine",
    "text": "Exactly."
  },
  {
    "order": 9,
    "speaker": "Gizmogizmo",
    "text": "Gizmo – nice word. A gizmo is a small piece of technology – otherwise called a gadget."
  },
  {
    "order": 10,
    "speaker": "Catherine",
    "text": "And of course I'm not alone in buying gadgets from time to time. They actually keep on getting more advanced – so people keep buying new ones."
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "Technology also gets cheaper and cheaper. In fact, many gadgets are more expensive to fix than replace."
  },
  {
    "order": 12,
    "speaker": "Catherine",
    "text": "And this means that we throw a lot of gadgets away – but how many?"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "See if you can guess: how much electronic waste is thrown away every year globally? Is it…"
  },
  {
    "order": 14,
    "speaker": "Neil",
    "text": "a) 420 tonnes,"
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "b) 4.2 million tonnes or"
  },
  {
    "order": 16,
    "speaker": "Neil",
    "text": "c) 42 million tonnes?"
  },
  {
    "order": 17,
    "speaker": "Catherine",
    "text": "And I do actually know the answer to this once, so I'm gonna keep quiet, just for once!"
  },
  {
    "order": 18,
    "speaker": "sustainable",
    "text": "Ah, first time for everything! So, to bring us back to our main point. Is technology no longer built to last? Let's hear first from Professor Tim Cooper who is an expert in sustainable consumption and production at Nottingham Trent University in the UK."
  },
  {
    "order": 19,
    "speaker": "Sustainable",
    "text": "Sustainable, by the way, means 'able to continue over a long period of time'. We often use it to mean 'able to continue without causing harm' – like environmental damage. What's the problem with mobile phones?"
  },
  {
    "order": 20,
    "speaker": "screwunscrew",
    "text": "The classic example of this is the mobile phone, where, for example, screens are glued into the product. Now they know that if there was a screw there, the consumer could easily, when that screen cracks, which is obviously a very common problem with mobile phones, unscrew it and put a new screen on. They don't. They know perfectly well that that would be a way in which mobile phones would last longer. They don't want that, they want you to replace your mobile phone every year or two."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Professor Cooper says that mobile phones' screens crack often – and generally when that happens people buy a new one."
  },
  {
    "order": 22,
    "speaker": "screwedscrew",
    "text": "That's partly because mobile phones' screens are glued on rather than screwed on. Now a screw is a piece of metal like a nail but with a raised twisted part – and we use screws to join two things together."
  },
  {
    "order": 23,
    "speaker": "screwunscrewunscrew",
    "text": "The verb form is the same – to screw – and the opposite is to unscrew. If you could unscrew a cracked screen and then replace it, there'd be no need to buy a whole new phone, he says."
  },
  {
    "order": 24,
    "speaker": "lowered their expectations",
    "text": "He thinks that generally, people have lowered their expectations when it comes to how long things should last."
  },
  {
    "order": 25,
    "speaker": "ExpectationsexpectationExpectationslowered",
    "text": "Expectations is a good word – an expectation is a strong belief something will happen. Expectations can be raised or lowered."
  },
  {
    "order": 26,
    "speaker": "expectations",
    "text": "Or managed – to 'manage your expectations' means to not let your expectations get so high that you then become disappointed when something fails."
  },
  {
    "order": 27,
    "speaker": "Neil",
    "text": "Yes, by way of an example, Professor Cooper says that his parents' washing machine lasted for 37 years. These days, they last between five and ten."
  },
  {
    "order": 28,
    "speaker": "obsolete",
    "text": "Yeah. And we don't see electrical products as an investment in the same way that people used to. We now worry that what we buy today will become obsolete tomorrow."
  },
  {
    "order": 29,
    "speaker": "Obsolete",
    "text": "Obsolete – no longer valid or useful. And also – he says we've become so used to cheap products that we don't want to spend more on good quality."
  },
  {
    "order": 30,
    "speaker": "Catherine",
    "text": "So what's to be done?"
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "Cooper suggests that if we can afford it, we really should try to buy higher quality products. And manufacturers should put labels on their products saying how long they are designed to last."
  },
  {
    "order": 32,
    "speaker": "throwaway culture\"",
    "text": "An interesting idea. Cooper says that over 2m pounds worth of electrical goods are thrown away each year in the UK. He calls it a \"throwaway culture\"."
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "A culture in which we throw things out much more easily. Not good for the planet either. So – will you try to keep your mobile for a bit longer, or are you already tempted by the latest model, Catherine?"
  },
  {
    "order": 34,
    "speaker": "Catherine",
    "text": "I'm happy with the one I've got, but I'm gonna protect the screen very carefully."
  },
  {
    "order": 35,
    "speaker": "Neil",
    "text": "Yes, a good idea. Maybe this will help you make up your mind, though. I asked how many tonnes of electrical waste are thrown away globally."
  },
  {
    "order": 36,
    "speaker": "gizmo",
    "text": "And I said I know the answer – it's actually 42m tonnes, according to a UN report back in 2015. The figure could be a lot higher now. And as you know – my mobile isn't very heavy – so 42m tonnes is an awful lot of phones! While we try to picture that, let's quickly run through today's vocabulary. So first up was gizmo - a small piece of technology – a gadget."
  },
  {
    "order": 37,
    "speaker": "gizmos",
    "text": "Smartphones, smart watches, fitness trackers, sat navs – all gizmos!"
  },
  {
    "order": 38,
    "speaker": "sustainablesustainablesustainable",
    "text": "We had sustainable – able to last or continue. We talk about sustainable energy, sustainable economic development…"
  },
  {
    "order": 39,
    "speaker": "unsustainable screwunscrew",
    "text": "The opposite would be unsustainable development… And another pair of words – to screw and to unscrew."
  },
  {
    "order": 40,
    "speaker": "screw screw screw",
    "text": "A screw is that little metal thing like a nail that we use to join things together. You can screw shelves into the wall, you can screw furniture together…"
  },
  {
    "order": 41,
    "speaker": "unscrew lower your expectations",
    "text": "And when you move house you unscrew it. Three more: to lower your expectations. What have you lowered your expectations about?"
  },
  {
    "order": 42,
    "speaker": "expectations",
    "text": "Err, so many things… Becoming a millionaire - I don't think that's going to happen. Or I could say a company has lowered its expectations about performance over the next five years."
  },
  {
    "order": 43,
    "speaker": "obsolete",
    "text": "Yes – another one looking ahead into the future – I'm pretty sure my computer will be obsolete in ten years. It will no longer be used – it will be out of date."
  },
  {
    "order": 44,
    "speaker": "throwaway culture",
    "text": "I just urge you, Neil, when you do get a new one – please recycle this one responsibly. We already live in a throwaway culture."
  },
  {
    "order": 45,
    "speaker": "unsustainableobsolete",
    "text": "Yes – it's pretty unsustainable. Now, before your laptop or phone becomes obsolete – I suggest you check out our Facebook, Twitter, Instagram and YouTube pages! Bye for now."
  },
  {
    "order": 46,
    "speaker": "unsustainableobsolete",
    "text": "Catherine"
  },
  {
    "order": 47,
    "speaker": "unsustainableobsolete",
    "text": "Bye!"
  }
]
