[
  {
    "order": 1,
    "speaker": "Dan",
    "text": "Hello and welcome to 6 Minute English – the show that brings you an interesting topic, authentic listening practice and six new items of vocabulary. I'm Dan…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil. In this episode we'll be discussing water burial."
  },
  {
    "order": 3,
    "speaker": "bleak",
    "text": "Yes. It’s a bit of a bleak subject, I’m afraid."
  },
  {
    "order": 4,
    "speaker": "bleak",
    "text": "Something which is bleak is unpleasant or without hope."
  },
  {
    "order": 5,
    "speaker": "bleak",
    "text": "And, do you know what’s really bleak? It’s this week's question. On average, how many people die each hour?"
  },
  {
    "order": 6,
    "speaker": "bleak",
    "text": "a) six thousand"
  },
  {
    "order": 7,
    "speaker": "bleak",
    "text": "b) sixty thousand"
  },
  {
    "order": 8,
    "speaker": "bleak",
    "text": "c) six hundred thousand"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "I am going to guess b) sixty thousand"
  },
  {
    "order": 10,
    "speaker": "Dan",
    "text": "And we'll find out if you're right or not at the end of this show. So, the actual figure is 55m people each year. Now, religious or not, there is a practical issue to be dealt with, which is, Neil?"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "What to do with the body?"
  },
  {
    "order": 12,
    "speaker": "Dan",
    "text": "Exactly! So what are the options for the average person?"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "Well, there’s burial, or there’s cremation."
  },
  {
    "order": 14,
    "speaker": "Dan",
    "text": "Burial is when a body is put into the earth and cremation is when a body is burnt. But there are big problems with both. For example, what two things do most people need in order to be buried?"
  },
  {
    "order": 15,
    "speaker": "grave",
    "text": "Well, a coffin – or a box to put the body in and a grave. That’s the place the coffin and body go into."
  },
  {
    "order": 16,
    "speaker": "graves",
    "text": "Exactly, but coffins are most often made of wood. In the US they use four million acres of forest every year just to make coffins. And as for graves, cemeteries are beginning to get overcrowded – there’s no space left! After all, dying is not exactly a new thing! It’s been happening for years."
  },
  {
    "order": 17,
    "speaker": "cremation,",
    "text": "Aha, but with cremation, there’s no space needed. And they burn gas to dispose of the body. That’s got to be better."
  },
  {
    "order": 18,
    "speaker": "Dan",
    "text": "You’d think so, but no. I’ll let Sahar Zand, reporter for the BBC, explain why."
  },
  {
    "order": 19,
    "speaker": "INSERT",
    "text": "Sahar Zand, BBC reporter"
  },
  {
    "order": 20,
    "speaker": "toxins",
    "text": "During the process, a number of toxins can be emitted into our environment, including mercury from dental fillings. Cremation also has a carbon cost. With the energy used to process one body, you could actually heat a home for the best part of a week in winter"
  },
  {
    "order": 21,
    "speaker": "toxins",
    "text": "So cremation can release toxins, or poisons, into the environment and it comes with a very high energy cost – enough to heat a home for almost a week! OK. I can see a smug look in your eye, Dan. What do you have up your sleeve?"
  },
  {
    "order": 22,
    "speaker": "Dan",
    "text": "It’s the latest thing. Water burial."
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "Water burial?"
  },
  {
    "order": 24,
    "speaker": "Dan",
    "text": "This is where the body is put into an alkali solution and heated to 150 degrees centigrade. This breaks down the tissue and leaves only the skeleton."
  },
  {
    "order": 25,
    "speaker": "Neil",
    "text": "Interesting."
  },
  {
    "order": 26,
    "speaker": "Dan",
    "text": "Yes! It has huge advantages over cremation"
  },
  {
    "order": 27,
    "speaker": "Neil",
    "text": "Such as?"
  },
  {
    "order": 28,
    "speaker": "decomposes",
    "text": "Well for one thing, it takes only 4 hours to finish. It follows the same process as when a body decomposes, but quicker."
  },
  {
    "order": 29,
    "speaker": "decomposes",
    "text": "When something decomposes it breaks down and decays. Ok, anything else?"
  },
  {
    "order": 30,
    "speaker": "Dan",
    "text": "It uses much less energy. Each body is weighed and then the computer calculates exactly how much of everything is needed."
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "Ok, it’s more efficient too. Why are you smiling?"
  },
  {
    "order": 32,
    "speaker": "Dan",
    "text": "This is the best part! Listen to Sahar again."
  },
  {
    "order": 33,
    "speaker": "INSERT",
    "text": "Sahar Zand, BBC reporter"
  },
  {
    "order": 34,
    "speaker": "brittleimplants",
    "text": "All that’s left at this point is a brittle skeleton and any artificial implants that they may have had in their body – and they come out almost as good as new. There’s even talk of sending the implants to the developing world, where they can benefit populations that don’t have access to them, because they’re very expensive."
  },
  {
    "order": 35,
    "speaker": "brittle, implants",
    "text": "So after the process you have a brittle, or easy to break, skeleton and any implants that they had inside them."
  },
  {
    "order": 36,
    "speaker": "Dan",
    "text": "Implants are artificial additions to the body, such as plastic hips or an artificial heart. And they’re clean! They can be recycled and given to someone who needs them! Isn’t that cool?"
  },
  {
    "order": 37,
    "speaker": "Neil",
    "text": "So, what happens to the skeleton?"
  },
  {
    "order": 38,
    "speaker": "Dan",
    "text": "It gets ground up into dust and put in a jar to give to the family – exactly the same as a traditional cremation. I love it! Sign me up! Would you like to give it a shot?"
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "Well, I can’t answer that question. But can I have the answer to our quiz question?"
  },
  {
    "order": 40,
    "speaker": "Dan",
    "text": "Of course. I asked: On average, how many people die each hour?"
  },
  {
    "order": 41,
    "speaker": "Dan",
    "text": "a) six thousand"
  },
  {
    "order": 42,
    "speaker": "Dan",
    "text": "b) sixty thousand"
  },
  {
    "order": 43,
    "speaker": "Dan",
    "text": "c) six hundred thousand"
  },
  {
    "order": 44,
    "speaker": "Neil",
    "text": "I said b) sixty thousand"
  },
  {
    "order": 45,
    "speaker": "Dan",
    "text": "And you, my friend, are dead in the water. Unfortunately, it’s a) six thousand"
  },
  {
    "order": 46,
    "speaker": "Neil",
    "text": "Ok. Well that’s probably better, isn’t it?"
  },
  {
    "order": 47,
    "speaker": "Dan",
    "text": "Yes."
  },
  {
    "order": 48,
    "speaker": "Neil",
    "text": "Shall we have a look at the vocabulary then?"
  },
  {
    "order": 49,
    "speaker": "bleak",
    "text": "Certainly. Our first word was bleak meaning something unhappy, unpleasant or without hope. What types of things do we typically describe as bleak, Neil?"
  },
  {
    "order": 50,
    "speaker": "grave",
    "text": "Oh, the weather in the UK can be bleak. It’s very, very dark in the winter. Next we had grave. A grave is a hole in the earth where a body is placed. However, there is another use."
  },
  {
    "order": 51,
    "speaker": "gravetoxintoxin",
    "text": "Yes. We can talk about a situation being grave. The outbreak of war is a very grave situation for many people. Then we had toxin. A toxin is a substance which is poisonous. Have you ever been poisoned by a toxin, Neil?"
  },
  {
    "order": 52,
    "speaker": "toxinsdecomposedecomposes",
    "text": "Well, I suppose so, yes. I’ve had food poisoning and that’s caused by toxins.  After that was decompose. When something decomposes, it breaks down and decays. Much like when fruit goes bad and turns black and then becomes liquid."
  },
  {
    "order": 53,
    "speaker": "brittlebrittle",
    "text": "Then we had brittle. Something which is brittle is easily broken. For example, Neil?"
  },
  {
    "order": 54,
    "speaker": "implantimplant",
    "text": "Glass, crockery, tiles and some plastic. Crisps! And finally we had implant. An implant is something artificial which has been put into the body – such as an artificial heart or a replacement hip. Would you like to have any implants, Dan?"
  },
  {
    "order": 55,
    "speaker": "Dan",
    "text": "I’d quite like robotic legs. Then I could run faster than anyone!"
  },
  {
    "order": 56,
    "speaker": "Neil",
    "text": "Well, we’ve run out of time, so that’s the end of today's 6 Minute English. Please join us again soon!"
  },
  {
    "order": 57,
    "speaker": "Dan",
    "text": "And we are on social media too - Facebook, Twitter, Instagram and YouTube. See you there."
  },
  {
    "order": 58,
    "speaker": "Both",
    "text": "Bye!"
  }
]