[
  {
    "order": 1,
    "speaker": "Rob",
    "text": "Welcome to 6 Minute English, where we introduce a refreshing topic and six related items of vocabulary. I'm Rob."
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I’m Neil… And today we’re talking about water – there’s nothing more refreshing than an ice-cold bottle of water straight out of the vending machine… Ah!"
  },
  {
    "order": 3,
    "speaker": "Refreshing  Refreshing",
    "text": "OK. Refreshing in this context means making you feel cool again after being hot. So has that cooled you down, Neil?"
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "Yes, I feel very refreshed now, thanks."
  },
  {
    "order": 5,
    "speaker": "Rob",
    "text": "Can I ask you though – why didn’t you just get a glass of water from the kitchen tap? That water is cool and refreshing too – and it’s free!"
  },
  {
    "order": 6,
    "speaker": "Enriched",
    "text": "Well, I like this brand of bottled water better – it’s enriched with salts and minerals that are very beneficial to your health. Enriched means improving the quality of something by adding to it."
  },
  {
    "order": 7,
    "speaker": "Rob",
    "text": "Enriched!! Honestly, Neil!"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "It tastes better, Rob."
  },
  {
    "order": 9,
    "speaker": "Rob",
    "text": "Yeah…"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "And I’m not the only one who thinks so. For the first time in the UK, bottled water is more popular than cola. In fact, can you tell me how many litres of bottled water were sold in the UK in 2016? Was it…"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "a) 2.9 billion litres,"
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "b) 29 million litres or"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "c) 2.9 million litres?"
  },
  {
    "order": 14,
    "speaker": "Rob",
    "text": "Right. Well, I’m going to say 29 million litres."
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "OK. We’ll find out later if you got that right or wrong. But seriously, Rob, don’t you think it’s a good thing that people are choosing to buy bottled water at the supermarket rather than fizzy drinks?"
  },
  {
    "order": 16,
    "speaker": "Rob",
    "text": "Yes, of course. But as I said to you earlier, why don’t people just drink tap water? Let’s listen to Natalie Fee, founder of City to Sea, which campaigns against plastic pollution – and of course, bottled water causes a huge amount of that. Here’s Natalie now, talking about how drinks manufacturers have persuaded people that bottled water is better for them."
  },
  {
    "order": 17,
    "speaker": "Natalie Fee, founder of City to Sea",
    "text": "They manufactured the demand for bottled water and they spent millions of pounds on adverts sort of scaring us off of tap water. The bottled water companies set out to make us believe that tap water wasn’t healthy. And yet, tap water is way more regulated than bottled water is, and in taste tests, tap water comes up trumps most times."
  },
  {
    "order": 18,
    "speaker": "manufacture",
    "text": "If you manufacture something you make it in large amounts in a factory. But here Natalie says the drinks companies ‘manufactured the demand for bottled water’…"
  },
  {
    "order": 19,
    "speaker": "Rob",
    "text": "Which means they made adverts to persuade people that tap water wasn’t healthy – and bottled water was."
  },
  {
    "order": 20,
    "speaker": "Neil",
    "text": "Hmm – To scare people off – What does that mean, Rob?"
  },
  {
    "order": 21,
    "speaker": "scare somebody off",
    "text": "Well, if you scare somebody off you make them go away by frightening them. So some advertisers may have suggested, for example, that tap water was unsafe to drink …"
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "Whereas bottled water was safer, and tasted better too!"
  },
  {
    "order": 23,
    "speaker": "Rob",
    "text": "You’re catching on! However, Natalie Fee claims that tap water is more regulated than bottled water is."
  },
  {
    "order": 24,
    "speaker": "Neil",
    "text": "Regulated means controlled. Natalie also says that in taste tests tap water comes up trumps. What does she mean by that?"
  },
  {
    "order": 25,
    "speaker": "comes up trumps",
    "text": "Well, a taste test is where you ask people to try several very similar products without knowing which one is which, and then you grade them according to which you like the best. And if something comes up trumps – it means it produces a good result, often unexpectedly."
  },
  {
    "order": 26,
    "speaker": "Neil",
    "text": "So tap water comes up trumps, eh?"
  },
  {
    "order": 27,
    "speaker": "Rob",
    "text": "Yup. Perhaps you should try a taste test now, Neil? It would be interesting to see if your enriched bottled water comes up trumps of not!"
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "I tell you what, let’s leave that until later and hear the answer to today’s quiz question instead."
  },
  {
    "order": 29,
    "speaker": "Rob",
    "text": "OK."
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "I asked you: How many litres of bottled water were sold in the UK in 2016? Was it… a) 2.9 billion litres, b) 29 million litres or c) 2.9 million litres?"
  },
  {
    "order": 31,
    "speaker": "Rob",
    "text": "Yeah. And I said 29 million litres."
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "And the answer is… 2.9 billion litres."
  },
  {
    "order": 33,
    "speaker": "Rob",
    "text": "Wow!"
  },
  {
    "order": 34,
    "speaker": "Neil",
    "text": "You can buy many different brands of bottled water with a range of price tags. At the top end, there’s water from a 4,000 year-old Norwegian iceberg."
  },
  {
    "order": 35,
    "speaker": "Rob",
    "text": "How much does that cost?"
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "Around £80 a bottle."
  },
  {
    "order": 37,
    "speaker": "Rob",
    "text": "As cheap as that? I’ll pop out and get some later. OK let’s review the words we learned today. The first one was ‘refreshing’, which means making you feel cool again after being hot."
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "“I enjoyed a refreshing cup of tea.”"
  },
  {
    "order": 39,
    "speaker": "Rob",
    "text": "We British like to say that, don’t we? Though I don’t understand how a hot drink can be refreshing. OK – number two – ‘enriched’, which means improving the quality of something by adding to it. For example, “Did you know that many types of breakfast cereal are enriched with vitamins and minerals, Neil?”"
  },
  {
    "order": 40,
    "speaker": "Neil",
    "text": "No, I didn’t, Rob. You learn something new every day. Number three is ‘manufacture’ – to make something in large amounts in a factory. “This company manufactures wellington boots.”"
  },
  {
    "order": 41,
    "speaker": "Rob",
    "text": "“I am a wellington boot manufacturer.” That has a nice ring to it. Anyway, when you scare someone off you make them go away by frightening them. “The dog barked fiercely and scared off the two burglars.”"
  },
  {
    "order": 42,
    "speaker": "Neil",
    "text": "Down, Rob, down! Number five – ‘regulated’ – or controlled – for example, “The sale of tobacco is tightly regulated by the government.”"
  },
  {
    "order": 43,
    "speaker": "Rob",
    "text": "And finally – if something ‘comes up trumps’ it produces a good result, often unexpectedly."
  },
  {
    "order": 44,
    "speaker": "Neil",
    "text": "“My lottery ticket came up trumps again! I can’t believe it!”"
  },
  {
    "order": 45,
    "speaker": "Rob",
    "text": "You’re a lucky man, Neil. OK – it’s time to do that taste test now. If you have an opinion on bottled water or anything else, please tell us about it on our Twitter, Instagram, Facebook, or YouTube pages."
  },
  {
    "order": 46,
    "speaker": "Neil",
    "text": "OK. This one definitely tastes better."
  },
  {
    "order": 47,
    "speaker": "Rob",
    "text": "And how about this one?"
  },
  {
    "order": 48,
    "speaker": "Neil",
    "text": "Yeah, definitely."
  },
  {
    "order": 49,
    "speaker": "Rob",
    "text": "That’s the tap water, Neil."
  },
  {
    "order": 50,
    "speaker": "Neil",
    "text": "No, no, no. I refuse to believe it!"
  }
]
