[
  {
    "order": 1,
    "speaker": "Catherine",
    "text": "Welcome to 6 Minute English, the programme where we explore an interesting topic and bring you six items of useful vocabulary. I'm Catherine."
  },
  {
    "order": 2,
    "speaker": "Rob",
    "text": "And I'm Rob."
  },
  {
    "order": 3,
    "speaker": "therapy",
    "text": "I have a question for you, Rob: how would you feel about having therapy from a robot?"
  },
  {
    "order": 4,
    "speaker": "therapytherapy",
    "text": "I'm not too sure about that – you'll need to tell me more! But first things first, the word therapy refers to a kind of treatment that helps someone feel better – including treatment for mental health issues. Someone who delivers therapy is called a therapist."
  },
  {
    "order": 5,
    "speaker": "Catherine",
    "text": "We'll find out more about this robot therapist in just a moment, but first, Rob, I've got a question for you about the scale of mental health issues globally. So roughly how many people do you think experience mental health issues at some point during their lifetime? Is it…"
  },
  {
    "order": 6,
    "speaker": "Catherine",
    "text": "a) One in ten people"
  },
  {
    "order": 7,
    "speaker": "Catherine",
    "text": "b) One in four, or"
  },
  {
    "order": 8,
    "speaker": "Catherine",
    "text": "c) One in three"
  },
  {
    "order": 9,
    "speaker": "Rob",
    "text": "I'll go for one in four, but I know whichever answer is right – it's a big issue. How might a robot therapist help?"
  },
  {
    "order": 10,
    "speaker": "Catherine",
    "text": "We're not talking about a robot in the Star Wars sense – so there's no flashing lights and mechanical arms, Rob! It's actually an app in your smartphone that talks to you – and it's called Woebot."
  },
  {
    "order": 11,
    "speaker": "Woewoe",
    "text": "So – it has a sense of humour. Woe means 'sadness'; so this is a 'woe' bot, not a robot."
  },
  {
    "order": 12,
    "speaker": "Catherine",
    "text": "And it was developed by psychologist Dr Alison Darcy from Stanford University in the US. Here she is, talking to the BBC radio programme All in the Mind."
  },
  {
    "order": 13,
    "speaker": "check in with",
    "text": "Well, after you start an initial conversation with the Woebot, and he'll take you through sort of what he can do and what he can't do, he'll just essentially check in with you every day and just give you a sort of figurative tap on the shoulder and say: \"Hey Claudia, how are you doing? What's going on in your day? How do you feel?\" So if you say, like \"I'm really, really stressed out\", Woebot might offer to help talk you through something."
  },
  {
    "order": 14,
    "speaker": "checks in with",
    "text": "Woebot checks in with you every day and asks you how you are."
  },
  {
    "order": 15,
    "speaker": "check in with",
    "text": "So here, to check in with someone doesn't mean to register at a hotel with that person! It's an informal way of saying you talk to someone in order to report or find out information."
  },
  {
    "order": 16,
    "speaker": "check in with",
    "text": "And this usage is more common in the United States. So for example: \"I can't meet you today, Rob, but I'll check in with you tomorrow to see how the project is getting on.\""
  },
  {
    "order": 17,
    "speaker": "checks in withtherapy",
    "text": "So, this robot checks in with you every day. It tracks your mood and talks to you about your emotions, using a technique called cognitive behavioural therapy."
  },
  {
    "order": 18,
    "speaker": "therapy",
    "text": "Cognitive behavioural therapy is a common therapeutic technique that helps people deal with problems by changing the way they think."
  },
  {
    "order": 19,
    "speaker": "Rob",
    "text": "That all sounds great, but does Woebot actually work?"
  },
  {
    "order": 20,
    "speaker": "ethical",
    "text": "They've done some trials which show it can be more effective than simply reading information about mental health. But they haven't compared Woebot to a real therapist due to ethical concerns."
  },
  {
    "order": 21,
    "speaker": "unethicalEthical",
    "text": "Yes, it could be unethical to deny a real patient access to a human therapist for the sake of a trial. Ethical basically means 'morally right'."
  },
  {
    "order": 22,
    "speaker": "Catherine",
    "text": "And another concern is privacy. People who use apps like this are not protected by strong privacy laws."
  },
  {
    "order": 23,
    "speaker": "stigma",
    "text": "Despite these fears, digital therapy is booming – and Woebot is just one of an increasing number of electronic services. One reason for this could be using an app carries less stigma than maybe seeing a human therapist."
  },
  {
    "order": 24,
    "speaker": "stigmatherapy",
    "text": "And stigma refers to the negative associations that people have about something, especially when these associations are not fair. Even though mental health is now being talked about more openly than before, some people do still see mental health issues and therapy negatively."
  },
  {
    "order": 25,
    "speaker": "self-reflect",
    "text": "Whatever you think of robot therapy, Dr Darcy believes that in the modern world people need to self-reflect more – which means thinking deeply about yourself, in order to understand the reasons behind your feelings."
  },
  {
    "order": 26,
    "speaker": "self-reflection",
    "text": "The world that we live in right now is very noisy. Particularly digitally. You know, since we've had these little computers in our pockets with us everywhere we go, there aren't that many opportunities for real silence or self-reflection. You know, even a commute on the tube might have been a moment to just take a second to yourself, but now that void can be filled always with super-engaging content by looking at your phone."
  },
  {
    "order": 27,
    "speaker": "self-reflection",
    "text": "Darcy believes that we don't have much time for self-reflection because there are so many distractions in life – especially smartphones!"
  },
  {
    "order": 28,
    "speaker": "Rob",
    "text": "After discussing all this – would you actually try a therapy app like this?"
  },
  {
    "order": 29,
    "speaker": "Catherine",
    "text": "Yes I would, actually – I think it might be quite helpful."
  },
  {
    "order": 30,
    "speaker": "Rob",
    "text": "And how about the question you asked me at the beginning of the programme: how many people experience mental health issues?"
  },
  {
    "order": 31,
    "speaker": "stigma",
    "text": "The answer was: one in four, according the World Health Organisation and the World Federation for Mental Health. But the WHO say that as many as two-thirds of people never seek help from a health professional – with stigma being one of the main reasons."
  },
  {
    "order": 32,
    "speaker": "stigma",
    "text": "And just there we had stigma again; let's now run through the other words we learned today."
  },
  {
    "order": 33,
    "speaker": "woewoeWoe",
    "text": "So we had woe - meaning 'sadness'. I'm full of woe. Woe is me!"
  },
  {
    "order": 34,
    "speaker": "therapy",
    "text": "Maybe you need some therapy – that's the process of receiving treatment for a particular health issue, especially mental health illness."
  },
  {
    "order": 35,
    "speaker": "check in withcheck in with",
    "text": "And we had – to check in with someone. After we finish this programme, I need to check in with the boss about my new project."
  },
  {
    "order": 36,
    "speaker": "self-reflection",
    "text": "We also had self-reflection – that's the process of thinking deeply about yourself."
  },
  {
    "order": 37,
    "speaker": "ethicalethical",
    "text": "And finally we had ethical. If you describe something as ethical, you mean it's morally right."
  },
  {
    "order": 38,
    "speaker": "woestigmatherapycheck in withself-reflectionethicalself-reflect",
    "text": "So woe, stigma, therapy, check in with, self-reflection and ethical. That's it for this edition of 6 Minute English. We'll leave you to self-reflect – and after you've done that, do visit our Facebook, Twitter, Instagram and YouTube pages, and of course our website!"
  },
  {
    "order": 39,
    "speaker": "Catherine",
    "text": "Bye for now."
  },
  {
    "order": 40,
    "speaker": "Both",
    "text": "Bye bye!"
  }
]
