[
  {
    "order": 1,
    "speaker": "Rob",
    "text": "Hello I'm Rob and welcome to 6 Minute English– the show that brings you an interesting topic and authentic listening practice…"
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "...and don't forget vocabulary to help you improve your language skills. I'm Neil by the way and today we're off on an adventure."
  },
  {
    "order": 3,
    "speaker": "wanderlust",
    "text": "But not a very big adventure Neil – it's just a mini or microadventure – but if you have wanderlust – a strong desire to travel – I think it may appeal."
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "It will appeal to you Rob because you love to travel – haven't you circumnavigated the globe – I mean go all the way round the world?"
  },
  {
    "order": 5,
    "speaker": "Rob",
    "text": "Almost Neil – but today's mini-adventure doesn't involve travelling too far from home. We'll explore the topic more in a moment but not before we've set today's quiz question. So Neil do you know how far it is around the world measured at the equator – in other worlds the circumference? It is approximately…"
  },
  {
    "order": 6,
    "speaker": "Rob",
    "text": "a) 30,000 km"
  },
  {
    "order": 7,
    "speaker": "Rob",
    "text": "b) 40,000 km, or"
  },
  {
    "order": 8,
    "speaker": "Rob",
    "text": "c) 50,000 km"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "Well, I haven't walked it but I know it's a long way – so I'll go for c) 50,000 km."
  },
  {
    "order": 10,
    "speaker": "Rob",
    "text": "I shall keep you in suspense and tell you the answer at the end of the programme. Our topic for discussion won't be travelling so far – it's about a new trend for small adventures."
  },
  {
    "order": 11,
    "speaker": "a sense of adventure",
    "text": "What you mean are shorter breaks, closer to home. They're less expensive of course but also instil a sense of adventure – that's the feeling of doing a new, exciting and sometimes dangerous activity."
  },
  {
    "order": 12,
    "speaker": "To coin",
    "text": "Well, adventurer, Alastair Humphreys has coined the phrase 'microadventures' to describe this. 'To coin' here means to use a word or phrase that no one has used before."
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "Now he's someone who goes on big trips and expeditions to the four corners of the globe and writing books about his adventures. But he wanted to prove you don't have to go far to find adventure."
  },
  {
    "order": 14,
    "speaker": "Rob",
    "text": "Let's hear from him now – speaking on BBC Radio 4's You and Yours programme – about what he did. How did he describe his first microadventure?"
  },
  {
    "order": 15,
    "speaker": "Alastair Humphreys, adventurer",
    "text": "I'd been doing big adventures for years and I had this hunch that you didn't need to go to the ends of the world to have some sort of adventure. You didn't need to be in beautiful Patagonia to have the spirit of adventure. So I decided to try and prove my theory by doing the most boring, ugly adventure I could think of. And I came up with the idea of walking a lap of the M25 in the snow in January. And time and again as I walked round the M25 I just kept thinking to myself this experience is exactly the same as the four years I spent cycling round the world. Smaller, of course, a bit silly, but definitely felt like an adventure And that's when I really started to come up with the idea of microadventures."
  },
  {
    "order": 16,
    "speaker": "Neil",
    "text": "So a microadventure is a boring, ugly adventure?"
  },
  {
    "order": 17,
    "speaker": "hunch",
    "text": "No Neil. It may not be glamourous but it is an adventure. He walked around the London orbital motorway – called the M25 – to prove his hunch that you don't need to go far to find adventure. A hunch is an idea you have based on feelings but there's no proof."
  },
  {
    "order": 18,
    "speaker": "Neil",
    "text": "Well his hunch was right. But walking alongside a motorway isn't my idea of adventure."
  },
  {
    "order": 19,
    "speaker": "Rob",
    "text": "It doesn't have to be Neil. Just getting out on your bike and exploring somewhere in your locality that you haven't visited before is an adventure. And how about camping?"
  },
  {
    "order": 20,
    "speaker": "Neil",
    "text": "Ah yes, I do like to camp out – that's a phrasal verb to mean sleep outside in a tent. You can be so close to nature and breathe in the fresh air."
  },
  {
    "order": 21,
    "speaker": "Rob",
    "text": "Yep and you don't need to go far for a camping adventure – and being out a night really adds to the sense of adventure. That's what Alastair Humphreys believes…"
  },
  {
    "order": 22,
    "speaker": "Alastair Humphreys, adventurer",
    "text": "We humans are so boring these days – we so rarely spend time out in the darkness to see the stars and to see how the world feels different by night. I get a little bit nervous still – I still imagine ghosts – but that's part of the charm of making a little frisson of adventure. And then in the morning the sun comes up, the birds sing, jump in a river, back on the bus, back to your desk for 9.00."
  },
  {
    "order": 23,
    "speaker": "charm",
    "text": "Seeing how the world feels at night is a nice idea. Getting a bit nervous – anxious maybe – is part of the pleasure or enjoyment – what Alastair calls 'charm'."
  },
  {
    "order": 24,
    "speaker": "Neil",
    "text": "I agree – and he used another word 'frisson' meaning a sudden, strong feeling of excitement, or fear."
  },
  {
    "order": 25,
    "speaker": "on your doorstep",
    "text": "My biggest fear would be returning to my desk for 9.00! But Alastair is right, there is an adventure to be had on your doorstep – that means close to where you live."
  },
  {
    "order": 26,
    "speaker": "Neil",
    "text": "But only a small adventure Rob! Unlike an adventure round the circumference of the Earth."
  },
  {
    "order": 27,
    "speaker": "Rob",
    "text": "Yes that was my question earlier: how far it is around the world measured at the equator – in other worlds the circumference? It is approximately…"
  },
  {
    "order": 28,
    "speaker": "Rob",
    "text": "a)    30,000 km"
  },
  {
    "order": 29,
    "speaker": "Rob",
    "text": "b)    40,000 km, or"
  },
  {
    "order": 30,
    "speaker": "Rob",
    "text": "c)    50,000 km"
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "I said c) 50,000 km."
  },
  {
    "order": 32,
    "speaker": "Rob",
    "text": "Sorry Neil – too far. The Earth's circumference has been calculated to be 40,075km. To travel that distance would be a major adventure."
  },
  {
    "order": 33,
    "speaker": "wanderlust",
    "text": "OK, I think we should remind ourselves of the some of the words and phrases we've discussed today – starting with wanderlust – a strong desire to travel. \"Rob has wanderlust, he's never at home!\""
  },
  {
    "order": 34,
    "speaker": "a sense of adventure",
    "text": "That's because I have a sense of adventure. That's the feeling of doing a new, exciting and sometimes dangerous activity. \"Neil has no sense of adventure because he likes his holidays to be planned out with no surprises!\""
  },
  {
    "order": 35,
    "speaker": "coined",
    "text": "That's a little unfair Rob – I just like to be 'holiday happy' – that's a term I've just coined, which means used a word or phrase that no one has used before. You can also say 'to coin a phrase' after using an expression that is well known and possibly used too much."
  },
  {
    "order": 36,
    "speaker": "hunch",
    "text": "Next we heard hunch – that's an idea you have based on feelings but there's no proof. \"I have a hunch Neil wants to go to the pub – he's packing his bag!\""
  },
  {
    "order": 37,
    "speaker": "charm",
    "text": "Your hunch is correct Rob. But not before we recap our next word charm – that's part of the pleasure or enjoyment of something. \"Part of the charm of going to the seaside is eating ice cream and walking down the pier.\""
  },
  {
    "order": 38,
    "speaker": "on your doorstep -",
    "text": "And finally we heard on your doorstep - that means close to where you live. \"There's a pub right on your doorstep, so why don't you make the most of it!\""
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "I intend to Rob but first let me to remind you that you can learn English with us at bbclearningenglish.com. That's it for today's 6 Minute English. We hope you enjoyed it. Bye for now."
  },
  {
    "order": 40,
    "speaker": "Rob",
    "text": "Bye."
  }
]
