[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello welcome to 6 Minute English. I'm Neil."
  },
  {
    "order": 2,
    "speaker": "Rob",
    "text": "And I'm Rob."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Rob, when you were a child, did you have a pet?"
  },
  {
    "order": 4,
    "speaker": "Rob",
    "text": "Yes, we had a few pets. My favourite was a little fluffy hamster."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "And what happened to your hamster?"
  },
  {
    "order": 6,
    "speaker": "Rob",
    "text": "Well one day I got home from school and he wasn’t in his cage. I was worried for a bit in case he’d escaped or got hurt, but it was alright. My mum told me that he had gone to live on a farm so that he could run around with other animals."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "Really?"
  },
  {
    "order": 8,
    "speaker": "Rob",
    "text": "Yes, really."
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "A hamster. Went to live on a farm. To be with other animals. Really?"
  },
  {
    "order": 10,
    "speaker": "Rob",
    "text": "Oh, well, when you put it like that."
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "I think that was probably one of those lies that parents tell their children so as not to make them sad."
  },
  {
    "order": 12,
    "speaker": "Rob",
    "text": "Well I’m sad now"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "Well maybe having a go at this quiz will cheer you up. According to a study by a US psychologist, what percentage of people will lie in a typical ten minute conversation?"
  },
  {
    "order": 14,
    "speaker": "Neil",
    "text": "Is it:"
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "a)    40%"
  },
  {
    "order": 16,
    "speaker": "Neil",
    "text": "b)    50%, or"
  },
  {
    "order": 17,
    "speaker": "Neil",
    "text": "c)    60%?"
  },
  {
    "order": 18,
    "speaker": "Rob",
    "text": "I think most people don’t lie that much, so I’ll say 40%."
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "We’ll reveal the answer a little later in the programme."
  },
  {
    "order": 20,
    "speaker": "Rob",
    "text": "So today we are talking about lies and particularly the lies that parents tell children."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "The topic was discussed on the BBC Radio 4 programme, Woman’s Hour."
  },
  {
    "order": 22,
    "speaker": "Rob",
    "text": "A guest on that programme was Doctor Chris Boyle, a psychologist at Exeter University. He talks about a particular kind of lie. We tell these lies not because we want to hurt people. What colour are these lies called?"
  },
  {
    "order": 23,
    "speaker": "white liedistortionmalicious intentmalicious intentsocietal norm",
    "text": "A white lie is just a distortion of the truth without malicious intent – as long as there's not malicious intent I think it's something that we do. It's almost a societal norm that it's become where it is acceptable that we do tell certain lies at certain times."
  },
  {
    "order": 24,
    "speaker": "Neil",
    "text": "Dr Chris Boyle there. What colour is the kind of lie he was talking about?"
  },
  {
    "order": 25,
    "speaker": "white liewhiteliedistortion Distortion",
    "text": "A white lie. He says a white lie is just a distortion of the truth. Distortion here means a changing or bending of the truth. These kind of lies are OK as long as we don’t tell them because we want to hurt someone."
  },
  {
    "order": 26,
    "speaker": "malicious intent",
    "text": "He used the phrase malicious intent to talk about a bad reason for doing something, didn’t he?"
  },
  {
    "order": 27,
    "speaker": "intentmaliciousmalicious intent",
    "text": "Yes, intent is the reason or purpose for doing something and malicious is an adjective which means cruel or nasty. So without malicious intent means without wanting to hurt or be cruel to someone."
  },
  {
    "order": 28,
    "speaker": "white liesocietal norm",
    "text": "He said that this kind of white lie was almost a societal norm. Can you explain what he means by that?"
  },
  {
    "order": 29,
    "speaker": "norm societal societal norm",
    "text": "Yes, something that is the norm is something that is expected, it’s regular and usual.The adjective societal comes from the noun society. So a societal norm is something that is regular and common in your culture or society."
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "So do you think your mum’s story about the hamster and the farm was a little white lie?"
  },
  {
    "order": 31,
    "speaker": "malicious intent",
    "text": "Yes, I’m sure it was. She didn’t do it with malicious intent - she didn’t want to hurt me. In fact, just the opposite, she wanted to protect me."
  },
  {
    "order": 32,
    "speaker": "white lie",
    "text": "Yes, that’s one kind of white lie that parents tell, to protect children. There are also a couple of other reasons. One being the parent’s convenience."
  },
  {
    "order": 33,
    "speaker": "Rob",
    "text": "Yes, I remember my mum telling me on certain days, the park wasn’t open. I know now that it never closed, I guess at the time she was just too busy to take me."
  },
  {
    "order": 34,
    "speaker": "Neil",
    "text": "And then there are the cultural lies that parents tell children."
  },
  {
    "order": 35,
    "speaker": "Rob",
    "text": "What do you mean by that?"
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "Well first, if you have any children listening to this right now, you might want to cover their ears for a few seconds. RobI’m talking about, for example, Father Christmas and the Tooth Fairy."
  },
  {
    "order": 37,
    "speaker": "malicious intent societal norm.",
    "text": "Yes, there’s no malicious intent in telling children those stories. It is a cultural and societal norm."
  },
  {
    "order": 38,
    "speaker": "white lies",
    "text": "Let’s listen to Dr Chris Boyle again talking about white lies."
  },
  {
    "order": 39,
    "speaker": "white liedistortionmalicious intentmalicious intentsocietal norm",
    "text": "A white lie is just a distortion of the truth without malicious intent – as long as there's not malicious intent I think it's something that we do. It's almost a societal norm that it's become where it is acceptable that we do tell certain lies at certain times."
  },
  {
    "order": 40,
    "speaker": "Neil",
    "text": "So now back to our question at the top of the programme. I asked what percentage of people will lie in a typical ten minute conversation. Was it:"
  },
  {
    "order": 41,
    "speaker": "Neil",
    "text": "a)    40%"
  },
  {
    "order": 42,
    "speaker": "Neil",
    "text": "b)    50%, or"
  },
  {
    "order": 43,
    "speaker": "Neil",
    "text": "c)    60%"
  },
  {
    "order": 44,
    "speaker": "Neil",
    "text": "What did you say Rob?"
  },
  {
    "order": 45,
    "speaker": "Rob",
    "text": "I said a) just 40%."
  },
  {
    "order": 46,
    "speaker": "Neil",
    "text": "Well I'm afraid the answer was 60%."
  },
  {
    "order": 47,
    "speaker": "Rob",
    "text": "Really? Goodness 60%! That's more than I expected."
  },
  {
    "order": 48,
    "speaker": "white lie'.",
    "text": "Right, well before we go, let’s recap the vocabulary we talked about today. The first expression was 'white lie'. A lie we tell without meaning to hurt someone, for example when I say to you – you look nice today!"
  },
  {
    "order": 49,
    "speaker": "Rob",
    "text": "Wait, what did you say?"
  },
  {
    "order": 50,
    "speaker": "distortion",
    "text": "But that is actually a distortion of the truth. A changing or bending of the truth."
  },
  {
    "order": 51,
    "speaker": "malicious intent'Intent malicious intent a malicious intent",
    "text": "Mmmm. This makes me think of the next expression, 'malicious intent'. Intent is the reason or purpose for doing something, and doing something with a malicious intent is doing it deliberately to be cruel or to hurt someone. I think you have a malicious intent, telling me that when you say I look nice, it’s just a lie!"
  },
  {
    "order": 52,
    "speaker": "Neil",
    "text": "I’m just kidding!"
  },
  {
    "order": 53,
    "speaker": "normnorm' societal norm'",
    "text": "That’s the norm for you, isn’t it, just kidding. A 'norm' is the standard or ‘normal’ way that something is. In the clip we heard 'societal norm' whichis the accepted or ‘normal’ way something is done in society."
  },
  {
    "order": 54,
    "speaker": "Neil",
    "text": "For example, telling children about Father Christmas."
  },
  {
    "order": 55,
    "speaker": "Rob",
    "text": "Sssh! But yes you're right."
  },
  {
    "order": 56,
    "speaker": "Neil",
    "text": "Well, sadly this isn’t a lie but that's all for this programme. For more, find us on Facebook, Twitter, Instagram and our YouTube pages, and of course our website bbclearningenglish.com where you can find all kinds of other audio programmes, videos, and quizzes, to help you improve your English. Thanks for joining us and goodbye!"
  },
  {
    "order": 57,
    "speaker": "Rob",
    "text": "Bye."
  }
]
