[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. And welcome to 6 Minute English. I'm Neil."
  },
  {
    "order": 2,
    "speaker": "Dan",
    "text": "And I'm Dan."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Now then, Dan. What do you think of dating apps - you know, apps on your phone that help you find a romantic partner?"
  },
  {
    "order": 4,
    "speaker": "Dan",
    "text": "I can't say I've ever used them myself. How about you?"
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "Neither have I, but I've got friends who have, very successfully. Lots of weddings."
  },
  {
    "order": 6,
    "speaker": "Dan",
    "text": "Great!"
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "Now, research shows that fewer than 5% of people who have used dating apps, actually go out on a date with someone they met through them. We’ll find out the reasons for this shortly, but first, a question. Even though dating apps are not used as much as we might think, they are still big business, but do you know how big? Around the world last year how much was spent on them? Was it:"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "a) less than half a billion dollars"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "b) between half a billion and a billion dollars, or"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "c) over a billion dollars?"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "Any ideas, Dan?"
  },
  {
    "order": 12,
    "speaker": "Dan",
    "text": "Well, this is purely a guess, but let’s say over a billion dollars."
  },
  {
    "order": 13,
    "speaker": "motives Motives  - motives",
    "text": "Well, we’ll have the answer at the end of the programme. Elizabeth Tinnemans is a researcher who studied the use of a particular dating app. She spoke on the BBC's You and Yours radio programme on Radio 4. Her study confirmed that comparatively few people who used the app used it to arrange to meet up with someone. She talked about people’s motives for using the app. Motives isa word which means‘reasons’ - so what were those motives?"
  },
  {
    "order": 14,
    "speaker": "makes sensemotivesout ofcuriosity",
    "text": "We found from all the people that we surveyed that only slightly more than half of them actually met up with someone. So it doesn't look like a lot of people are using it to meet up but it makes sense because we also looked at why they were using a dating app and the most popular and most common motives were using it out of curiosity and using it to pass time or entertainment. So they're not actively using these dating apps to meet people like swiping with friends is something that happens fairly often, especially among millennials."
  },
  {
    "order": 15,
    "speaker": "motives",
    "text": "Tinnemans said that people use the app to pass the time and simply for entertainment. What other motives did she mention, Dan?"
  },
  {
    "order": 16,
    "speaker": "out of curiosityout of curiosityout of curiosity",
    "text": "Well, she said that people used it out of curiosity. If you do something out of curiosity you're just interested in seeing what it is and what it does. Maybe you’ve heard about something and although you don’t want to actually try it, you do want to see what it’s all about. For example, when I was travelling once, out of curiosity, I went to see people bungee jumping, but it was never something I was going to do myself."
  },
  {
    "order": 17,
    "speaker": "Neil",
    "text": "Was the lack of actual dating through the dating app a surprise?"
  },
  {
    "order": 18,
    "speaker": "motivesmakes sensemakes sense",
    "text": "No, she said that because they looked at the motives, the result makes sense. When something makes sense, it’s understandable, it’s not surprising."
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "There is another view as to why people are not using dating apps for actual dating. This is Zoe Strimpel who is a dating historian. She argues that because there is so much choice and so many opportunities to find a partner through an app, it can make the dating process unpleasant and people get tired of it."
  },
  {
    "order": 20,
    "speaker": "disillusionedjadedcallous",
    "text": "People are being horribly disillusioned. I think people have also started to feel jaded. People are feeling that they're aware that these relationships are often very callous and that's to do with the sort of incredible sense of choice."
  },
  {
    "order": 21,
    "speaker": "disillusionedjaded.",
    "text": "She says that people feel disillusioned and jaded. What does she mean?"
  },
  {
    "order": 22,
    "speaker": "disillusionedjaded",
    "text": "When you are disillusioned it means that you are unhappy with and disappointed by something because it isn’t as good as it used to be or it’s not as good as you thought it was going to be. If you have many experiences like that you become jaded which means you become bored and lose interest in something."
  },
  {
    "order": 23,
    "speaker": "callous",
    "text": "She also commented that the dating experience can be callous."
  },
  {
    "order": 24,
    "speaker": "Dan",
    "text": "This means that emotionally it can be very tough and you have to be ready to accept rejection or to reject people yourself and this is not always done in the kindest way."
  },
  {
    "order": 25,
    "speaker": "Neil",
    "text": "Here’s Zoe Strimpel again."
  },
  {
    "order": 26,
    "speaker": "disillusionedjadedcallous",
    "text": "People are being horribly disillusioned. I think people have also started to feel jaded. People are feeling that they're aware that these relationships are often very callous and that's to do with the sort of incredible sense of choice."
  },
  {
    "order": 27,
    "speaker": "Neil",
    "text": "OK. Time to review today’s vocabulary, but first, let’s have the answer to the quiz question. I asked how much was spent on dating apps last year. Was it:"
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "a) less than half a billion dollars"
  },
  {
    "order": 29,
    "speaker": "Neil",
    "text": "b) between half a billion and a billion dollars, or"
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "c) over a billion dollars?"
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "Dan, you said?"
  },
  {
    "order": 32,
    "speaker": "Dan",
    "text": "I said c) over a billion dollars."
  },
  {
    "order": 33,
    "speaker": "motivesmotive",
    "text": "Well, the total was just under $600m so the correct answer was b) between half a billion and a billion dollars. Good guess if you got that one right! Right, now it's time to recap today’s vocabulary. Our first word today was motives. A motive is your reason for doing something."
  },
  {
    "order": 34,
    "speaker": "makes sense",
    "text": "If something makes sense it is not a surprise and you can understand it."
  },
  {
    "order": 35,
    "speaker": "out of curiosity",
    "text": "The next phrase was out of curiosity. This is when you do something for no particular reason other than you are interested in seeing it or trying it."
  },
  {
    "order": 36,
    "speaker": "disillusioned",
    "text": "Then had disillusioned. This is a feeling you get when something isn’t as good as it used to be or as good as you expected it to be and you become disappointed by it."
  },
  {
    "order": 37,
    "speaker": "jaded",
    "text": "And that can lead to your being jaded, which isa feeling of dissatisfaction and boredom with something that has been going on for a while."
  },
  {
    "order": 38,
    "speaker": "callous",
    "text": "And finally there was callous - an adjective which means uncaring and cold-hearted."
  },
  {
    "order": 39,
    "speaker": "disillusioned",
    "text": "Well, I hope you aren’t disillusioned with 6 Minute English and will join us again next time In the meantime find bbclearningenglish online and on social media and on our own app – and before you ask, it’s not a dating app!  Bye for now."
  },
  {
    "order": 40,
    "speaker": "Dan",
    "text": "Bye bye!"
  }
]
