[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "Georgina",
    "text": "And I’m Georgina."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "After working together at BBC Learning English for many years, Georgina, you and I have a good working relationship, don’t we?"
  },
  {
    "order": 4,
    "speaker": "Georgina",
    "text": "Sure, I think we make a great team!"
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "But have you ever had a boss who you just couldn’t work with?"
  },
  {
    "order": 6,
    "speaker": "Georgina",
    "text": "Oh, you mean a bad boss – someone you just can’t get on with no matter how hard you try. Yes, I’ve had one or two over the years – not you of course, Neil!"
  },
  {
    "order": 7,
    "speaker": "hierarchies",
    "text": "I'm glad to hear it, Georgina!  Often this happens because workers feel they aren’t listened to by managers. Or it might be because most companies are hierarchies - systems of organising people according to their level of importance."
  },
  {
    "order": 8,
    "speaker": "Georgina",
    "text": "Managers on top, workers down below."
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "But in this programme, we hear from companies who’ve got rid of managers and say it has helped them do a better job, made them happier and saved money."
  },
  {
    "order": 10,
    "speaker": "hierarchical",
    "text": "We’ll meet a self-managing company which isn’t hierarchical and has no boss. And of course we’ll be learning some new vocabulary along the way."
  },
  {
    "order": 11,
    "speaker": "hierarchies",
    "text": "But first, today’s quiz question. One of the biggest problems in hierarchies is the excess cost of management and bureaucracy. But how much is that estimated to cost the US economy every year? Is it:"
  },
  {
    "order": 12,
    "speaker": "hierarchies",
    "text": "a) 3 million dollars?,"
  },
  {
    "order": 13,
    "speaker": "hierarchies",
    "text": "b) 3 billion dollars?,  or"
  },
  {
    "order": 14,
    "speaker": "hierarchies",
    "text": "c) 3 trillion dollars?"
  },
  {
    "order": 15,
    "speaker": "Georgina",
    "text": "I’ll say c) 3 trillion dollars – that’s one followed by twelve zeros - a lot of money!"
  },
  {
    "order": 16,
    "speaker": "Neil",
    "text": "OK, Georgina, we’ll find out later if you’re right. Now, one of the first companies to experiment successfully with self-management was Californian tomato grower Morning Star. Here’s one of their employees, Doug Kirkpatrick, talking to Dina Newman for the BBC World Service programme, People Fixing the World:"
  },
  {
    "order": 17,
    "speaker": "coercioncommitments",
    "text": "The first principle was that human beings should not use force or coercion against other human beings. And the second principle was that people should keep the commitments they make to each other and so we adopted them as pretty much the entire governance of the enterprise."
  },
  {
    "order": 18,
    "speaker": "coercion",
    "text": "Because Morning Star has no bosses, decisions are made by all employees equally without coercion – the use of force to persuade someone to do something they do not want to do."
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "As self-managers, employees can’t tell other employees what to do. Everything is based on requesting someone to act and them responding."
  },
  {
    "order": 20,
    "speaker": "commitments",
    "text": "This motivates and empowers workers but also means they must keep their commitments - promises or firm decisions to do something when requested."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "This way of working is great for some – they feel listened to and have a voice in how the company is run."
  },
  {
    "order": 22,
    "speaker": "Georgina",
    "text": "But Dina questions whether this is true for everybody working at Morning Star:"
  },
  {
    "order": 23,
    "speaker": "leaves behind",
    "text": "Would it be true to say that a self-managed company like yours empowers people who are already very good and it leaves behind those who are not so good?"
  },
  {
    "order": 24,
    "speaker": "left behind’who take full advantagebe held accountable",
    "text": "I’m not sure I accept the phrase ‘left behind’. There are some people who take full advantage of this environment; others take less advantage but they do benefit because their voice is respected, when they do propose something it must be listened to, they are not subject to force and coercion and if they don’t act according to their commitments they can be held accountable by anyone."
  },
  {
    "order": 25,
    "speaker": "left behind",
    "text": "Having no bosses sounds great, but the extra responsibility can create more work and stress. Different workers respond to this in different ways and some employees may be left behind - remain at a lower level than others because they are not as quick to develop."
  },
  {
    "order": 26,
    "speaker": "take full advantage",
    "text": "However other workers enjoy managing themselves and take full advantage of the system - make good use of the opportunity to improve and achieve their goals."
  },
  {
    "order": 27,
    "speaker": "held accountable",
    "text": "No matter whether employees are good self-managers or not, ultimately they are held accountable for their work performance – asked to accept responsibility for the consequences of their actions."
  },
  {
    "order": 28,
    "speaker": "Georgina",
    "text": "So, although having no boss sounds good, if things go wrong, there’s no-one to blame but yourself!"
  },
  {
    "order": 29,
    "speaker": "Neil",
    "text": "So maybe we do need those managers after all – which reminds me of our quiz question."
  },
  {
    "order": 30,
    "speaker": "Georgina",
    "text": "You asked me to estimate how much the US economy loses in excess bureaucracy and managerial costs every year."
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "And you said?"
  },
  {
    "order": 32,
    "speaker": "Georgina",
    "text": "c) 3 trillion dollars."
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "Which was absolutely right! Well done!"
  },
  {
    "order": 34,
    "speaker": "Georgina",
    "text": "And the cost keeps rising because, of course, the more managers there are, the more managers you need to manage the managers!"
  },
  {
    "order": 35,
    "speaker": "hierarchy",
    "text": "Today we’ve been looking at the world of self-management - companies run without bosses, which, unlike most businesses, are not based on a hierarchy – system of organising people according to their level of importance."
  },
  {
    "order": 36,
    "speaker": "commitmentscoercion",
    "text": "Instead companies like San Francisco’s Morning Star allow employees to make their own commitments – promises to act, rather than using coercion – or forceful persuasion – to get results."
  },
  {
    "order": 37,
    "speaker": "take full advantage of",
    "text": "Many employees react positively to this working environment and take full advantage of it - make good use of the opportunity to progress or achieve their goals."
  },
  {
    "order": 38,
    "speaker": "left behind",
    "text": "However, there is a risk that others who are more comfortable being managed may get left behind - remain at a lower level than others because they are not as quick to improve and adapt."
  },
  {
    "order": 39,
    "speaker": "held accountable",
    "text": "But whatever their job role or feelings about self-management, all workers are held accountable – asked to accept responsibility for their performance at work."
  },
  {
    "order": 40,
    "speaker": "Georgina",
    "text": "Meaning they take can the credit for when things go well…"
  },
  {
    "order": 41,
    "speaker": "Neil",
    "text": "…but have nobody to hide behind when things go badly!"
  },
  {
    "order": 42,
    "speaker": "Georgina",
    "text": "That’s all from us today, but remember to join us again soon for more topical discussion and related vocabulary here at 6 Minute English from BBC Learning English."
  },
  {
    "order": 43,
    "speaker": "Neil",
    "text": "Bye for now."
  },
  {
    "order": 44,
    "speaker": "Georgina",
    "text": "Bye."
  }
]