[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "Catherine",
    "text": "And I’m Catherine."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Thanks for making it on time today, Catherine!"
  },
  {
    "order": 4,
    "speaker": "Catherine",
    "text": "What do you mean, Neil? Are you implying I’m always late?"
  },
  {
    "order": 5,
    "speaker": "punctuality",
    "text": "Well, punctuality – I mean being on time – is not your strong point."
  },
  {
    "order": 6,
    "speaker": "Catherine",
    "text": "But I do always turn up and I never miss the programme – I just don’t want to be early Neil and then wait around for you!"
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "Hmm – people’s attitude to being on time certainly varies, and that’s what we’re discussing in this programme: how important is punctuality? Anyway, Catherine, as you’re here on time, you’re not going to miss our quiz question!"
  },
  {
    "order": 8,
    "speaker": "Catherine",
    "text": "Oh no, I certainly don’t want to miss out on that. So what is it?"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "Well in 2011, Researchers said that an atomic clock at the UK's National Physical Laboratory would have the best long-term accuracy of any in the world. But how many years would it take, approximately, for it to lose or gain a second? Is it..."
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "a) 138 years,"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "b) 138,000 years, or"
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "c) 138 million years?"
  },
  {
    "order": 13,
    "speaker": "Catherine",
    "text": "Umm well now, atomic clocks are very accurate, but 138 million years is a bit extreme, so I’ll say b) 138,000 years."
  },
  {
    "order": 14,
    "speaker": "timekeeping",
    "text": "OK, Catherine, we’ll find out the answer before the end of the programme - which has to be six minutes long! So, let’s talk more about people’s timekeeping – that’s their ability to do things on time."
  },
  {
    "order": 15,
    "speaker": "Catherine",
    "text": "Now, I know Neil doesn’t like to be late – he thinks it’s rude. But I might be late because the traffic was bad, or I had extra things to do. And I know most appointments we make start late!"
  },
  {
    "order": 16,
    "speaker": "time bender",
    "text": "Well, Catherine, it sounds like you might be a time bender. It’s something author Grace Pacie talked about on BBC Woman’s Hour programme. Let’s hear her definition of a time bender."
  },
  {
    "order": 17,
    "speaker": "resistance",
    "text": "Well [Jenny], a time bender is actually somebody we all know very well. They are the people who arrive last at any meeting or class, or the mums whose children have to run into school at the last minute. They’re the people who don’t want to be late but they have a strange resistance to being early [like you] and they don’t allow enough time."
  },
  {
    "order": 18,
    "speaker": "time bender",
    "text": "OK, so I might be a time bender – someone who doesn’t allow enough time to get somewhere – but, of course, I always think I will have enough time!"
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "One thing that is guaranteed is you’ll never be early. You have a resistance to – you fight against or are opposed to - being on time. Isn’t it best to leave home just a little bit earlier?"
  },
  {
    "order": 20,
    "speaker": "deadlines",
    "text": "Well, Neil, it’s about deadlines – you know, a fixed time when something must be completed by. If a deadline really matters, I’ll make it, but for less important things, it’s not worth getting too stressed."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Umm if you say so, Catherine. Being late makes me anxious, which is why I always arrive early. But therapist Philippa Perry might be able to explain your more relaxed attitude to timekeeping. She also spoke about this on the BBC’s Woman’s Hour programme. See if you can hear what her reasons are."
  },
  {
    "order": 22,
    "speaker": "conspicuousawkward",
    "text": "Underlying it all, there is this fear of being early, and the fear could be a fear of being conspicuous, a fear of standing out in a strange place, having no one to talk to, feeling a bit alone and awkward… the other reason people are always late is… that all the traffic lights will be green, and they generally sort of stretch the time somehow in their minds and just think there’s time to do absolutely everything they’ve packed in."
  },
  {
    "order": 23,
    "speaker": "awkward",
    "text": "So, she thinks being late is to do with social awkwardness – if you arrive too soon you feel awkward – that’s uncomfortable or nervous, waiting for others to arrive."
  },
  {
    "order": 24,
    "speaker": "conspicuous",
    "text": "There’s also the fear of being conspicuous – easily noticed or standing out in a crowd. It’s a very uncomfortable feeling, but that’s not why I might be late. It’s the other reason Philippa Perry mentioned. I just think there’s time to pack everything in! But if it makes you happy, I will try to be on time next time."
  },
  {
    "order": 25,
    "speaker": "Neil",
    "text": "Well, according to experts on the Woman’s Hour programme, you shouldn’t ‘try’ to be on time, you should ‘decide’ to be on time."
  },
  {
    "order": 26,
    "speaker": "Catherine",
    "text": "OK, Neil! But before we run out of time, why don’t you tell me if I had the right answer to the quiz. Was I correct?"
  },
  {
    "order": 27,
    "speaker": "Neil",
    "text": "Yes, I asked you how many years it would take, approximately, for the UK's National Physical Laboratory’s atomic clock to lose or gain a second?"
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "Is it..."
  },
  {
    "order": 29,
    "speaker": "Neil",
    "text": "a) 138 years,"
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "b) 138,000 years, or"
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "c) 138 million years?"
  },
  {
    "order": 32,
    "speaker": "Catherine",
    "text": "And I said b) 138,000 years."
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "And you are wrong! You are too early for a change – the answer is c) 138 million years. Maybe I should buy you an atomic watch, Catherine?"
  },
  {
    "order": 34,
    "speaker": "punctuality",
    "text": "Ha ha. Right, let’s not waste any more time – here’s a recap of the vocabulary we’ve discussed today, starting with punctuality. This is about doing something at an agreed time and being on time."
  },
  {
    "order": 35,
    "speaker": "timekeeping",
    "text": "When we talk about someone’s timekeeping, we mean their ability to achieve things on time."
  },
  {
    "order": 36,
    "speaker": "time benders",
    "text": "And we heard about time benders – not really people who bend time – but people who are always late because they don’t allow enough time to get somewhere."
  },
  {
    "order": 37,
    "speaker": "resistance",
    "text": "Like you, Catherine, maybe? It’s because you have a resistance to being on time – you are against being on time, you fight against it."
  },
  {
    "order": 38,
    "speaker": "deadlinesconspicuousawkward",
    "text": "That’s because I hate deadlines - fixed times when things must be completed by. And some people also feel conspicuous, easily noticed, and they feel awkward -uncomfortable or nervous."
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "Thanks for joining us, and don’t forget to check out all our other programmes on our website – at bblearningenglish.com. Bye for now."
  },
  {
    "order": 40,
    "speaker": "Catherine",
    "text": "Bye!"
  }
]
