[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "Georgina",
    "text": "And I’m Georgina."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "If you’ve ever done shopping online, then you may well have used internet giant, Amazon."
  },
  {
    "order": 4,
    "speaker": "Georgina",
    "text": "From its origins as an online bookstore, Amazon has grown into grocery deliveries, TV and music streaming and even space exploration, making its founder, Jeff Bezos, the richest person on Earth."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "Amazon is so successful it affects how many of us live our lives, so in this programme we’ll be taking a look inside the brain of Jeff Bezos to find out how he thinks."
  },
  {
    "order": 6,
    "speaker": "Georgina",
    "text": "When Jeff Bezos’s friends talk about him, three words they often use are: invention, risk-taking and long-term vision."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "These are qualities which Bezos admired in his grandfather, Lawrence, who from an early age taught Jeff that by careful thinking, any problem can be solved."
  },
  {
    "order": 8,
    "speaker": "Georgina",
    "text": "As a boy, Jeff and his grandfather repaired an old, broken down truck. When interviewed today, Bezos sometimes compares Amazon to that truck: very heavy, but impossible to stop when it rolls downhill… which is exactly what accidentally happened one day!"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "But do you know how the story ends, Georgina? That’s my quiz question. What happened when the young Jeff Bezos’s car accidentally rolled downhill? Was it:"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "a) Jeff jumped in and pulled the handbrake?,"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "b) Jeff’s grandad lost a thumb? or,"
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "c) Jeff’s hair fell out?"
  },
  {
    "order": 13,
    "speaker": "Georgina",
    "text": "Well, Jeff Bezos is bald so maybe it’s c) his hair fell out."
  },
  {
    "order": 14,
    "speaker": "Neil",
    "text": "OK, Georgina. We’ll find out later. As a company, Amazon has been remarkably strong: it survived the dot com crash of 2000 and saw profits jump during the Covid pandemic as more and more people started shopping online."
  },
  {
    "order": 15,
    "speaker": "Georgina",
    "text": "Retail analyst, Natalie Berg, thinks Amazon’s success is due to its customer strategy as she explained to BBC Radio 4 programme, ‘Seriously’:"
  },
  {
    "order": 16,
    "speaker": "putting them at the heart of trafficcustomer experience.",
    "text": "Jeff Bezos applied this concept to Amazon by relentlessly focusing on customers, by putting them at the heart of the businesses… that would attract more customers, more traffic to its site which would in turn attract more sellers, which would mean a greater selection for customers, which again would enhance the customer experience."
  },
  {
    "order": 17,
    "speaker": "put at the heart of",
    "text": "Natalie thinks that Amazon put customers at the heart of their business – in other words, they make customers the most important part."
  },
  {
    "order": 18,
    "speaker": "customer experience",
    "text": "This improves Amazon’s customer experience - a customer’s total perception of their experience with a business, which includes such things as the quality of service and support if something goes wrong."
  },
  {
    "order": 19,
    "speaker": "traffic",
    "text": "Customers can write reviews on Amazon’s website and happy customers mean more web traffic – the number of people visiting a particular website."
  },
  {
    "order": 20,
    "speaker": "Georgina",
    "text": "In the difficult years following the dot com crash, Jeff Bezos started Market Place where other sellers compete with Amazon’s own products. More sellers brought more customers which in turn brought down prices."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Then in 2013, Bezos bought The Washington Post. And in 2019 he launched his space exploration company, Blue Origin, to explore mineral resources on Mars."
  },
  {
    "order": 22,
    "speaker": "Georgina",
    "text": "Most recently, Jeff Bezos has set his sights on even bigger things – saving the future of the planet!"
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "Bezos chose Tom Rivett-Carnac of the environmental group, Global Optimism, to help Amazon meet Climate Initiative goals aimed at slowing climate change."
  },
  {
    "order": 24,
    "speaker": "Georgina",
    "text": "Here is Tom Rivett-Carnac telling David Baker, presenter of BBC Radio 4’s, Seriously, about his conversation with Jeff Bezos:"
  },
  {
    "order": 25,
    "speaker": "legacyon the right side of history.",
    "text": "It did seem to me that it was a legacy issue for him, that he wanted to be on the right side of history."
  },
  {
    "order": 26,
    "speaker": "greenwashing",
    "text": "And you don’t think it’s just greenwashing in the end?"
  },
  {
    "order": 27,
    "speaker": "greenwashing",
    "text": "How do you define that? Would you define greenwashing if you said somebody got into this issue ‘cos they wanted to improve a reputation of company or an individual? Actually, that is fine. Right? As long as they do something meaningful and deliver a major outcome."
  },
  {
    "order": 28,
    "speaker": "legacy",
    "text": "Protecting the planet is part of Jeff Bezos’s legacy – the achievements of his life that will continue after he dies."
  },
  {
    "order": 29,
    "speaker": "on the right side of history",
    "text": "In other words, Bezos wants to be on the right side of history - judged to have acted correctly or morally by future generations."
  },
  {
    "order": 30,
    "speaker": "greenwashing",
    "text": "Ultimately though, it’s real action on climate change that counts, not just greenwashing. Do you know this new expression, Georgina?"
  },
  {
    "order": 31,
    "speaker": "Georgina",
    "text": "Well, I know that ‘whitewashing’ means trying to hide the truth about something."
  },
  {
    "order": 32,
    "speaker": "greenwashing",
    "text": "Right - so greenwashing means trying to make people believe that your company is doing more to protect the environment than it really is."
  },
  {
    "order": 33,
    "speaker": "Georgina",
    "text": "Well, with so many achievements already behind him, I’m sure Jeff has made his grandparents very proud… which reminds me of your quiz question, Neil."
  },
  {
    "order": 34,
    "speaker": "Neil",
    "text": "Ah yes, I asked Georgina what happened when the car Jeff Bezos and his grandad, Lawrence, were fixing accidentally rolled downhill"
  },
  {
    "order": 35,
    "speaker": "Georgina",
    "text": "I thought it was c) that Jeff lost all his hair. Was I right?"
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "No, you were… wrong, I’m afraid Georgina. The correct answer was b) - that his grandfather lost his thumb."
  },
  {
    "order": 37,
    "speaker": "customer experience",
    "text": "OK, Neil, let’s recap the vocabulary, starting with customer experience - a customer’s feelings about their experience with a business"
  },
  {
    "order": 38,
    "speaker": "putsomething at the heart of",
    "text": "If you put something at the heart of things, you make it the most important part."
  },
  {
    "order": 39,
    "speaker": "traffic",
    "text": "Web traffic is the number of people visiting a website."
  },
  {
    "order": 40,
    "speaker": "legacy",
    "text": "Your legacy means all your life achievements that will continue after your death."
  },
  {
    "order": 41,
    "speaker": "on the right side of history",
    "text": "Someone who is on the right side of history will be judged positively by future generations."
  },
  {
    "order": 42,
    "speaker": "greenwashing",
    "text": "And finally, greenwashing is when you pretend that your company is doing more to protect the environment than it really is."
  },
  {
    "order": 43,
    "speaker": "Georgina",
    "text": "That’s all for our peek inside the brain of Jeff Bezos, the world’s richest man. Join us again next time when we’ll be discussing another trending topic. Bye for now!"
  },
  {
    "order": 44,
    "speaker": "Neil",
    "text": "Goodbye!"
  }
]
