[
  {
    "order": 1,
    "speaker": "Sam",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I’m Neil."
  },
  {
    "order": 3,
    "speaker": "Sam",
    "text": "In this programme, we’re talking all about restaurants – specifically about tipping. That’s giving money to waiting staff for the service you received."
  },
  {
    "order": 4,
    "speaker": "discretionary",
    "text": "Yes, while tipping is discretionary – which means that someone can decide whether they want to give money or not – in most places in the UK it’s an expected practice."
  },
  {
    "order": 5,
    "speaker": "Sam",
    "text": "But have you ever thought where that money goes or who actually receives it? Do they have to pay tax on it – or is it just a gift?"
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "Some people think that the person who brought our food is the one who gets the money, however that isn’t always the case."
  },
  {
    "order": 7,
    "speaker": "Sam",
    "text": "Well, before we find out more about where our tips go, I have a question about restaurants. The highest restaurant in the world, At.mosphere, is in Dubai, in the building known as the Burj Khalifa – but how high up is that restaurant? Is it:"
  },
  {
    "order": 8,
    "speaker": "Sam",
    "text": "a)    442 metres"
  },
  {
    "order": 9,
    "speaker": "Sam",
    "text": "b)    532 metres"
  },
  {
    "order": 10,
    "speaker": "Sam",
    "text": "c)    622 metres"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "Well, that all sounds really high up, but I’m going to say c) 622 metres."
  },
  {
    "order": 12,
    "speaker": "Sam",
    "text": "OK, I’ll reveal the answer towards the end of the show. But now let’s talk more about what happens to your tips once you have given them to someone."
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "It seems that different restaurants and businesses have different systems in place across the country."
  },
  {
    "order": 14,
    "speaker": "Sam",
    "text": "And sadly, that isn’t always to the benefit of all waiting staff – that’s according to James James, a waiter, who was speaking with Peter White on the BBC programme You and Yours."
  },
  {
    "order": 15,
    "speaker": "consistentmandatoryimposed",
    "text": "There’s nothing consistent about the tipping system throughout all the different companies – they all have their own, and they’re all unfair in their own equal way. A tip is not mandatory - I have to earn it as a reward for the service I provide. People don’t tip for good food, they already paid for it on the bill. Recently, when I’ve been given cash, I’ve been imposed in more than one company to put it in a jar and split it – the split hasn’t exactly been fair to me. My first week at one job I did £50 in the jar for week – that was just myself and there’s four other servers. And at the end of the week, I was presented with a bag with £2.45 in it."
  },
  {
    "order": 16,
    "speaker": "consistent",
    "text": "So, James James used the word consistent – which means acting the same way over time – however he used it negatively when talking about the tipping systems in most companies."
  },
  {
    "order": 17,
    "speaker": "mandatorydiscretionary",
    "text": "He also used mandatory – which is something someone must do and is the opposite of the word discretionary."
  },
  {
    "order": 18,
    "speaker": "imposed",
    "text": "And he also said imposed, which means forced upon someone."
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "So, it seems that James James is not impressed by some businesses’ tipping systems. However, for many restaurants there is a special arrangement with the UK tax body, the HMRC."
  },
  {
    "order": 20,
    "speaker": "Sam",
    "text": "Yes – it’s called a tronc system – which sees all of the tips collected in one separate independent bank account and stops the payments being charged at the wrong rate of tax."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Kate Nicholls, a representative for UK Hospitality, speaking with Peter White on the BBC programme You and Yours, explains more about the intention of a tronc system."
  },
  {
    "order": 22,
    "speaker": "cashlesspool",
    "text": "Well increasingly, as we’re moving towards a cashless society – increased use of credit card, particularly over the Covid pandemic, more and more of those tips, gratuities, service charges are coming through on a credit card payment, and a tronc is a special arrangement organised with HMRC that lets businesses pool tips and service charges and then fairly distribute them."
  },
  {
    "order": 23,
    "speaker": "cashless",
    "text": "Kate Nicholls mentioned that society is becoming cashless – which means fewer people are using paper notes or coins to pay for things, preferring to use credit cards."
  },
  {
    "order": 24,
    "speaker": "pool –",
    "text": "She also used the verb pool – a word which means collect together or group. It’s very interesting to note that payments which you give to one person may be distributed equally across the business, from kitchen staff to management – depending on a business’s protocol."
  },
  {
    "order": 25,
    "speaker": "Sam",
    "text": "But that brings me back to today’s question. I asked you how high up is the world’s highest restaurant."
  },
  {
    "order": 26,
    "speaker": "Neil",
    "text": "You certainly did and they all sounded exceptionally high up – I went for option c) 622 metres in the air – the tallest option. Was I right?"
  },
  {
    "order": 27,
    "speaker": "Sam",
    "text": "I’m afraid not – not this time. At.mosphere is actually 442 metres in the air, so not quite as high as you thought."
  },
  {
    "order": 28,
    "speaker": "discretionary",
    "text": "Well, it still sounds pretty high to me! Now it’s time to recap some of the vocabulary we’ve mentioned today. First off, we had discretionary, which is something that is a choice for the person doing it and is not an obligation."
  },
  {
    "order": 29,
    "speaker": "Consistent",
    "text": "Consistent describes something that acts or behaves in the same way over and over again."
  },
  {
    "order": 30,
    "speaker": "mandatory",
    "text": "Then we had mandatory – which describes something a person must do."
  },
  {
    "order": 31,
    "speaker": "imposed",
    "text": "If something is imposed on you, it is forced on you."
  },
  {
    "order": 32,
    "speaker": "Cashless pool",
    "text": "Cashless refers to card or digital payments, rather than notes and coins – while pool is a verb and means group together all in one place."
  },
  {
    "order": 33,
    "speaker": "Sam",
    "text": "Well, that certainly is food for thought next time you dine out. That brings us to end of this week’s 6 Minute English – but remember that there’s a range of other topics that you can find on our website bbclearningenglish.com or you can also catch them on social media or our free app."
  },
  {
    "order": 34,
    "speaker": "Neil",
    "text": "That’s right. All you need to do to download the app is type in BBC Learning English on the Play Store or App store depending on what type of phone you have. There’s lots of things on there to check out, and as Sam says, it’s completely free!"
  },
  {
    "order": 35,
    "speaker": "Sam",
    "text": "Thanks for listening and goodbye."
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "Goodbye."
  }
]
