[
  {
    "order": 1,
    "speaker": "Sam",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I’m Neil. In this programme, we’re discussing something we’ve heard a lot about during the pandemic – kindness. When was the last time you did something kind for someone else, Sam?"
  },
  {
    "order": 3,
    "speaker": "Sam",
    "text": "Hmmm, I gave my mum flowers last week."
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "Ah, that was kind. And how did it feel?"
  },
  {
    "order": 5,
    "speaker": "Sam",
    "text": "It felt good knowing I’d made her happy."
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "Right! It’s something that psychologists are starting to prove scientifically but that most of us knew all along: we feel just as good being kind to someone else as when someone is kind to us."
  },
  {
    "order": 7,
    "speaker": "random act of kindness",
    "text": "It reminds me of something called a random act of kindness. Have you heard of that, Neil?"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "Yes, things like helping a stranger cross the road – small, everyday things people do to help others for no other reason than to make them happy."
  },
  {
    "order": 9,
    "speaker": "Sam",
    "text": "Yes, and one of the main benefits of being kind is that we feel the kindness in ourselves. It’s called ‘the gift that keeps on giving’ - and it reminds me of my quiz question. In 2021, a global survey conducted for the BBC’s ‘Kindness Test’ asked people to name their top five random acts of kindness. So which kind act came top? Was it:"
  },
  {
    "order": 10,
    "speaker": "Sam",
    "text": "a) giving someone a smile?"
  },
  {
    "order": 11,
    "speaker": "Sam",
    "text": "b) giving someone a hug? or"
  },
  {
    "order": 12,
    "speaker": "Sam",
    "text": "c) giving someone your time to just listen?"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "They all sound wonderful but what I’d really like is a nice big hug!"
  },
  {
    "order": 14,
    "speaker": "Sam",
    "text": "OK, Neil, we’ll find out later if that’s the right answer."
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "Now, that good feeling Sam got from giving her mum flowers is something psychologists have become very interested in. During the past decade over a thousand academic papers were written including the term ‘kindness’."
  },
  {
    "order": 16,
    "speaker": "Sam",
    "text": "The author of one such paper is Dr Dan Campbell-Meiklejohn, senior psychologist at the University of Sussex, and researcher for the BBC’s Kindness Test."
  },
  {
    "order": 17,
    "speaker": "Neil",
    "text": "Here is Dr Campbell-Meiklejohn discussing his findings with BBC World Service programme, Health Check."
  },
  {
    "order": 18,
    "speaker": "counter-intuitiveyummywarm glow.",
    "text": "What we know from the science is, and what can seem counter-intuitive because giving can cost something of ourselves, is that we can experience a sense of reward when we are kind to others… so like, when we eat a yummy food or have a pleasant surprise, the parts of our brain that help us remember these nice experiences and motivated us to do them again and again – they become active when we’re kind. And we call this feeling a warm glow."
  },
  {
    "order": 19,
    "speaker": "warm glow",
    "text": "Usually giving something away, money for example, means we no longer possess it. But kindness is different: both the giver of kindness and the receiver experience what Dr Campbell-Meiklejohn calls a warm glow – an inner feeling of happiness."
  },
  {
    "order": 20,
    "speaker": "counter-intuitive",
    "text": "Nevertheless, for some people giving something away equals losing it, so for them being kind seems counter-intuitive – opposite to the way you expect things should happen."
  },
  {
    "order": 21,
    "speaker": "yummy",
    "text": "But on a chemical level the brain doesn’t agree! For our brain, being kind feels as good as any other pleasurable activity, for example eating something yummy – something delicious which tastes good."
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "OK, Sam, I can see that being kind is great in my personal life. But what about the ruthless world of business or politics – surely there’s no place for kindness there?"
  },
  {
    "order": 23,
    "speaker": "Sam",
    "text": "It’s true that in many countries politics involves fierce debate and criticism of anyone who disagrees with you. But there are those who believe it doesn’t have to be like that."
  },
  {
    "order": 24,
    "speaker": "Neil",
    "text": "Jennifer Nagel for one. She’s co-director of a movement called Compassion in Politics and author of the book, We, written with the actor Gillian Anderson."
  },
  {
    "order": 25,
    "speaker": "Sam",
    "text": "Listen as Jennifer explains her vision to BBC World Service programme, Health Check."
  },
  {
    "order": 26,
    "speaker": "compassionfluffy",
    "text": "Compassionate leadership leads to inclusive, cooperative outcomes which lead to fairer societies, lower crime rates, higher levels of health and wellbeing. And yet we have this idea that compassion somehow doesn’t belong, that it can be dismissed in the same way as women have been dismissed as something fluffy and a nice idea but not really practical. But in fact, the science behind compassion is that it actually takes courage to act with compassion."
  },
  {
    "order": 27,
    "speaker": "compassion",
    "text": "Jennifer wants politics to be based on compassion – a strong feeling of empathy with the suffering of others and a wish to help them."
  },
  {
    "order": 28,
    "speaker": "fluffy",
    "text": "She says kindness is sometimes dismissed as fluffy – soft and woolly, something not considered serious or important. But in fact, being compassionate is not easy and takes courage."
  },
  {
    "order": 29,
    "speaker": "Neil",
    "text": "Jennifer’s is a strong voice for a kinder, more compassionate society. But I bet even she could use a random act of kindness now and again… maybe a hug?"
  },
  {
    "order": 30,
    "speaker": "Sam",
    "text": "Ah that’s right, Neil, a hug was one of the top five random acts of kindness I asked about in my quiz question, along with smiling and listening. But which came out on top?"
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "I said it was b) giving someone a hug. So, was I right?"
  },
  {
    "order": 32,
    "speaker": "Sam",
    "text": "Giving a hug was… the wrong answer, I’m afraid. The number one random act of kindness was a) giving a smile. But don’t worry, Neil – I have a big hug waiting for you here!"
  },
  {
    "order": 33,
    "speaker": "random acts of kindness",
    "text": "Ah, thanks, Sam, that’s so kind! OK, let’s recap the vocabulary from this discussion about random acts of kindness – small things people do to be kind to others."
  },
  {
    "order": 34,
    "speaker": "counter-intuitive",
    "text": "Something counter-intuitive doesn’t happen in the way you expect it to."
  },
  {
    "order": 35,
    "speaker": "Yummy",
    "text": "Yummy means delicious or tasting very good."
  },
  {
    "order": 36,
    "speaker": "warm glow",
    "text": "A warm glow describes the pleasant inner feeling of happiness at doing something kind."
  },
  {
    "order": 37,
    "speaker": "Compassion",
    "text": "Compassion is a feeling of sympathy for the suffering of others and a wish to help them."
  },
  {
    "order": 38,
    "speaker": "fluffy",
    "text": "And finally, something fluffy is soft and woolly, not considered serious or important."
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "Our six minutes are up, but if you’ve enjoyed this programme, why not go out and perform your own random act of kindness. Goodbye for now!"
  },
  {
    "order": 40,
    "speaker": "Sam",
    "text": "Bye!"
  }
]