[
  {
    "order": 1,
    "speaker": "Sam",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Sam."
  },
  {
    "order": 2,
    "speaker": "Rob",
    "text": "And I'm Rob."
  },
  {
    "order": 3,
    "speaker": "Sam",
    "text": "What do Britain, Greenland, Australia, Hawaii, and Cuba all have in common, Rob?"
  },
  {
    "order": 4,
    "speaker": "Rob",
    "text": "Are you planning your summer holidays, Sam? Or is it that they're all islands?"
  },
  {
    "order": 5,
    "speaker": "Sam",
    "text": "Right, Rob, they are all islands, but that's about all they have in common. There's as much variety in the world's islands as in the people who live there!"
  },
  {
    "order": 6,
    "speaker": "tsunami",
    "text": "In tourist holiday magazines, Pacific islands like Fiji, Tonga and Tahiti look like paradise, with tropical rainforests, white, sandy beaches and turquoise blue sea. But in reality, life is far from paradise for these island communities. In 2022, the island of Tonga suffered a tsunami - a huge wave caused by an earthquake that flowed inland, killing people and causing largescale damage. The destruction was terrible and added to the continuing crisis of rising sea levels threatening the island's survival."
  },
  {
    "order": 7,
    "speaker": "Sam",
    "text": "In this programme we'll be hearing some Pacific islander voices and, as usual, learning some new vocabulary too. But first I have a question for you, Rob. We already named some islands, large and small, but how much of the world's population, do you think, lives on an island?"
  },
  {
    "order": 8,
    "speaker": "Sam",
    "text": "a) 11 percent"
  },
  {
    "order": 9,
    "speaker": "Sam",
    "text": "b) 15 percent"
  },
  {
    "order": 10,
    "speaker": "Sam",
    "text": "c) 20 percent"
  },
  {
    "order": 11,
    "speaker": "Rob",
    "text": "Ooh, that's a tricky question! It can't be that many, so I'll guess a) 11 percent."
  },
  {
    "order": 12,
    "speaker": "Sam",
    "text": "OK, Rob. I'll reveal the correct answer at the end of the programme. The South Pacific is home to thousands of low-lying islands dotted across miles of Pacific Ocean. With rising sea levels, it's predicted that many of these islands will simply disappear in coming years."
  },
  {
    "order": 13,
    "speaker": "tsunami",
    "text": "And if that wasn't bad enough, the effects of climate change are making life difficult for these island communities right now. The tsunami that hit Tonga left the main island, Tonga Tarpu, in ruins. One of those leading the clean-up was, Ofa Ma'asi Kaisamy, manager of the Pacific Climate Change Centre. She told BBC World Service programme Business Daily the extent of the problem."
  },
  {
    "order": 14,
    "speaker": "handicraftsfood security",
    "text": "The projected impacts of climate change on agriculture and fisheries will undermine food production systems in the Pacific. Our Pacific people are also dependent on crops, livestock, agriculture, fisheries, handicrafts for food security and income, and these sectors are also highly vulnerable to the impacts of climate change."
  },
  {
    "order": 15,
    "speaker": "handicraftstsunamisvulnerable",
    "text": "The economy of many islands like Tonga depends on tourism, farming or fishing, and on handicrafts - skilfully making traditional objects like jewellery, textiles or pottery by hand. These are usually sold to tourists, but when tsunamis keep the tourists away, local jobs become vulnerable - unprotected and open to damage."
  },
  {
    "order": 16,
    "speaker": "food security.",
    "text": "This affects not only handicrafts, but Tonga's ability to produce enough food to feed its population, something known as food security."
  },
  {
    "order": 17,
    "speaker": "Sam",
    "text": "As the effects of climate change hit the local economy, young people are leaving Tonga to find work elsewhere. Tonga Youth Employment and Entrepreneurship is a project working with local organisations to help young people start businesses and find jobs. Here's project director, Lusia Latu-Jones, speaking with BBC World Service's Business Daily."
  },
  {
    "order": 18,
    "speaker": "heartbreaking",
    "text": "It can be emotional, very emotional and heartbreaking to see what's happening in our island… but it's even harder when you see young people coming through… just looking, looking for chance to help their families, for them to get on their feet again. So the question we ask ourselves as an organisation is how can we address these challenges to better support our people so that they can get back on their feet, feed their families."
  },
  {
    "order": 19,
    "speaker": "heartbreaking",
    "text": "We can hear the emotion in Lusia's voice when she describes the situation facing young Tongans as heartbreaking - causing strong feelings of sadness."
  },
  {
    "order": 20,
    "speaker": "Sam",
    "text": "She says her role is to help people get back on their feet, an idiom which means be able to function again after having difficulties in life."
  },
  {
    "order": 21,
    "speaker": "Rob",
    "text": "The many problems Tongans face are made worse by perhaps the biggest problem of all - the fact that poverty, hunger and the loss of their traditional culture is being caused by the carbon emissions of larger countries halfway around the world. If we all learned to adapt our lifestyle, just as Pacific islanders have done, it may not yet be too late to change the fate of their island paradise."
  },
  {
    "order": 22,
    "speaker": "Sam",
    "text": "And the fate of the millions living on other islands too, which reminds me of my question, Rob! Eleven percent of us are islanders, which works out as over 730 million people."
  },
  {
    "order": 23,
    "speaker": "tsunami",
    "text": "OK, let's recap the vocabulary from this programme starting with tsunami - a very large wave that flows inland causing death and destruction."
  },
  {
    "order": 24,
    "speaker": "handicrafts",
    "text": "Many islanders produce handicrafts - handmade traditional objects like jewellery, textiles and pottery."
  },
  {
    "order": 25,
    "speaker": "vulnerable",
    "text": "Someone who is vulnerable is weak or unprotected."
  },
  {
    "order": 26,
    "speaker": "food security",
    "text": "The phrase food security refers to a country's ability to produce enough food to feed its population."
  },
  {
    "order": 27,
    "speaker": "heartbreaking",
    "text": "When something is heartbreaking, it makes you feel very sad."
  },
  {
    "order": 28,
    "speaker": "to get back on your feet",
    "text": "And finally, to get back on your feet means to be okay again after having difficulties in life."
  },
  {
    "order": 29,
    "speaker": "Rob",
    "text": "Once again our six minutes are up! Goodbye for now."
  },
  {
    "order": 30,
    "speaker": "Sam",
    "text": "Bye!"
  }
]
