[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "Georgie",
    "text": "And I’m Georgie. Would you like a cup of tea, Neil?"
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Oh, yes thanks, Georgie - with milk and three sugars please."
  },
  {
    "order": 4,
    "speaker": "sweet tooth",
    "text": "Three sugars!? Wow, you really have a sweet tooth - you like eating sweet things. Aren’t you worried about your weight?"
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "Yes, but I can’t say ‘no’ to sugar. Just as our addiction to oil is causing a climate emergency, our addiction to sugar is causing a health emergency for our bodies. Sugar gives us an instant hit of the chemical hormone, dopamine, making us feel good, but in the long run causing obesity, tooth decay, and diseases like diabetes."
  },
  {
    "order": 6,
    "speaker": "Georgie",
    "text": "But how did our addiction to the sweet stuff begin? That’s what we’ll be discussing in this programme and, as usual, we'll be learning some useful new vocabulary as well. Anyway, here's your tea, Neil… I just put one sugar."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "Thanks, Georgie, I’ll give it a try. Now before we go on, I have a question for you. Sugar cane, which grows naturally in Asia, Africa and the Americas, first came to England in the 11th century. Back then it was an expensive luxury item, affordable only to kings, queens and the very rich. So, which English monarch loved eating sugar so much their teeth turned black?"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "Was it:"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "a)    King Henry VIII?"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "b)    Queen Elizabeth I? or,"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "c)    Mary Queen of Scots?"
  },
  {
    "order": 12,
    "speaker": "Georgie",
    "text": "I know Henry VIII was very unhealthy, so I’ll guess it's him."
  },
  {
    "order": 13,
    "speaker": "commodity.  commodity",
    "text": "OK, Georgie, we'll find out the answer later in the programme. Just now, I compared sugar to oil as the world’s most important commodity. A commodity is a product or natural resource that can be traded, bought and sold. Today, economies, governments and wars are based on controlling oil, but in earlier centuries, the same was true of sugar."
  },
  {
    "order": 14,
    "speaker": "Georgie",
    "text": "For four hundred years, sugar, along with coffee and tobacco, was grown in slavery plantations and shipped across the Atlantic Ocean to Europe. By the time slavery was ended in 1834, the demand for sugar in Europe and the United States was at a record high. Here’s professor of international history, Ulba Bosma, explaining more to BBC Radio 4 programme, Thinking Allowed:"
  },
  {
    "order": 15,
    "speaker": "staggeringfuel",
    "text": "Sugar was already an extremely important commodity in the 16th and 17th and 18th century, and in the 19th century we see a staggering growth of sugar consumption in Europe and the United States. And with that, sugar became the fuel for human bodies, whereas oil became the fuel for vehicles in the 20th century."
  },
  {
    "order": 16,
    "speaker": "staggeringstaggeringFuel",
    "text": "Professor Bosma talks about the staggering growth in the popularity of sugar. The adjective, staggering, means shocking or surprising. Just like oil became the fuel for machine engines, sugar became the fuel for the human body. Fuel is a substance that is burned to provide heat or power."
  },
  {
    "order": 17,
    "speaker": "Georgie",
    "text": "Trading companies had become rich selling sugar grown using slave labour. When people began to realise the health problems of sugar in the 20th century, these companies needed new ways to sell their product, and began using sugar in food which had previously contained none, food like bread, cereal and yogurt. Here’s Professor Bosma again, taking up the story for BBC Radio 4’s, Thinking Allowed:"
  },
  {
    "order": 18,
    "speaker": "flood the marketeating habits",
    "text": "You can flood the market with a certain commodity, with sugar in this case, but that still does not mean that people will consume it, so the eating habits of people had to change. People until the early 19th century they had a few spoons of sugar per week, but not a kilo which people consume today in many countries in the world…"
  },
  {
    "order": 19,
    "speaker": "flooded the marketflood the market",
    "text": "Sugar companies flooded the market with their commodity. If you flood the market, you make a lot of your product available for sale, often at a low price."
  },
  {
    "order": 20,
    "speaker": "eating habits",
    "text": "But just because something is cheap and easily available, doesn’t mean people will eat it. So, sugar companies tried to increase sugar consumption by changing people’s eating habits – the way a group of people eat, for example which types of food they eat, how much of it, and how often."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Instead of one or two spoons of sugar per week, people started eating kilos, with results we see around us every day - worldwide, obesity and heart disease have tripled in the last 50 years. What’s more, because sugary food is cheaper, it’s often the poorest in society who are worst affected."
  },
  {
    "order": 22,
    "speaker": "Georgie",
    "text": "Hmm, maybe it’s time to try having your tea without any sugar, eh, Neil? And to reveal the answer to your question: which English monarch’s famous love of sugar turned their teeth black? I guessed it was the notorious overeater, Henry VIII…"
  },
  {
    "order": 23,
    "speaker": "sweet tooth",
    "text": "Which was… the wrong answer I'm afraid, Georgie. In fact, during the years before toothpaste and dentists, those black stumpy teeth belonged to Queen Elizabeth I. OK, let's recap the vocabulary we've learned from this programme about sugar, starting with a sweet tooth – a fondness for eating sweet, sugary food and drinks."
  },
  {
    "order": 24,
    "speaker": "commodity",
    "text": "A commodity is a product or natural resource that can be traded, bought and sold."
  },
  {
    "order": 25,
    "speaker": "Fuel",
    "text": "Fuel is a substance such as oil or coal that is burned to provide heat or power."
  },
  {
    "order": 26,
    "speaker": "staggering",
    "text": "The adjective staggering means very shocking and surprising."
  },
  {
    "order": 27,
    "speaker": "floods the market,",
    "text": "If a company floods the market, they release a lot of a particular product for sale, often at a low price."
  },
  {
    "order": 28,
    "speaker": "eating habits",
    "text": "And finally, eating habits describe the way a particular group of people eat, for example which types of food they eat, how much and how often. Once again our six minutes are up! Join us again soon for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 29,
    "speaker": "Neil",
    "text": "Bye!"
  }
]
