[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "forties",
    "text": "And I’m Beth. Women today are having fewer babies. More women are delaying having children until their forties - the period of ten years in life between 40 and 49. And some women are giving birth in their fifties, their sixties, even their seventies!"
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "There are many reasons behind the trend for older mums including better access to education and careers. But there are also health risks to having children later in life, so in this programme we’ll be asking: when are you too old to have a baby? And, as usual, we’ll be learning some useful new vocabulary as well."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "But first I have a question for you, Neil. In 2019, Mangayamma Yaramati gave birth to twins in the state of Andhra Pradesh, South India. But these were no ordinary twins because Mangayamma was the oldest recorded woman ever to give birth. So how old was the oldest ever mum when she gave birth. Was she:"
  },
  {
    "order": 5,
    "speaker": "Beth",
    "text": "a) 53 years-old?"
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "b) 63 years old? or"
  },
  {
    "order": 7,
    "speaker": "Beth",
    "text": "c) 73 years old?"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "Hmm, I'm going to guess 63."
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "OK, Neil, we’ll find out the correct answer at the end of the programme. Professor of reproductive science at University College London, Joyce Harper, has been studying the trend of women choosing to have babies later in life. Here she shares her discoveries with BBC World Service programme, Global Story:"
  },
  {
    "order": 10,
    "speaker": "phenomena…lingers.",
    "text": "Ten, twenty, thirty years ago, women were having children at a much younger age. Now it’s become quite normal for women in their thirties, as we see with the world data, there’s many countries where women have their first birth over the age of 30. But this is quite a new phenomena… that’s why this term ‘geriatric mother’ unfortunately still lingers."
  },
  {
    "order": 11,
    "speaker": "phenomenaPhenomenaphenomena",
    "text": "Professor Harper uses the word phenomena to describe the trend for older mothers. Phenomena are unusual or significant facts and events that exist and are talked about. People often get this wrong, but the plural form is phenomena and the singular is phenomenon."
  },
  {
    "order": 12,
    "speaker": "lingers.lingers",
    "text": "The concept of older mothers is still quite a new phenomenon, and attitudes towards them are changing. Mothers over the age of 35 used to be called ‘geriatric’, a word many found offensive. Fortunately, this term is no longer used, but social disapproval of older mothers still lingers. If something lingers it continues to exist longer than usual or expected."
  },
  {
    "order": 13,
    "speaker": "Beth",
    "text": "Yes, in some cultures older mothers are still disapproved of. But wait a minute, Neil - it takes two to make a baby! What’s the man’s role in all this?"
  },
  {
    "order": 14,
    "speaker": "Neil",
    "text": "Well, unlike women, whose ability to naturally get pregnant declines sharply in their forties, men’s fertility lasts longer. Rolling Stone, Mick Jagger, famously had his eighth child with his 29-year-old partner at the age of 73. So, are older fathers more socially acceptable than older mothers? ‘Yes’ thinks Professor Harper, as she explained to BBC World Service’s, Global Story:"
  },
  {
    "order": 15,
    "speaker": "fatheredpat him on the backpat him on the backGod forbid",
    "text": "We do have a bit of a gender problem here because if this was a man in his sixties, seventies and even eighties, and he’s fathered a child, most people would pat him on the back. But they’d probably pat him on the back because he’s absolutely got a much younger partner. But if we’ve got a woman in her sixties, seventies or, God forbid, eighties having a child, then it does have a sort of shock reaction, and makes people feel uncomfortable."
  },
  {
    "order": 16,
    "speaker": "fatherpat him on the back",
    "text": "Professor Harper thinks that society is more accepting of older fathers than older mothers. A 70-year-old man can still father a child – he can make a woman pregnant who then gives birth, and most people would pat him on the back, an idiom meaning give someone praise or congratulations."
  },
  {
    "order": 17,
    "speaker": "God forbidGod forbid!",
    "text": "On the other hand, says Professor Harper, God forbid a woman having a baby in her eighties! Here, the phrase God forbid! is used as a way of saying you hope something will not happen."
  },
  {
    "order": 18,
    "speaker": "Beth",
    "text": "There’s another side to this story, though. In the west, young women from Gen Z, the generation born since the year 2000, are saying they won’t have children at all."
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "In more traditional countries meanwhile, a woman’s role is as a mother, and many pray to God to be blessed with a child."
  },
  {
    "order": 20,
    "speaker": "Beth",
    "text": "Which is exactly what happened to Mangayamma Yaramati, the South Indian woman I asked you about in my question. In 2019, she became the oldest recorded woman ever to give birth."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Right, and I guessed she was 63 years old at the time."
  },
  {
    "order": 22,
    "speaker": "in yourforties,",
    "text": "Which was… the wrong answer I’m afraid. In fact she was even older – 73. OK, let’s recap the vocabulary we’ve learned in this programme, starting with the phrase in your forties, which describes the period of ten years in someone’s life when they’re aged between 40 and 49."
  },
  {
    "order": 23,
    "speaker": "Phenomena",
    "text": "Phenomena describes any significant facts or events that we know exist, and can be observed and discussed."
  },
  {
    "order": 24,
    "speaker": "lingers,",
    "text": "If something lingers, it continues to exist longer than usual or expected."
  },
  {
    "order": 25,
    "speaker": "to father",
    "text": "The verb to father means to make a woman pregnant who then gives birth to a child."
  },
  {
    "order": 26,
    "speaker": "pat someone on the back",
    "text": "The idiom pat someone on the back is used to describe giving someone praise, congratulations or encouragement."
  },
  {
    "order": 27,
    "speaker": "God forbid!",
    "text": "And finally, the expression God forbid! is a way of saying that you hope something will not happen. Once again our six minutes are up, but don’t forget to join us again soon for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 28,
    "speaker": "Beth",
    "text": "Bye!"
  },
  {
    "order": 29,
    "speaker": "Beth",
    "text": "Click here to listen to the full episode of 'Are you ever too old to have a baby?' from BBC's The Global Story"
  }
]
