[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "spills the beans",
    "text": "And I’m Beth. Can you keep a secret, Neil? Or are you someone who spills the beans? That’s an idiom meaning to tell people a secret."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "I’m pretty good at keeping secrets, Beth, unless it’s giving away the ending of a movie – I’m always doing that!"
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "Whether you find it hard to keep secrets, or take them with you to the grave, keeping secrets is often considered something bad. But what if some secrets could actually make your life better?"
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "Now, psychological studies are uncovering a more positive side to secrets, suggesting that keeping good news to yourself can actually make you feel more alive, especially if you plan to share your secret with someone later. In this programme, we’ll be discussing the advantages of keeping secrets, and, as usual, we'll be learning some useful new vocabulary as well."
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "But first, I have a question for you, Neil. One very famous secret is the recipe for the world’s favourite soft drink, Coca-Cola. While travelling in Indonesia, BBC TV presenter, Joanna Lumley, believes she discovered the unknown secret ingredient. So, is Coca-Cola’s secret spice:"
  },
  {
    "order": 7,
    "speaker": "Beth",
    "text": "a) cinnamon?"
  },
  {
    "order": 8,
    "speaker": "Beth",
    "text": "b) nutmeg? or,"
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "c) ginger?"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "Well, I don't know so I'm going to guess it’s nutmeg."
  },
  {
    "order": 11,
    "speaker": "Beth",
    "text": "OK, I’ll reveal the secret at the end of the programme. This year, a study published in the Journal of Personality and Social Psychology introduced a new term to the discussion: positive secrets. Here, the study’s author, Dr Michael Slepian of Columbia University, discusses positive secrets with BBC World Service programme, Newsday:"
  },
  {
    "order": 12,
    "speaker": "guilty pleasurethe whole point ofmarriage proposal",
    "text": "Yeah, so, what's interesting about the idea of positive secrets is, you know, there's a set of them where the plan is to never reveal them… you know, we might say a guilty pleasure is something we enjoy but don't want to tell other people about. And then there's other secrets that the whole point of keeping them secret is to reveal them, you know, the surprising marriage proposal, the pregnancy announcement, unwrapping a gift that you've that you've wrapped…"
  },
  {
    "order": 13,
    "speaker": "guilty pleasure",
    "text": "Dr Slepian distinguishes between positive and negative secrets. Negative secrets hurt people and damage relationships. They’re like a guilty pleasure, an activity you really enjoy doing, but which also gives you a feeling of guilt or shame for doing it."
  },
  {
    "order": 14,
    "speaker": "marriage proposalsthe whole point  the whole point",
    "text": "Positive secrets, on the other hand, include things like marriage proposals, the act of asking someone to marry you. Revealing positive secrets lets us share and celebrate those things with others. In fact, the whole point of positive secrets is to reveal them. Here, the phrase the whole point is used to mean the most important reason or purpose for something."
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "Because positive secrets give us the feeling we are in control of our emotions, they energise us. However, Dr Slepian’s research comes from the United States. Would the results be the same in other cultures and countries? Here’s Dr Slepian again, talking with BBC World Service programme, Newsday:"
  },
  {
    "order": 16,
    "speaker": "evil eye",
    "text": "In some cultures, it is said that if it's good news, especially around pregnancy, don't share it till the time, you know, it's safe, because they feel that it may lead to some negative vibes… evil eye as many people call it. Is that also a part of what you found why people keep secrets? Are there any kind of cultural influences when they keep the good secrets and the positive secrets?"
  },
  {
    "order": 17,
    "speaker": "burdensome",
    "text": "Yeah, it's interesting you bring this example 'cause we're studying it right now. We have this intuition that pregnancy and secrets around pregnancy in earlier periods, that it looks more like a burdensome secret, and when it’s later and, you know, people feel comfortable discussing it more like positive secrets."
  },
  {
    "order": 18,
    "speaker": "evil eyeburdensome,",
    "text": "In some cultures, secrets about pregnancy are related to the evil eye, a superstition in which someone causes injury or bad luck through a look. It could be bad luck to reveal a pregnancy too early, and Dr Slepian calls these secrets burdensome, meaning worrying, troublesome or distressing."
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "It seems secrets do vary from culture to culture… but what everyone wants to know is the missing ingredient in Coca-Cola, so come on, Beth, tell us the secret answer to your question!"
  },
  {
    "order": 20,
    "speaker": "Beth",
    "text": "OK. I asked about TV presenter, Joanna Lumley, who thinks she’s found out Coca-Cola’s secret spicy ingredient."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Well, I guessed that it was nutmeg…"
  },
  {
    "order": 22,
    "speaker": "spill the beans",
    "text": "Which was… the correct answer! Good guess, Neil! Travelling in Indonesia, Joanna noticed lots of nutmeg being grown and asked who was buying it, only to be told, Coca-Cola! OK, let's recap the vocabulary we've learned from this programme starting with the idiom spill the beans meaning to reveal a secret."
  },
  {
    "order": 23,
    "speaker": "guilty pleasure",
    "text": "A guilty pleasure is something you really enjoy doing but which also gives you a feeling of guilt or shame."
  },
  {
    "order": 24,
    "speaker": "marriage proposal",
    "text": "A marriage proposal is the act of asking someone to marry you."
  },
  {
    "order": 25,
    "speaker": "the whole point of",
    "text": "The phrase the whole point of something describes the most important reason or purpose for it."
  },
  {
    "order": 26,
    "speaker": "evil eye",
    "text": "The evil eye is a superstition in which someone causes injury or bad luck through a look."
  },
  {
    "order": 27,
    "speaker": "burdensome",
    "text": "And finally, the adjective burdensome means worrying, troublesome or distressing. Once again, our six minutes are up but I’ll tell you a secret – you can join us again next time for more topical vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 28,
    "speaker": "Beth",
    "text": "Bye!"
  }
]