[
  {
    "order": 1,
    "speaker": "Phil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Phil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I’m Beth. Are you a big reader, Phil?"
  },
  {
    "order": 3,
    "speaker": "Phil",
    "text": "Sure, I enjoy reading – and it’s also a great way to pass the time on my daily commute to work. But reading isn’t just a nice thing to do – it’s an essential skill, something you need for everyday activities, whether that’s finding out the news by reading a newspaper or buying groceries by reading the labels."
  },
  {
    "order": 4,
    "speaker": "illiterate",
    "text": "And that’s why I was shocked by a recent UN report estimating that around the world over 700 million adults are illiterate, which means they can’t read or write."
  },
  {
    "order": 5,
    "speaker": "Phil",
    "text": "Wow! That’s a huge number of people excluded from doing basic day-to-day things. So, what can be done to get more adults reading and writing? In this programme, we’ll be hearing about projects in two very different countries trying to do just that. And, as usual, we’ll be learning some useful new vocabulary as well."
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "But first I have a question for you, Phil. I mentioned a recent UN report on the high numbers of people unable to read and write, but illiteracy is not a new problem. Since 1967, the UN has been highlighting the importance of literacy, being able to read and write, with a day of celebration called International Literacy Day. But when does it take place? Is it:"
  },
  {
    "order": 7,
    "speaker": "Beth",
    "text": "a)    the 8th of March?"
  },
  {
    "order": 8,
    "speaker": "Beth",
    "text": "b)    the 8th of June? or,"
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "c)    the 8th of September?"
  },
  {
    "order": 10,
    "speaker": "Phil",
    "text": "I think International Literacy Day is on the 8th of September."
  },
  {
    "order": 11,
    "speaker": "Beth",
    "text": "OK, Phil, we’ll find out if that’s correct at the end of the programme. The biggest reason people grow up illiterate is not going to school, and that’s especially true for people living in the coastal towns of Bangladesh. Because these towns flood regularly, families are always on the move, making it hard for children to get an education."
  },
  {
    "order": 12,
    "speaker": "numeracy",
    "text": "The Friendship Project teaches reading and writing to groups of Bangladeshi women and girls. They also teach numeracy which means the ability to do basic maths like counting and adding up. Here one student, Rashida, explains the impact it’s had on her to BBC World Service programme, People Fixing The World:"
  },
  {
    "order": 13,
    "speaker": "signaturecheat",
    "text": "My parents never sent me to school and I've suffered from not being able to read and write. My children were embarrassed that I was illiterate. I couldn't even do basic accounting. Until now, I've had to use my fingerprint as a signature as I was illiterate, but now I can sign my name because I can read and write thealphabet, and I'll also be able to keep an account of my expenses. No one can cheat me anymore."
  },
  {
    "order": 14,
    "speaker": "signaturecheat",
    "text": "Before the Friendship Project, Rashida couldn’t write her signature – her name written in her own handwriting. Instead, she had to use her fingerprint. Now, Rashida has learned the alphabet and also some basic maths, so she knows how much money she's spent, and how much she has left. This means no-one can cheat her, can trick or swindle her into taking her money."
  },
  {
    "order": 15,
    "speaker": "Phil",
    "text": "The Friendship Project is free, and so far over 11,000 adults have completed it. But it’s not just developing countries that struggle with literacy. Our second project takes place much closer to home – the north of England, where charity Readeasy, matches adult learners with trained volunteers for one-to-one lessons."
  },
  {
    "order": 16,
    "speaker": "Beth",
    "text": "In the UK, one in six adults struggle with reading and writing, including Peter. Peter had hearing problems as a child, fell behind at school, and never learned to read. Here he is, talking with BBC World Service programme, People Fixing The World:"
  },
  {
    "order": 17,
    "speaker": "takes for grantedthick",
    "text": "Everyone takes for granted that you just open a letter and you read it. Before I met my wife, I used to have to knock on the neighbour’s door: “Could you read this for me?” Can you imagine the embarrassment? I've tried college – twice. Nothing worked so as far as I'm concerned, I’m thick, I'm stupid, I'm just one of those people – it’s never gonna work for me. And that was my life."
  },
  {
    "order": 18,
    "speaker": "take it for grantedtake something for grantedthick",
    "text": "Many of us take it for granted that everyone can read and write. If you take something for granted, you assume it’s true without checking. Peter had to ask his neighbours to read his letters, something he found very embarrassing. He thought he was thick – stupid and unintelligent."
  },
  {
    "order": 19,
    "speaker": "Beth",
    "text": "Now, Peter says learning with Readeasy has changed his life. He’s literate and is reading his way through the Harry Potter books. And he always celebrates International Literacy Day."
  },
  {
    "order": 20,
    "speaker": "Phil",
    "text": "Which reminds me of your question, Beth – when does the UN’s International Literacy Day take place? I said it was on the 8th of September."
  },
  {
    "order": 21,
    "speaker": "illiterate",
    "text": "And that was… the correct answer! OK, let's recap the vocabulary we've learned from this programme, starting with illiterate meaning unable to read and write."
  },
  {
    "order": 22,
    "speaker": "Numeracy",
    "text": "Numeracy is the ability to understand basic maths, count, and add up."
  },
  {
    "order": 23,
    "speaker": "signature",
    "text": "Your signature is your name written in your own handwriting style. It shows that something has been written or agreed by you."
  },
  {
    "order": 24,
    "speaker": "cheat",
    "text": "To cheat someone means to trick or deceive them in order to get their money or valuables."
  },
  {
    "order": 25,
    "speaker": "take something for granted",
    "text": "If you take something for granted, you assume that it’s true without checking up."
  },
  {
    "order": 26,
    "speaker": "thick",
    "text": "And finally, the adjective thick is an informal word for stupid. Once again, our six minutes are up, but remember to join us again next time for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 27,
    "speaker": "Beth",
    "text": "Bye!"
  }
]