[
  {
    "order": 1,
    "speaker": "Phil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Phil."
  },
  {
    "order": 2,
    "speaker": "Georgie",
    "text": "And I’m Georgie."
  },
  {
    "order": 3,
    "speaker": "Phil",
    "text": "Some people remember their school days as the best time of their lives. For others, it was the worst. Did you enjoy school, Georgie?"
  },
  {
    "order": 4,
    "speaker": "Georgie",
    "text": "Most of the time, yes, but there was one thing I didn’t like - the school rules!"
  },
  {
    "order": 5,
    "speaker": "Phil",
    "text": "Luckily that’s not a problem for pupils at the Bamboo School in Thailand because there, the children, not the teachers, make the rules! Children at the Bamboo School are responsible for every part of running the school, from buying food for the kitchens to disciplining fellow students and even hiring new staff. It’s a school run by students, for students."
  },
  {
    "order": 6,
    "speaker": "call the shots",
    "text": "Yes. In this programme we’ll be hearing about the Bamboo School, a unique school where the children call the shots – they have the power to make the decisions. We’ll also be learning some useful new vocabulary, and before you ask, Phil, - yes, the Bamboo School really is made of bamboo!"
  },
  {
    "order": 7,
    "speaker": "Phil",
    "text": "Sounds good, Georgie. But first I have a question for you. The Bamboo School is a private school for poorer children who can’t afford school fees. Bamboo School children get educated for free but have to do something in return. But what? Is it:"
  },
  {
    "order": 8,
    "speaker": "Phil",
    "text": "a)    teach lessons?"
  },
  {
    "order": 9,
    "speaker": "Phil",
    "text": "b)    plant trees?  or,"
  },
  {
    "order": 10,
    "speaker": "Phil",
    "text": "c)    learn English?"
  },
  {
    "order": 11,
    "speaker": "Georgie",
    "text": "Hmm, I guess they have to learn English."
  },
  {
    "order": 12,
    "speaker": "Phil",
    "text": "OK Georgie, I’ll reveal the answer at the end of the programme. The idea behind the Bamboo School is simple: teaching children responsibility by letting them run their own school. The school doesn’t employ cooks, gardeners or cleaners – it’s all done by the pupils."
  },
  {
    "order": 13,
    "speaker": "Georgie",
    "text": "Twice a week, children go to the vegetable market with a school officer and buy food for all 150 students. The prices are then carefully checked by other students like Nooneem, who manages the food accounts. Here is Nooneem speaking with William Kramer, reporter for BBC World Service programme, 'People Fixing the World':"
  },
  {
    "order": 14,
    "speaker": "hands-on",
    "text": "I am interested in accounting to begin with, so I get excited by it. When I actually get to do it, I enjoy it a lot since we are doing the actual job. With this hands-on experience we see the school’s real spending and the things we purchased."
  },
  {
    "order": 15,
    "speaker": "William Kramer",
    "text": "So, you went to a local school before, just in this area, what are the differences between that school and this school?"
  },
  {
    "order": 16,
    "speaker": "real world",
    "text": "My old school wasn't like this. It was just classes and then home. Here, I get to try so many things, gain real world experience, and work on my leadership skills with my friends. I never had these opportunities before and the school has been amazing!"
  },
  {
    "order": 17,
    "speaker": "hands-on",
    "text": "Nooneem says shopping at the market is a hands-on experience – she’s actively involved in doing something practical, rather than getting someone else to do it."
  },
  {
    "order": 18,
    "speaker": "real world real world",
    "text": "She enjoys managing the food accounts because it’s real world experience. The phrase real world describes how the world works in reality, rather than someone’s idea of it, which might be unrealistic. Children at the Bamboo School get opportunities to try something new and different outside the classroom, increasing the chances they’ll find something they're really good at."
  },
  {
    "order": 19,
    "speaker": "Phil",
    "text": "Of course, there are some adults – every school needs teachers. But what’s special is how children are trusted, and respond positively to that trust. Here’s reporter, William Kramer, again, speaking with Myra Anubi for BBC World Service programme, People Fixing the World:"
  },
  {
    "order": 20,
    "speaker": "grown-upskids",
    "text": "So, just to be clear, it seems like the grown-ups are still in charge in the classrooms, but outside it's the kids who run stuff."
  },
  {
    "order": 21,
    "speaker": "William Kramer",
    "text": "Yeah, I think that’s broadly right, and I think one of the things that’s interesting about this school is it manages to be quite conventional in some ways and really innovative, even radical, in others."
  },
  {
    "order": 22,
    "speaker": "grown-upskids,community service",
    "text": "At the Bamboo School, the grown-ups - another word for adults - are still in charge in the classroom, but it’s the kids, or children, who run everything. It’s a radical idea and means that besides lessons, there’s lots of work to be done. Children do two hours of community service, that’s work that is done without pay to help people in a community, every week."
  },
  {
    "order": 23,
    "speaker": "Georgie",
    "text": "Anyway, I think it’s time to reveal the answer to your question."
  },
  {
    "order": 24,
    "speaker": "Phil",
    "text": "Yes, we just heard that kids go to the Bamboo School for free but do something in return. But what? Georgie guessed it was learning English, which was… the wrong answer, I’m afraid. In fact, pupils at the school have to plant trees, 400 of them every year!"
  },
  {
    "order": 25,
    "speaker": "kidscall the shots",
    "text": "Right, let’s recap the vocabulary we’ve learned from this programme about a school where the kids, or children, call the shots, a phrase meaning have the power to make the important decisions."
  },
  {
    "order": 26,
    "speaker": "Hands-on",
    "text": "Hands-on experience means being actively involved in doing something practical, rather than just talking about it, or getting someone else to do it."
  },
  {
    "order": 27,
    "speaker": "real world",
    "text": "The phrase real world is used to describe how the world really is, rather than someone’s idea of it which may be unrealistic or untypical."
  },
  {
    "order": 28,
    "speaker": "grown-upkid",
    "text": "A grown-up is an informal word for an adult, and a kid is an informal word for a child."
  },
  {
    "order": 29,
    "speaker": "community service",
    "text": "And finally, community service is work that is done without pay to help people in a community. Once again, our six minutes are up, but remember to join us again next time for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 30,
    "speaker": "Phil",
    "text": "Bye!"
  }
]
