[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I’m Beth."
  },
  {
    "order": 3,
    "speaker": "toddlers.",
    "text": "You may have one, or know someone who does… and at one time you’ve been one yourself. I’m talking about toddlers."
  },
  {
    "order": 4,
    "speaker": "toddler",
    "text": "A toddler is a young child usually between two and four years old who is learning to walk, or ‘toddling’. It’s an important stage in a child’s development as they learn to move and understand the world around them."
  },
  {
    "order": 5,
    "speaker": "tantrums,",
    "text": "It’s also known as the ‘terrible twos’. When toddlers can’t do the things they want to they experience frustration which often leads to tantrums, a sudden and noisy outburst of anger. We’ve probably all seen the tears and screams when a young child can’t have what they want!"
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "Yes, the famous temper tantrums! But being a toddler is also an exciting time as a child’s personality starts to develop. So what can we adults learn from toddlers? That’s what we’ll be finding out in this programme, along with some useful new vocabulary."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "But first I have a question for you, Beth. Being a toddler is certainly an important stage in a child’s growth, but which of the following statements is true?"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "a) toddlers are attracted to shapes that resemble the human body"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "b) toddlers are more active than at any other time in their lives, or,"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "c) toddlers can grow up to three centimetres during sleep time"
  },
  {
    "order": 11,
    "speaker": "Beth",
    "text": "Hmm, I think toddlers can grow up to three centimetres while they sleep."
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "OK, Beth, we’ll find out if that’s the correct answer later in the programme. At two or three years old, there’s not much toddlers can do for themselves. They depend on mum or dad to feed, clothe and care for them, so it’s strange to think there’s anything adults could learn."
  },
  {
    "order": 13,
    "speaker": "Beth",
    "text": "But not according to Dr Hasan Merali, author of a new book ‘Sleep Well, Take Risks, Squish the Peas’ and father to his own toddler, who spoke with BBC Radio 4 programme, Woman’s Hour:"
  },
  {
    "order": 14,
    "speaker": "out loudself-talk",
    "text": "When I see the toddlers by themselves they're doing a lot of things out loud. Little Julie’s putting on her mitts and saying, “Julie can do it”. And Coltan’s over in the side, and he's looking down at his boots, and they're on the wrong way, and so he says “Oh, Coltan did this wrong!” And this idea of self-talk is really a way to decrease stress in anxiety provoking situations."
  },
  {
    "order": 15,
    "speaker": "out loudout loud",
    "text": "Dr Merali observed toddlers talking to themselves out loud. When you talk out loud you speak so that other people can hear you."
  },
  {
    "order": 16,
    "speaker": "self-talk. Self-talk",
    "text": "But it’s what the toddlers were saying that’s really interesting. When a little girl called Julie learned how to put on her gloves, she told herself, ‘Julie can do it!’ This is a special kind of talking out loud known as self-talk. Self-talk means the messages that you tell yourself, and the way in which you tell them. It’s your inner voice, and in toddlers it’s usually positive and encouraging."
  },
  {
    "order": 17,
    "speaker": "Neil",
    "text": "Unfortunately, as we grow up our self-talk often becomes less encouraging and more critical. Instead of a positive, loving inner voice, as adults we tend to tell ourselves: ‘You can’t do it!’ or ‘you’re no good!’ Here’s Dr Merali again, explaining more to BBC Radio 4 programme, Woman’s Hour:"
  },
  {
    "order": 18,
    "speaker": "down on yourself",
    "text": "We often get into the cycle of negative self-talk, and I think one of the best strategies that we can do is give ourselves more positive self-talk, so an easy way to do it is when you're down on yourself, and angry with yourself, think about talking to yourself as a good friend instead of actually you, and you'll notice that difference in how you talk to yourself."
  },
  {
    "order": 19,
    "speaker": "down on yourself.down on yourselfnegative cycle",
    "text": "As an adult, you might be down on yourself. If you’re down on yourself, you feel disappointed and self-critical about yourself. When this happens your self-talk gets very negative, for example telling yourself you’re no good, and this can lead to a negative cycle, a pattern of repeating the same negative thoughts over and over again."
  },
  {
    "order": 20,
    "speaker": "Neil",
    "text": "This can be a problem, but not for toddlers who are naturally good at talking kindly to themselves and celebrating the little things, like learning to get dressed. The solution for over-critical grown-ups? According to Dr Merali, pretend you’re talking to a good friend instead of to yourself, just like toddlers do!"
  },
  {
    "order": 21,
    "speaker": "Beth",
    "text": "It seems us adults can learn something from young children, after all – being kind to ourselves. When they’re not having tantrums, toddlers really are wonderful little creatures, which reminds me of your question, Neil."
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "Right, I asked you which statement about toddlers was true."
  },
  {
    "order": 23,
    "speaker": "Beth",
    "text": "And I said it was that toddlers can grow up to three centimetres while they sleep. Was I right?"
  },
  {
    "order": 24,
    "speaker": "toddlers,",
    "text": "I think you know that you're not right, Beth! That was the wrong answer, I’m afraid. It’s true that toddlers do grow when sleeping, but not as much as three centimetres. In fact, the correct answer was that being a toddler is the most active period of your whole life – which isn’t hard to believe if you live with one! OK, let’s recap the vocabulary we’ve learned in this programme about toddlers, young children who are ‘toddling’ or learning to walk."
  },
  {
    "order": 25,
    "speaker": "tantrum",
    "text": "A tantrum is a noisy, uncontrolled outburst of anger, usually from a young child."
  },
  {
    "order": 26,
    "speaker": "out loud",
    "text": "If you say something out loud, you say it in a way that other people can hear."
  },
  {
    "order": 27,
    "speaker": "Self-talk",
    "text": "Self-talk refers to the messages that you tell yourself, and the way in which you tell them. It’s your inner voice."
  },
  {
    "order": 28,
    "speaker": "to be down on yourself",
    "text": "The phrase to be down on yourself means to feel disappointed and self-critical about yourself."
  },
  {
    "order": 29,
    "speaker": "negative cycle",
    "text": "And finally, a negative cycle is a pattern of repeating the same negative thoughts over and over again, something a toddler would never do! Once again our six minutes are up, but remember to join us again next time for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "Bye!"
  }
]
