[
  {
    "order": 1,
    "speaker": "Phil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Phil."
  },
  {
    "order": 2,
    "speaker": "Georgie",
    "text": "And I’m Georgie. For me, there’s nothing like reading a book – I love turning the pages and the smell of the paper. But nowadays, the fact is that much of the time we read from electronic screens, not paper."
  },
  {
    "order": 3,
    "speaker": "Phil",
    "text": "Yes. Like Georgie, I love books. I also find that too much screen time hurts my eyes. But the availability of digital information means that I end up reading from screens most days."
  },
  {
    "order": 4,
    "speaker": "attention span",
    "text": "So, apart from sore eyes, is this a problem? Is reading from screens harmless, or could it be damaging us in some way, such as reducing our attention span - the length of time that someone can keep concentrated on what they are doing? That’s what we’ll be discussing in this programme, and of course, we’ll be learning some useful new vocabulary too."
  },
  {
    "order": 5,
    "speaker": "Phil",
    "text": "Great, but first it’s time for my question. Whether you prefer paper or screens, as humans we’re now reading more words than ever before. So how many words does the average person read a day? Is it:"
  },
  {
    "order": 6,
    "speaker": "Phil",
    "text": "a)   50,000 words?"
  },
  {
    "order": 7,
    "speaker": "Phil",
    "text": "b)   100,000 words? or,"
  },
  {
    "order": 8,
    "speaker": "Phil",
    "text": "c)   200,000 words?"
  },
  {
    "order": 9,
    "speaker": "Georgie",
    "text": "I’ll guess it’s 50,000 words a day."
  },
  {
    "order": 10,
    "speaker": "Phil",
    "text": "OK, Georgie, we’ll find out the correct answer later in the programme. Of course, there’s little doubt that any kind of reading is good for you. Here’s Cressida Cowell, author of the How to Train Your Dragon children’s books, speaking with BBC Ideas:"
  },
  {
    "order": 11,
    "speaker": "for the joy of it",
    "text": "Reading brings three magical powers - creativity, intelligence, and empathy. Reading for the joy of it is one of the two key factors in a kid’s later economic success. You're more likely to not be in prison, to vote, to own your own home. All of these advantages and benefits happen as a result of literacy."
  },
  {
    "order": 12,
    "speaker": "for the joy of itfor the joy of it",
    "text": "Cressida talks about the importance of reading for the joy of it. When you do an activity for the joy of it, you do it simply for the pleasure of doing it, rather than as a way to gain something else."
  },
  {
    "order": 13,
    "speaker": "Phil",
    "text": "Cressida lists the many benefits of reading for children, including economic success in later life. But many of these benefits depend on a state known as 'deep reading' – analysing a text to understand its deeper meaning. And in test after test, researchers have shown that 'deep reading’ skills develop better when kids read from books."
  },
  {
    "order": 14,
    "speaker": "Georgie",
    "text": "Professor Maryanne Wolf is a teacher, and advocate for children’s literacy around the world. Here, she explains more about ‘deep reading’ to BBC Ideas:"
  },
  {
    "order": 15,
    "speaker": "surface levelanalogiesinferences",
    "text": "When we read at a surface level, we're just getting the information. When we read deeply, we use much more of our cerebral cortex. Deep reading means that we make analogies, we make inferences, which allows us to be truly critical, analytic, empathic, human beings."
  },
  {
    "order": 16,
    "speaker": "surface levelanalogiesinferences",
    "text": "[…]"
  },
  {
    "order": 17,
    "speaker": "skimming",
    "text": "The reality is, it's not what, or how much we read but how we read, that's really important. The very volume is having negative effects because to absorb that much, there's a propensity towards skimming."
  },
  {
    "order": 18,
    "speaker": "surface level analogiesinferencesanalogyanalogy",
    "text": "Professor Wolf's research shows that reading from screens encourages reading at the surface level – quickly and superficially looking at what can be easily understood. Reading books, on the other hand, activates different areas of the brain, allowing a reader to develop positive traits like empathy, and to understand the deeper level of a book, including analogies and inferences. An analogy is a comparison between things that have similar features. For example, you might talk about the human heart using the analogy of a pump."
  },
  {
    "order": 19,
    "speaker": "inference inference",
    "text": "An inference is a guess, opinion, or conclusion that you make based on the information you already have. For example, seeing smoke in the distance you would make an inference that there's fire. It’s these types of deeper, more subtle understanding that we get from reading books."
  },
  {
    "order": 20,
    "speaker": "skimming",
    "text": "So, why is it that reading from screens doesn’t develop these skills in the same way? Well, the answer has to do with the volume, the sheer number of words, pings and notifications that screens bombard us with every day. Instead of deep reading, this encourages skimming - reading rapidly in order to get a general overview of something. I think it’s time to reveal the answer to my question, Georgie. I asked you how many words does the average modern person read a day."
  },
  {
    "order": 21,
    "speaker": "Georgie",
    "text": "And I guessed it was 50,000 words."
  },
  {
    "order": 22,
    "speaker": "attention span",
    "text": "Well, you were half right. In fact, the correct answer was double that – 100,000 words. Right, let’s recap the vocabulary we've learned from this programme starting with attention span, the length of time that someone can stay concentrated on one thing."
  },
  {
    "order": 23,
    "speaker": "for the joy of it",
    "text": "If you do something for the joy of it, you do it simply for the pleasure you get, rather than as a way to get something else."
  },
  {
    "order": 24,
    "speaker": "on the surface level",
    "text": "The phrase on the surface level describes looking at something quickly and superficially rather than trying to understand its full, deeper meaning."
  },
  {
    "order": 25,
    "speaker": "analogy inference",
    "text": "An analogy is a comparison between things that have similar features, for example, a human heart and a pump. And an inference is a guess or conclusion that you make based on the information you already have, like inferring fire from seeing smoke."
  },
  {
    "order": 26,
    "speaker": "skimming",
    "text": "And finally, skimming is reading rapidly in order to get a general overview of the text being read. Once again, our six minutes are up. Goodbye for now!"
  },
  {
    "order": 27,
    "speaker": "Georgie",
    "text": "Bye!"
  },
  {
    "order": 28,
    "speaker": "Georgie",
    "text": "For more interesting topics from BBC Ideas, click here."
  }
]
