[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I’m Beth."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Many of those leading the fight against climate change are young people who feel betrayed by politicians and adults. In survey after survey, children report feeling that they have no future, that humanity is doomed, and that governments are failing to act."
  },
  {
    "order": 4,
    "speaker": "climate anxiety",
    "text": "This is causing many young people to feel worried about the state of the planet. There’s even a name for it – climate anxiety. And it’s also creating conflict between adults and children in families and schools."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "What’s certain is that a solution to the climate emergency needs the cooperation of everyone, both old and young. So, can talking honestly about the climate help mend the divisions between generations? That’s what we’ll be discussing in this programme, along with some useful new vocabulary."
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "But first I have a question for you, Neil.  Many young people’s hopes and fears about climate change are symbolised by the Swedish activist, Greta Thunberg. These days Greta travels the world speaking about the climate emergency, but her protests started much smaller, in her hometown, Stockholm. So how did Greta Thunberg’s climate activism begin? Did she:"
  },
  {
    "order": 7,
    "speaker": "Beth",
    "text": "a)    plant trees in her school garden?"
  },
  {
    "order": 8,
    "speaker": "Beth",
    "text": "b)    skip school on Fridays? or,"
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "c)    recycle her school’s plastic waste?"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "Hmmm, I think Greta Thunberg went on strike and skipped school on Fridays."
  },
  {
    "order": 11,
    "speaker": "Beth",
    "text": "OK, Neil, I’ll reveal the correct answer later in the programme.  One recent survey showed that three-quarters or more of young people in the UK feel the future is frightening. Here, Immie, aged 14, and Milly, 11, share some of their fears with BBC Ideas:"
  },
  {
    "order": 12,
    "speaker": "parasite,  freaks me",
    "text": "If climate change were, like, an animal or plant, I think it'd be some sort of parasite, because it's the only thing that's actually growing and getting bigger, while everything else starts dying off. I think climate change is, like, really scary. And the fact that lots of people aren't doing much about it, just sort of freaks me out."
  },
  {
    "order": 13,
    "speaker": "one in a million",
    "text": "The environment is definitely very special because if we get rid of it, there's nowhere else we can go. It's a very one in a million, sort of, planet."
  },
  {
    "order": 14,
    "speaker": "parasite.",
    "text": "Immie calls climate change a parasite. In the natural world, a parasite is an animal or plant that lives on another living thing and feeds from it. If you describe a person as a parasite, you mean they are lazy and live off other people supporting them or giving them money."
  },
  {
    "order": 15,
    "speaker": "freaks me out!freaks you out",
    "text": "Likewise, Immie thinks climate change is sucking the goodness out of the planet, and she uses a slang idiom to describe her feelings – it freaks me out! If something freaks you out, it makes you become very emotional, upset or confused."
  },
  {
    "order": 16,
    "speaker": "one in a million",
    "text": "Milly agrees. What freaks her out is that governments don’t seem to be doing much about the problem. It’s not as if we can escape anywhere – humankind only has one home, planet earth. Millie calls Earth one in a million, meaning very special or rare. So, what can be done? Psychotherapist, Caroline Hickman, has visited 10 countries around the world talking to over 100,000 teenagers about their climate fears. They told her about parents ignoring them when they wanted to discuss their feelings, and adults telling them, ‘Fixing the planet is your job now!’ Here, she gives BBC Ideas some advice on discussing climate change with children:"
  },
  {
    "order": 17,
    "speaker": "put it offpush it away.",
    "text": "My advice to adults, parents, teachers, is do not put it off, don't push it away. Don't save it up and just have that big conversation. Talk about it regularly. That's crucial. And it's OK for you to say to your children, \"I don't have all the answers. We're not sure exactly how to deal with all of this. But let's find out together.\""
  },
  {
    "order": 18,
    "speaker": "put it off",
    "text": "Caroline’s top tip is to discuss the climate crisis regularly, to talk with children about their climate fears and not put it off – not delay talking about it until later."
  },
  {
    "order": 19,
    "speaker": "push it away",
    "text": "Caroline also advises parents not to push it away, to choose to forget about or ignore the subject. A better response is to tell kids honestly, ‘We don’t have all the answers, but by sharing ideas we can work things out together’ - a more hopeful message, and one that’s shared by climate champion, Greta Thunberg."
  },
  {
    "order": 20,
    "speaker": "Beth",
    "text": "Yes, and it’s time to reveal the answer to my question – how did Greta Thunberg’s climate activism begin, Neil?"
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "I said it was by skipping school on Fridays…"
  },
  {
    "order": 22,
    "speaker": "climate anxiety,",
    "text": "Which was… the correct answer! Greta started her ‘school strike for climate’ in August 2018 before it was taken up by over 1.6 million school children from 125 countries around the world. Okay, let’s recap the vocabulary we've learned from this programme starting with climate anxiety, feeling worried, afraid or depressed because of climate change."
  },
  {
    "order": 23,
    "speaker": "parasite",
    "text": "A parasite is an animal or plant that feeds off another living thing."
  },
  {
    "order": 24,
    "speaker": "freaks me out!",
    "text": "If something makes you feel very emotional or upset, you might say, it freaks me out!"
  },
  {
    "order": 25,
    "speaker": "one in a million",
    "text": "The idiom one in a million describes something which is extremely special, rare or unlikely."
  },
  {
    "order": 26,
    "speaker": "put something off push something away",
    "text": "And finally, two phrasal verbs to finish with – to put something off which means to delay doing it ‘til later, and to push something away which means to decide to forget about or ignore it. Once again our six minutes are up, but remember to join us again soon for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 27,
    "speaker": "Neil",
    "text": "Bye!"
  }
]
