[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I’m Beth."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "In Britain, millions of kids grow up reading the books of Roald Dahl. Before his death in 1990, Roald Dahl wrote over thirty children’s books, including bestsellers like Matilda and The BFG. But one book in particular is many people’s favourite - Charlie and the Chocolate Factory."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "Ah yes, I remember the story of Charlie Bucket – the poor kid whose luck turns around when he wins a Golden Ticket to the local chocolate factory. The factory is run by the mysterious Willy Wonka who invents all kinds of sweets and chocolates for the children to try – everything from strawberry-coated fudge to marshmallow pillows. Neil, I really wanted to visit that chocolate factory."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "If that story sounds familiar then maybe, as a kid, you also dreamed of tasting chocolate for a living. But in this programme we’ll be meeting a real life Willy Wonka, someone whose job involves exactly that – inventing and tasting chocolate bars! And, as usual, we’ll be learning some useful new vocabulary too."
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "Helle Anttila has the kind of job most people can only dream of. Helle is head of research and development at Fazer, a confectionary company in Finland which has been making and selling chocolate for over 130 years. Helle is responsible for buying the cocoa beans used to make chocolate, and coming up with ideas for new chocolate products to sell. So, my question for you, Neil, is this: what is Britain’s best-selling chocolate bar? Is it:"
  },
  {
    "order": 7,
    "speaker": "Beth",
    "text": "a) KitKat?"
  },
  {
    "order": 8,
    "speaker": "Beth",
    "text": "b) Snickers? or,"
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "c) Mars?"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "Hmm, well, I’m going to guess that it’s KitKat."
  },
  {
    "order": 11,
    "speaker": "Beth",
    "text": "OK, Neil, I’ll reveal the correct answer at the end of the programme. With over 6,000 employees, Fazer is Finland’s largest chocolate maker. Just like Willy Wonka, Helle and her team think up new and exciting chocolate products. Here Helle explains more to Ruth Alexander for BBC World Service programme, The Food Chain:"
  },
  {
    "order": 12,
    "speaker": "Ruth Alexander",
    "text": "Part of your job is to travel around the world and eat chocolate?"
  },
  {
    "order": 13,
    "speaker": "a dreamlaunchconsumer demand",
    "text": "That would be a dream! But of course you get the different information from different sources around the world. So I think there is a brilliant amount of ideas… then it is just that OK, when is the right time to actually develop and launch certain type of products, when there is a consumer demand?"
  },
  {
    "order": 14,
    "speaker": "on the shelvesgoing for it",
    "text": "How does it feel when you've developed a new product, a new taste, and it's on the shelves and people are going for it?"
  },
  {
    "order": 15,
    "speaker": "Helle Anttila",
    "text": "It feels great! You really feel proud of my team who is creating the products and creating the taste experience. It’s really a great feeling."
  },
  {
    "order": 16,
    "speaker": "flops",
    "text": "Can you tell us about any flops where you just feel like we, chocolate eaters, just weren't ready for it?"
  },
  {
    "order": 17,
    "speaker": "flops",
    "text": "I think those flops are as important as the products which are gaining great sales, because you always learn."
  },
  {
    "order": 18,
    "speaker": "a dream",
    "text": "Helle describes her chocolate-maker job as a dream, something that you want to happen very much, but is not very likely to. But in Helle’s case, her dream came true."
  },
  {
    "order": 19,
    "speaker": "launchconsumer demand",
    "text": "After they invent a new chocolate bar, Helle’s team carefully choose the best time to launch it – to introduce the new product to the public. Usually this only happens when there is enough consumer demand – a measurement of how much customers want to buy something based on factors like its price and availability."
  },
  {
    "order": 20,
    "speaker": "hits the shelvesgo for",
    "text": "If consumer demand is strong, Fazer starts to advertise and promote their new chocolate bar before it hits the shelves – an idiom meaning that it becomes available for people to buy in the shops. Then it’s just a question of waiting to see if people go for, or choose, the new product."
  },
  {
    "order": 21,
    "speaker": "flop",
    "text": "Some of Helle’s biggest successes have been her Blueberry Truffle and the heart-shaped Geisha bar she invented. But sometimes the new chocolate bar she thinks up is a flop, completely unsuccessful or a failure."
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "Flop or not, Helle thinks she has one of the best jobs in the world, even if she doesn’t get to eat as much of her chocolate inventions as Willy Wonka. Anyway, speaking of best-selling chocolate, isn’t it time to reveal the answer to your question, Beth?"
  },
  {
    "order": 23,
    "speaker": "a dreama dream come true",
    "text": "Right. I asked you about Britain’s best-selling chocolate bar, and you guessed it’s KitKat, which was… the wrong answer I’m afraid, Neil. In fact, the UK’s most popular chocolate is the Mars bar, meaning that over 3 million bars get made every day! OK, let's recap the vocabulary we've learned in this programme starting with a dream, something you really want to happen but is not likely to, and the related idiom, a dream come true, when what you really want to happen actually does."
  },
  {
    "order": 24,
    "speaker": "launches",
    "text": "When a company launches a new consumer product, they introduce it to the public for the first time."
  },
  {
    "order": 25,
    "speaker": "Consumer demand",
    "text": "Consumer demand is a measurement of consumers’ desire to buy a product based on factors like its price and availability."
  },
  {
    "order": 26,
    "speaker": "hits the shelves",
    "text": "When a product hits the shelves, it becomes available for purchase in the shops."
  },
  {
    "order": 27,
    "speaker": "go for",
    "text": "If you go for something, you choose it. For example, in a restaurant you might say, ‘I think I’ll go for the fish’."
  },
  {
    "order": 28,
    "speaker": "flop",
    "text": "And finally, if something is a flop, it’s completely unsuccessful – a failure. Once again our six minutes are up, but remember to join us again next time for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 29,
    "speaker": "Beth",
    "text": "Bye!"
  }
]
