[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English, from BBC Learning English. I'm Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I'm Beth."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Can I ask you something, Beth…? Beth? Hello, Beth? Are you listening?"
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "Oh, sorry, Neil! I was er… checking my Instagram, and ugh… Facebook…and, just sending this email… done! Now, what did you want?"
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "Well, I wanted to ask if you're getting addicted to your smartphone, but clearly the answer is 'yes'!"
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "Actually, Neil, I am worried about my smartphone use, and it's not just me. Concerns are growing about the negative effect smartphones are having on adults and, even more, on children."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "Studies show that girls who spend more time on social media are more likely to be anxious or depressed, and smartphones have also been linked to delayed brain development and poor sleep."
  },
  {
    "order": 8,
    "speaker": "Beth",
    "text": "Even so, around 60% of British eight-to-eleven-year-olds have a smartphone. So, in this programme, we'll be asking: are kids better off without a phone? And, of course, we'll be learning some useful new vocabulary too."
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "But first, put your phone away, Beth, because I have a question for you. The US has one of the highest levels of smartphone use, but according to a recent survey, how long does the average American 11-to-14-year-old spend looking at a screen every day? Is it:"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "a)    five hours?"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "b)    seven hours? or,"
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "c)    nine hours?"
  },
  {
    "order": 13,
    "speaker": "Beth",
    "text": "I'll guess American teens spend five hours a day on screens."
  },
  {
    "order": 14,
    "speaker": "Neil",
    "text": "OK, Beth, I'll reveal the answer later in the programme. BBC journalist, Myra Anubi, has a nine-year-old daughter who desperately wants her own phone. But Myra isn't convinced, as she explained to BBC World Service programme, 'People Fixing the World':"
  },
  {
    "order": 15,
    "speaker": "at the end of the daybestiestorn between",
    "text": "I'm worried about how much time she'll spend on her own device and what she might even see there. I mean, she's only nine at the end of the day. But at the same time, I don't want her to feel left out because some of her friends already have smartphones, and there's a chance that she'll miss out on play dates or kids' trends, cat videos or online chats with her besties. So, I'm torn between wanting her to be in our world, and also letting her be in her own mini world with her friends."
  },
  {
    "order": 16,
    "speaker": "at the end of the dayat the end of the day",
    "text": "Myra is worried about her daughter, and says, \"at the end of the day, she's only nine\". Myra uses the phrase, at the end of the day, to mean after everything is considered."
  },
  {
    "order": 17,
    "speaker": "bestiestorn betweentorn between",
    "text": "Myra's daughter wants to chat with her besties – her best friends. But Myra worries she'll get hooked on social media, see harmful content, or spend too long online. Myra is torn between letting her daughter get a phone and not. If you're torn between two things, you can't decide between two possibilities, leaving you feeling anxious."
  },
  {
    "order": 18,
    "speaker": "Beth",
    "text": "Parents like Myra are having to make an impossible choice – either give their children potentially harmful devices, or risk alienating them from their friends who do have smartphones."
  },
  {
    "order": 19,
    "speaker": "Neil",
    "text": "In February 2024, mums Daisy Greenwell and Clare Fernyhough, started a WhatsApp group encouraging parents to not give their child a smartphone until the age of 14, with no social media access until 16.  Soon, the phone-free group of families grew into a movement, 'Smartphone Free Childhood'. Here, mum, Daisy Greenwell, explains more to BBC World Service's, 'People Fixing the World':"
  },
  {
    "order": 20,
    "speaker": "nightmarewent viral.right in front of our eyes",
    "text": "Everyone I spoke to said, 'Yes, it's a nightmare getting your child a phone, but you've got no choice. You have to because everyone else is doing it. You can't leave them on their own'. So, Clare and I decided to start a WhatsApp group to support each other, and I posted about it on social media, and it went viral. The group is full so we encourage people, start one in your region, in your county, and they sprung up all over the country right in front of our eyes. It was amazing!  And now there's over 100,000 people in the UK who are in our community."
  },
  {
    "order": 21,
    "speaker": "nightmarewent viral",
    "text": "At the start, Daisy says it was a nightmare - a very unpleasant situation. Everyone else's kids had a phone, and Daisy didn't want her children to feel left out. But soon, more families got involved, and the group went viral, it spread quickly and widely on the internet and social media."
  },
  {
    "order": 22,
    "speaker": "right in front of eyesright in front of your eyes",
    "text": "Within months, new groups started up across Britain, right in front of Daisy's eyes. If you say something happens right in front of your eyes, you are emphasising that something surprising or unusual happened directly before you."
  },
  {
    "order": 23,
    "speaker": "Beth",
    "text": "The Smartphone Free Childhood campaign has grown rapidly in schools, and there are now groups in 18 countries around the world, offering kids a circle of friends to play and chat with in the old-fashioned way: face-to-face. OK, why don't you reveal the answer to your question, Neil?"
  },
  {
    "order": 24,
    "speaker": "at the end of the day",
    "text": "Yes, I asked how long the average American teenager spends looking at a screen, and you guessed five hours a day, which was… the wrong answer, I'm afraid, Beth. It's actually even longer, around nine hours a day spent on screens. OK, let's recap the vocabulary we've learned in this programme starting with the phrase, at the end of the day, meaning after all the relevant facts have been considered."
  },
  {
    "order": 25,
    "speaker": "bestie",
    "text": "Your bestie is slang for your best friend."
  },
  {
    "order": 26,
    "speaker": "torn between",
    "text": "Someone who's torn between two things finds it difficult to choose between them, making them feel anxious."
  },
  {
    "order": 27,
    "speaker": "nightmare",
    "text": "A nightmare is a very unpleasant experience or event."
  },
  {
    "order": 28,
    "speaker": "goes viral",
    "text": "If a video or story goes viral, it spreads quickly on the internet through social media and email."
  },
  {
    "order": 29,
    "speaker": "right in front of your eyes",
    "text": "And finally, if you say something happened right in front of your eyes, you are emphasising that something surprising or unusual happened directly before you. Once again, our six minutes are up. Goodbye for now!"
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "Bye!"
  }
]
