[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I'm Beth."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Every country has its own favourite foods. So, when people leave home and move to a different country, getting used to the new food there can be a surprise."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "Food can have strange-sounding names. If you know what a toad is, it's an animal, very similar to a frog, you might be surprised to hear that a famous English meal is 'toad-in-the-hole'. Don't worry though, it's made with sausages, not toads!"
  },
  {
    "order": 5,
    "speaker": "adapted",
    "text": "In this programme, we're exploring people's first impressions of a new culture through its food. We'll be hearing how two women, one a refugee, the other a dietitian, adapted to the food of their new home. And, as usual, we'll be learning some useful new vocabulary too."
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "But first, I have a question for you, Neil. A British summer wouldn't be complete without a traditional 'cream tea' – scones, cream, and jam, eaten with a cup of tea. It sounds lovely, but strangely there have been many arguments over cream teas. So, is the cream tea debate about:"
  },
  {
    "order": 7,
    "speaker": "Beth",
    "text": "a)    whether to drink tea or coffee?"
  },
  {
    "order": 8,
    "speaker": "Beth",
    "text": "b)    whether to put cream or jam onto the scone first? or,"
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "c)    whether strawberry or raspberry jam is better?"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "Well, I think the controversy is whether to add cream or jam first."
  },
  {
    "order": 11,
    "speaker": "Beth",
    "text": "OK, Neil. I'll reveal the correct answer later in the programme. Natalia Tkachenko arrived in the Netherlands after leaving her home in Ukraine, following the Russian invasion. She moved in with Weronika Groszewska, who's originally from Poland, and her family, starting them on a journey to open their own restaurant, Natalia's Kitchen. Here's Natalia talking with BBC World Service programme, 'The Food Chain':"
  },
  {
    "order": 12,
    "speaker": "comfort zoneadaptstaples",
    "text": "Of course, at first it felt like I am well out of, what they call, my comfort zone. When you stay in a certain environment you get used to it, but when you move to another country where you live and work, you experience difficulties, and you have to adapt to get used to local foods. Here, they don't have some of the staples we had in Ukraine, ingredients are different, and so you start working with local foods, find replacements, cook with what you have."
  },
  {
    "order": 13,
    "speaker": "comfort zoneadapt",
    "text": "At first, Natalia felt out of her comfort zone, a familiar situation in which someone feels secure and in control. She had to adapt to her new life in the Netherlands, she had to change in order to succeed in her new situation."
  },
  {
    "order": 14,
    "speaker": "staplestaple adapted",
    "text": "Some of the staple ingredients Natalia used in Ukraine weren't available in the Netherlands. A staple is a basic and important type of food that is regularly eaten by a large portion of the population. So, Natalia adapted her recipes, replacing Ukrainian with Dutch ingredients to create a new kind of cooking which her customers loved."
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "Our second story involves Rachel Winter-Roach, who left her home in England to work on the sunny island of Tobago, in the southern Caribbean. Here, Rachel explains some of the food challenges she faced to BBC World Service programme, 'The Food Chain':"
  },
  {
    "order": 16,
    "speaker": "was in for a shock",
    "text": "When I came out to the Caribbean, I was really in for a shock when it came to flavouring and seasoning food, and seasoning is really, really an integral part of food preparation here."
  },
  {
    "order": 17,
    "speaker": "was in for a shock",
    "text": "[…]"
  },
  {
    "order": 18,
    "speaker": "tweakstrial and error",
    "text": "Here, the seasoning is multiple, multiple layers. It took me a while to get used to it because everybody has their own way of seasoning and their own little tweaks, and there are no quantities, so it really takes a lot of practice, a lot of trial and error, and I think my family did not always appreciate the errors in the trials."
  },
  {
    "order": 19,
    "speaker": "in for a shockto be in for a shock",
    "text": "When Rachel moved to Tobago, she was in for a shock. The phrase to be in for a shock means to be sure of experiencing a surprising or unpleasant situation. In Rachel's case, the surprise involved seasoning - the salt, herbs and spices added to food to enhance the flavour."
  },
  {
    "order": 20,
    "speaker": "tweaks, trial and error",
    "text": "In the Caribbean, seasoning is a big deal. Everyone has their own seasoning recipe, including little tweaks, or small adjustments, which they have added themselves. It took time for Rachel to develop her seasoning skills, mainly through trial and error - a way of solving problems by trying a number of different methods and learning from the mistakes you make along the way."
  },
  {
    "order": 21,
    "speaker": "Beth",
    "text": "Whether you're fleeing war, starting a new job, or enjoying a cream tea, it seems there's lots to learn about a place from its food, including Britain. So, I think it's time to reveal the answer to my question, Neil. Why is the traditional British cream tea controversial?"
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "Well, I guessed it was because people disagree about whether cream or jam should go on the scone first."
  },
  {
    "order": 23,
    "speaker": "comfort zone",
    "text": "Which was the correct answer. And anyone who says it's jam first is just wrong! OK, let's recap the vocabulary we've learned in this programme, starting with comfort zone, a situation in which you feel comfortable and in control."
  },
  {
    "order": 24,
    "speaker": "adapt",
    "text": "To adapt means to change so as to successfully fit in with a new situation."
  },
  {
    "order": 25,
    "speaker": "staple",
    "text": "A staple is a basic and important type of food that is regularly eaten by a large portion of the population."
  },
  {
    "order": 26,
    "speaker": "to be in for a shock",
    "text": "The phrase to be in for a shock means to be guaranteed to experience a surprising or unpleasant situation."
  },
  {
    "order": 27,
    "speaker": "tweak",
    "text": "A tweak is a small adjustment to something in order to improve it."
  },
  {
    "order": 28,
    "speaker": "trial and error",
    "text": "And finally, if you solve a problem by trial and error, you try a number of different methods and learn from the mistakes you make. Once again, our six minutes are up, and remember to join us again, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 29,
    "speaker": "Beth",
    "text": "Bye!"
  }
]
