[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I’m Beth."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "We all know how horrible it feels to be thirsty. Human bodies need around 3 litres of water a day, and thankfully most of us can just turn on the kitchen tap to get clean drinking water."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "But globally, over two billion people, around a quarter of the world’s population, live in water stressed countries, where access to water for drinking, cooking, and washing is not guaranteed. What’s more, water is also needed to grow food and that’s getting harder due to droughts which are increasing with climate change."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "In this programme, we’ll visit farmers in one of the driest places on Earth – Yuma in the USA - where a new technology involving liquid clay is helping farmers grow fruit and vegetables in the desert. And, as usual, we’ll be learning some useful new vocabulary too."
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "But first I have a question for you, Neil. Everyone knows that plants need sunlight and water to grow, but soil is just as important. One of the most useful soils is clay, a dense, smooth soil which is very fertile but sticky. Clay has been used in agriculture for thousands of years, but what is its more modern use? Is clay good for:"
  },
  {
    "order": 7,
    "speaker": "Beth",
    "text": "a) curing headaches?"
  },
  {
    "order": 8,
    "speaker": "Beth",
    "text": "b) digesting food? or,"
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "c) smoothing face skin?"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "Hmm, I think clay can be used to smooth the skin on people’s faces."
  },
  {
    "order": 11,
    "speaker": "Beth",
    "text": "OK, Neil. We’ll find out if that’s the correct answer later. Lack of water and farming are closely connected. Agriculture uses a massive 70% of the world’s fresh water supply, so ways to use water more efficiently are much needed. Ole Sivertsen’s company, Desert Control, works with date farmers in Yuma, an area on the border of California and Mexico. One of the hottest places on Earth, Yuma has been experiencing its worst drought in 500 years, forcing farmers to pump water from rivers to grow their date palm trees."
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "Fortunately, Ole’s team have created a liquid that, they say, can turn the sandy desert soil into a sponge which holds water and nutrients. Here, he explains his invention to Anthony Wallace, reporter for BBC World Service programme, People Fixing the World:"
  },
  {
    "order": 13,
    "speaker": "drainscling",
    "text": "To understand how it works we need to look at the difference between sandy soil and clay soil. Sandy desert soil has a lot of gaps in it so water drains through it quickly, making it hard for plants to establish the root system in the ground. But clay soil is made up of much smaller particles that cling together and naturally stop water from escaping."
  },
  {
    "order": 14,
    "speaker": "kick-start",
    "text": "It creates the habitat for the soil microbiology to also start to develop and evolve, so it's kind of a kick-start as well to nature's natural processes."
  },
  {
    "order": 15,
    "speaker": "drainsdraincling",
    "text": "The problem with sandy soil is that it drains water. If you drain something, you remove the liquid from it. Clay soil, on the other hand, is made of smaller particles which cling, or stick together tightly, and hold water, helping plants grow."
  },
  {
    "order": 16,
    "speaker": "kick-starts",
    "text": "Ole makes a liquid by mixing clay and water which changes the soil composition and kick-starts the growth of his trees – the liquid makes the trees start growing more quickly. Liquid clay technology is still new, and costing around 2,000 dollars an acre, it’s not cheap. But Ole claims his technique halves the amount of water needed to grow fruit trees, and that most farmers will make back their investment within two years."
  },
  {
    "order": 17,
    "speaker": "Beth",
    "text": "Ole’s claims sound too good to be true. But are there downsides to interfering with nature in this way? Presenters, Myra Anubi and Anthony Wallace, discussed this question for BBC World Service’s, People Fixing the World:"
  },
  {
    "order": 18,
    "speaker": "down the line",
    "text": "Anthony, I'm still left wondering, right… when you manipulate soil like this, could you be causing problems down the line?"
  },
  {
    "order": 19,
    "speaker": "manipulatingonly time will tell",
    "text": "Yeah, I think anytime that there's a new technology where you are, like you said, manipulating nature only time will tell what the long-term effects of that will be… but Ole did stress that their liquid clay does not use any chemicals - only clay, air and water."
  },
  {
    "order": 20,
    "speaker": "manipulatingdown the line",
    "text": "Ole’s liquid clay involves manipulating soil – using and controlling it skilfully to achieve some result. Myra worries that when people do this, they could create problems down the line – at some unspecified point in the future."
  },
  {
    "order": 21,
    "speaker": "only time will tellonly time will tell",
    "text": "In fact, only time will tell if liquid clay is a long-term solution to the problem of water scarcity. The phrase, only time will tell, means that the result of something happening now will not be known until the future. Something we can know though, is the answer to my question, Neil."
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "Yes, you asked about a modern use for clay, and I guessed it was for smoothing facial skin."
  },
  {
    "order": 23,
    "speaker": "drain",
    "text": "Which was… the correct answer! A clay mask, also called a mud pack, is used to smooth the skin on your face. OK, let’s recap the vocabulary we’ve learned in this programme, starting with the verb to drain which means to remove liquid."
  },
  {
    "order": 24,
    "speaker": "cling",
    "text": "To cling means to stick or hold tightly onto something."
  },
  {
    "order": 25,
    "speaker": "kick-start",
    "text": "If you kick-start something, you make it start or develop more quickly."
  },
  {
    "order": 26,
    "speaker": "manipulate",
    "text": "To manipulate means to skilfully use or control something."
  },
  {
    "order": 27,
    "speaker": "down the line,",
    "text": "The phrase, down the line, means some time in the future."
  },
  {
    "order": 28,
    "speaker": "only time will tell,",
    "text": "And finally, the idiom, only time will tell, means that the truth about something happening now will only be known in the future. Once again our six minutes are up, but remember to join us again next time for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 29,
    "speaker": "Beth",
    "text": "Bye!"
  }
]
