[
  {
    "order": 1,
    "speaker": "Phil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Phil."
  },
  {
    "order": 2,
    "speaker": "Georgie",
    "text": "And I'm Georgie."
  },
  {
    "order": 3,
    "speaker": "rocks your world",
    "text": "If you're a 'Swiftie', that's a fan of pop star, Taylor Swift, her music rocks your world."
  },
  {
    "order": 4,
    "speaker": "rock your world'",
    "text": "I like that phrase, 'rock your world', Phil. It means that something makes your life enjoyable, right?"
  },
  {
    "order": 5,
    "speaker": "Phil",
    "text": "Well, yes but actually no, Georgie. I mean, Taylor Swift literally rocks the world! At a recent concert in Edinburgh, as part of Taylor Swift's 'Eras' tour, her fans' energetic dancing literally moved the Earth, with seismic activity usually associated with earthquakes detected four miles away!"
  },
  {
    "order": 6,
    "speaker": "Georgie",
    "text": "Yes, it's hard to believe, but in this programme we'll be hearing about the 'Swift-quake', a powerful force like an earthquake, coming not from nature, but from a pop concert! And, as usual, we'll be learning some useful new vocabulary as well."
  },
  {
    "order": 7,
    "speaker": "Phil",
    "text": "Great. But first I have a question for you, Georgie. Actually, Taylor Swift's Edinburgh show wasn't the first music concert to trigger seismic waves. In 1992, the band Madness caused two earthquakes that saw local residents evacuated from their homes. But at which London venue did the concert take place? Was it:"
  },
  {
    "order": 8,
    "speaker": "Phil",
    "text": "a)    Hyde Park?"
  },
  {
    "order": 9,
    "speaker": "Phil",
    "text": "b)    The Royal Albert Hall? or"
  },
  {
    "order": 10,
    "speaker": "Phil",
    "text": "c)    Finsbury Park?"
  },
  {
    "order": 11,
    "speaker": "Georgie",
    "text": "I'll guess the concert was held at the Royal Albert Hall."
  },
  {
    "order": 12,
    "speaker": "Phil",
    "text": "OK, Georgie, I'll reveal the correct answer at the end of the programme. Following Taylor Swift's Edinburgh concert, seismologists Emma Greenough and James Panton from Cardiff University, wanted to see if the same thing would happen at Taylor's concert in Cardiff. Seismologists are scientists who study earthquakes and seismic waves. Emma and James set up their equipment to monitor and record ground motion as the concert got started, as James explains here to Marnie Chesterton, presenter of BBC Radio 4 programme, 'Inside Science':"
  },
  {
    "order": 13,
    "speaker": "peak",
    "text": "Tell me about the peak on this graph that you're seeing, and what that actually corresponds to."
  },
  {
    "order": 14,
    "speaker": "James Panton",
    "text": "In this top graph of the red wiggly line, we're looking at the ground velocity in essentially metres per second. So, that's the velocity that the ground is vibrating up and down."
  },
  {
    "order": 15,
    "speaker": "Marnie Chesterton",
    "text": "So, this is literally people stamping up and down."
  },
  {
    "order": 16,
    "speaker": "in unisonin unison",
    "text": "Yes, so this is all of the energy combined from the 73,000 people in the stadium, jumping in unison and stamping in unison."
  },
  {
    "order": 17,
    "speaker": "Marnie Chesterton",
    "text": "James, the British Geological Survey recorded 23.4 nanometres of movement in Edinburgh. What's that actually mean?"
  },
  {
    "order": 18,
    "speaker": "flexing",
    "text": "So, what that means is that they recorded the ground flexing up and down by a distance of 23 nanometres."
  },
  {
    "order": 19,
    "speaker": "peak -in unison,",
    "text": "James's equipment recorded seismic movement when Taylor Swift started to sing. Her hit song, Cruel Summer, created a peak - the highest point - in the graph which James's machine was drawing. The peak was made by thousands of Swifties jumping up and down in unison, together and at the same time, creating something like a mini earthquake."
  },
  {
    "order": 20,
    "speaker": "flexing",
    "text": "The seismologists measured a ground movement of 23 nanometres. That may not sound much, but remember this is the earth itself actually flexing or bending without breaking."
  },
  {
    "order": 21,
    "speaker": "Georgie",
    "text": "So, the ground is shaking, music is blasting, and thousands of fans are dancing. But does this qualify as an earthquake, scientifically speaking? Here's James Panton and Marnie Chesterton again for BBC Radio 4's, Inside Science:"
  },
  {
    "order": 22,
    "speaker": "the same league",
    "text": "James, impressive as this is to see coming up on your seismograph, this is not the same league really as an earthquake."
  },
  {
    "order": 23,
    "speaker": "comparable",
    "text": "No, definitely not. There have been some people who have tried to convert the energy output from concerts into a local magnitude scale to make it comparable to an earthquake, and when that's happened, we find magnitudes that are generally less than one."
  },
  {
    "order": 24,
    "speaker": "not in the same league",
    "text": "Sadly, the answer to Georgie's question is 'no' – the Taylor Swift concert wasn't technically an earthquake. Marnie says the concert was not in the same league, an idiom meaning not nearly as good or important as something else."
  },
  {
    "order": 25,
    "speaker": "comparable",
    "text": "Yes, the energy created by the music's sound waves and thousands of fans jumping did move the earth, but not in a way that's comparable, or similar, to a real earthquake. By definition, an earthquake must break the earth's crust, and is caused by either the movement of tectonic plates or a volcano. Officially, Taylor Swift didn't cause an earthquake, but for the Swifties it probably felt like one!"
  },
  {
    "order": 26,
    "speaker": "Phil",
    "text": "All of which brings us back to my question, Georgie. I asked you about another earth-shattering concert involving the British band, Madness, but where in London did the show take place?"
  },
  {
    "order": 27,
    "speaker": "Georgie",
    "text": "And I guessed it was at The Royal Albert Hall."
  },
  {
    "order": 28,
    "speaker": "rock your world",
    "text": "Which was the wrong answer, I'm afraid, Georgie. In fact, the concert happened in Finsbury Park. OK, let's recap the vocabulary we've learned in this programme starting with the phrase, rock your world, meaning that someone or something has a positive effect on you, making your life enjoyable."
  },
  {
    "order": 29,
    "speaker": "peak",
    "text": "A peak is the highest point of something."
  },
  {
    "order": 30,
    "speaker": "in unison",
    "text": "When things happen in unison, they happen together, at the same time."
  },
  {
    "order": 31,
    "speaker": "flex",
    "text": "To flex means to bend without breaking."
  },
  {
    "order": 32,
    "speaker": "not in the same league",
    "text": "If you say something is not in the same league as something else, you mean it's nowhere near as good or important."
  },
  {
    "order": 33,
    "speaker": "comparable",
    "text": "And finally, the adjective comparable means similar in size, amount, or quality. Once again, our six minutes are up, but remember to join us again next time for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
  },
  {
    "order": 34,
    "speaker": "Phil",
    "text": "Bye!"
  }
]
