[
  {
    "order": 1,
    "speaker": "Phil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Phil."
  },
  {
    "order": 2,
    "speaker": "Georgie",
    "text": "And I’m Georgie."
  },
  {
    "order": 3,
    "speaker": "Phil",
    "text": "In the words of a famous 1960s pop song, ‘breaking up is hard to do’. Divorce, when a married couple who no longer want to be together separate, can be one of life’s toughest experiences."
  },
  {
    "order": 4,
    "speaker": "Georgie",
    "text": "During the 1990s, divorce rates in Europe and America were the highest in the world, with almost half of all marriages ending in divorce. But since then, the trend has reversed and divorce rates in the West have slowed. Meanwhile, however, the number of couples divorcing in other parts of the world is on the rise."
  },
  {
    "order": 5,
    "speaker": "Phil",
    "text": "In this programme we’ll be hearing how divorce is talked about in different countries. And, as usual, we’ll be learning some useful new vocabulary. But first, I have a question for you, Georgie. In Britain, one day of the year in particular is known by divorce lawyers and relationship counsellors as ‘Divorce Day’, but which day is it?"
  },
  {
    "order": 6,
    "speaker": "Phil",
    "text": "a)    Christmas Day?"
  },
  {
    "order": 7,
    "speaker": "Phil",
    "text": "b)    the first Monday of the new year? or,"
  },
  {
    "order": 8,
    "speaker": "Phil",
    "text": "c)    Midsummer’s Day, the 24th of June?"
  },
  {
    "order": 9,
    "speaker": "Georgie",
    "text": "Hmm, I think ‘Divorce Day’ is the first Monday of the year."
  },
  {
    "order": 10,
    "speaker": "Phil",
    "text": "OK, Georgie. We’ll find out if that’s the correct answer later in the programme. Getting married very young, and differences between partners’ backgrounds or interests are two common causes for couples to grow apart. Today, Marina Adshade is a professor at the University of British Columbia who studies the economics of sex and relationships, but her life has a very different beginning, as she told BBC World Service programme, The Global Story:"
  },
  {
    "order": 11,
    "speaker": "stay-at-home motherunresolvablechange their minds",
    "text": "I married really young, I had no education, I married somebody who is older than me, who had a lot of education and our relationship worked well for a while. And then in my late 20s I decided to go back to school, I no longer wanted to be a stay-at-home mother which was what I was doing in my 20s, and that change in our situation for us just became completely unresolvable. And I think this is true for a lot of marriages because people’s situation changes over their lives, maybe they want children then maybe they change their minds."
  },
  {
    "order": 12,
    "speaker": "stay-at-home mum",
    "text": "Marina started her married life as a stay-at-home mum – a woman who stays home to take care of the children and manage the household."
  },
  {
    "order": 13,
    "speaker": "changed their minds",
    "text": "Marina married an older man, and although their relationship started well, over time they developed different ideas about what they wanted from life. Marina and her husband changed their minds - they changed an earlier decision they had made."
  },
  {
    "order": 14,
    "speaker": "unresolvable",
    "text": "Growing apart is one of the most frequently given reasons for divorce, and eventually Marina and her husband’s problems became unresolvable – not able to be fixed or satisfactorily ended. Marina’s experience is typical of someone who finds themself trapped in a marriage that no longer works. Yet unfortunately, due to economic or emotional reasons, many people stay trapped."
  },
  {
    "order": 15,
    "speaker": "Phil",
    "text": "So, what can be done? Now, some countries are looking to the authorities, rather than the couple themselves, for a solution. Here, Lucy Hockings, presenter of BBC World Service’s The Global Story and divorce counsellor, Joanna Gosling, discuss a new strategy being used in China:"
  },
  {
    "order": 16,
    "speaker": "cooling-off periodintervenes",
    "text": "There was an interesting thing they did in China where they introduced this cooling-off period. So, the government enforced this. Does that work when the government intervenes in a situation like this and makes people behave or do things in a certain way?"
  },
  {
    "order": 17,
    "speaker": "invariably",
    "text": "If nothing changes in the dynamic between two people, being told that they've got to cool off and wait a bit longer, I don't think is going to make them suddenly realise that they want to be together. It might be an idea for states to invest in communication programmes for these couples ‘cause that's invariably why relationships fall apart."
  },
  {
    "order": 18,
    "speaker": "cooling-off periodcooling-off periodintervene",
    "text": "In response to rising divorce rates, in 2021 the Chinese government introduced a 30-day cooling-off period for couples wanting to separate. A cooling-off period is a period of time in which two groups who are arguing can try to improve the situation before taking further action. However, it’s unusual for governments to intervene - to become involved - in people’s private lives this way."
  },
  {
    "order": 19,
    "speaker": "cooling-off periodinvariably",
    "text": "Joanna doubts a cooling-off period will work, especially as the main reason for relationships failing is non-communication. She says a lack of communication is invariably - or always - the reason for divorce. On the plus side, by communicating openly, maybe with the professional help of a relationship counsellor, saving a marriage is possible."
  },
  {
    "order": 20,
    "speaker": "Georgie",
    "text": "I think it’s time you reveal the answer to your question, Phil. You asked about ‘Divorce Day’ in Britain, and I guessed it was the first Monday of the new year."
  },
  {
    "order": 21,
    "speaker": "stay-at-home mum",
    "text": "Good guess Georgie, because that’s the correct answer! ‘Divorce Day’ is the first Monday of the year. OK, let’s recap the vocabulary we’ve learned in this programme, starting with stay-at-home mum, a phrase for a woman who stays home to care for her children and manage the household."
  },
  {
    "order": 22,
    "speaker": "change your mind",
    "text": "If you change your mind, you change an earlier decision you made or opinion you had."
  },
  {
    "order": 23,
    "speaker": "unresolvable",
    "text": "If a problem is unresolvable, it cannot be satisfactorily solved or fixed."
  },
  {
    "order": 24,
    "speaker": "cooling-off period",
    "text": "A cooling-off period is a period of time for two people to try to resolve their differences. It can also mean an agreed length of time in which someone can change their mind about something they’ve agreed to buy."
  },
  {
    "order": 25,
    "speaker": "intervene",
    "text": "To intervene means to become involved in a difficult situation in order to improve it."
  },
  {
    "order": 26,
    "speaker": "invariably",
    "text": "And finally, the adverb invariably means always. Once again our six minutes are up, but remember to join us again next time for more trending topics and useful vocabulary. Goodbye for now!"
  },
  {
    "order": 27,
    "speaker": "Phil",
    "text": "Bye!"
  }
]
