[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I'm Beth."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Lots of things can make us feel embarrassed – that self-conscious, uncomfortable feeling when your face blushes red and you wish you could just disappear."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "Have you had any embarrassing moments, Neil?"
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "Yes, many. Once I met my parents in a car park and I saw them arriving in their car and I waved my hands around in a very silly way. But unfortunately, I soon discovered that it wasn't my parents. It was another couple."
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "Oh no, that's really embarrassing. I remember answering the phone, I thought it was my best friend and I said \"hello\" in a very silly voice, and then they asked to speak to my dad, and it wasn't my friend."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "What was the voice?"
  },
  {
    "order": 8,
    "speaker": "Beth",
    "text": "Hello?"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "Oh dear. But embarrassment is more than just shyness and blushing. When it comes to our health, there's no end of things to be embarrassed about."
  },
  {
    "order": 10,
    "speaker": "Beth",
    "text": "Yes, and some people feel so embarrassed that they don’t go to see a doctor when they should, sometimes with serious consequences."
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "In this programme, we'll be discussing the issue of medical embarrassment, and as usual, we'll be learning some useful new words and phrases."
  },
  {
    "order": 12,
    "speaker": "Beth",
    "text": "So, I have a question. Neil, according to the UK's Nursing Times newspaper, what percentage of people surveyed said they had delayed visiting their doctor out of embarrassment, and then later been diagnosed with a health condition? Was it:"
  },
  {
    "order": 13,
    "speaker": "Beth",
    "text": "a)    21% ?"
  },
  {
    "order": 14,
    "speaker": "Beth",
    "text": "b)    41% ? or,"
  },
  {
    "order": 15,
    "speaker": "Beth",
    "text": "c)    61% ?"
  },
  {
    "order": 16,
    "speaker": "Neil",
    "text": "So I think it's probably a lot. So c) 61%."
  },
  {
    "order": 17,
    "speaker": "Beth",
    "text": "OK. We will find out if that's correct at the end of the programme."
  },
  {
    "order": 18,
    "speaker": "Beth",
    "text": "As humans we get embarrassed if we feel different from others, especially if the difference is physical. But how does feeling embarrassed about a medical condition impact our relationship with the doctor? Here's Dr Vanessa Apea, consultant in sexual health at Barts Hospital in London, explaining more to BBC Radio 4 programme, Inside Health:"
  },
  {
    "order": 19,
    "speaker": "delay diagnosed delayedsuffering in silence",
    "text": "So they'll delay accessing the clinic, and also seeking treatment, and so then you'll often see people that could have been diagnosed with what's happening much earlier, and could have had earlier intervention, but it's delayed quite significantly. And so I then feel that we see a lot of people kind of suffering in silence really."
  },
  {
    "order": 20,
    "speaker": "delaydiagnosed diagnose",
    "text": "Many people delay going to the doctor – they postpone going or put it off until a later time. As a result, their problem isn’t diagnosed. To diagnose means to identify a disease or health problem through medical examination."
  },
  {
    "order": 21,
    "speaker": "suffer in silence",
    "text": "For some, feelings of embarrassment are so strong they prefer to suffer in silence – to struggle with pain without seeking help - rather than visit the doctor. But fortunately, there are things you can do to help. Writing your problem down, going with a friend, and visiting a doctor you trust are some ideas Dr Apea recommends."
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "There are ways that doctors can help as well, as Dr Vanessa Apea explains here to James Gallagher, presenter of BBC Radio 4 programme, Inside Health:"
  },
  {
    "order": 23,
    "speaker": "put people at ease",
    "text": "Can you tell us what techniques you use to put people at ease?"
  },
  {
    "order": 24,
    "speaker": "confidentialnon-verbal cues",
    "text": "I bring transparency to the conversation, and own it, and say that I'm going to be asking you some quite personal questions, and there may be also intimate examination… I want to assure you that this is confidential, that this is a safe, non-judgmental space… So really, I often name the words to create that space as well. Also in my manner, I would hope, and in my non-verbal cues."
  },
  {
    "order": 25,
    "speaker": "put people at easeconfidential",
    "text": "James asks what doctors can do to put people at ease – to make them feel calm and relaxed - and Dr Apea describes her ideal conversation: it’s a safe space, it’s non-judgmental and what is said is confidential, kept private and not shared with anyone."
  },
  {
    "order": 26,
    "speaker": "non-verbal cues",
    "text": "As well as discussing embarrassing problems sensitively, Dr Apea also uses non-verbal cues - the expression on her face, her hand movements, and the tone of her voice, rather than words, to communicate and relax the patient. Embarrassment is normal, and with support hopefully more of us will feel safe to visit the doctor despite it. OK, Beth, isn't it time to reveal the answer to your question?"
  },
  {
    "order": 27,
    "speaker": "Beth",
    "text": "It is. I asked you: What percentage of people said they had delayed visiting the doctor because they were embarrassed, but then had later been diagnosed with a health condition? Do you remember what you said, Neil?"
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "Yes, I think I said c) 61%."
  },
  {
    "order": 29,
    "speaker": "delay",
    "text": "I'm afraid that is not the correct answer! It was, in fact a) 21% or just over a fifth. OK, let’s recap the new vocabulary we've used, starting with delay, to postpone or put off until a later time."
  },
  {
    "order": 30,
    "speaker": "diagnose",
    "text": "To diagnose a disease or medical condition means to identify it by recognising the symptoms and examining the patient."
  },
  {
    "order": 31,
    "speaker": "suffer in silence",
    "text": "If you suffer in silence, you endure and struggle with painful feelings without asking someone for help."
  },
  {
    "order": 32,
    "speaker": "put someone at ease",
    "text": "The phrasal verb put someone at ease means to make someone feel calm and relaxed."
  },
  {
    "order": 33,
    "speaker": "confidential",
    "text": "The adjective confidential means kept private and secret and describes information which is not shared with anyone else."
  },
  {
    "order": 34,
    "speaker": "non-verbal cues",
    "text": "And finally, non-verbal cues are types of communication using facial expressions, hand gestures or tone of voice, rather than speech, to show your feelings. Once again, our six minutes are up, but why not built your vocabulary and listening skills even more with the quiz and worksheet related to this programme? They’re both available now on our website, bbclearningenglish.com. See you there!"
  },
  {
    "order": 35,
    "speaker": "Beth",
    "text": "Bye!"
  }
]