[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I'm Beth."
  },
  {
    "order": 3,
    "speaker": "family tree",
    "text": "Nowadays, it's popular to find out more about your family history by tracing your family tree – a diagram that shows all the members of a family over a long period of time. What do you know about your family history, Beth?"
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "Well, my Mum actually did our family tree, and she found a lot of our ancestors had emigrated to the United States. But, yeah, I don't know much more than that. What about you?"
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "Well, I'm lucky to have an unusual surname, so it's quite easy to trace my ancestors and somebody in my family has gone back to 1700 and found somebody with my name."
  },
  {
    "order": 6,
    "speaker": "ancestry",
    "text": "Wow, that's amazing. Well, the internet has made it easier to find the historical records needed to research your ancestry - the origins of your family. But what if you want to find out about a time before historical records began? Luckily, some companies now offer to trace your ancestry using DNA."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "DNA is the cellular information that's passed down from parents to children telling the body how to create life. Listener, Chris, from the UK, recently took a DNA ancestry test. When the test returned some unexpected results, Chris called BBC Radio 4 programme, Sliced Bread, wondering how accurate they really were:"
  },
  {
    "order": 8,
    "speaker": "taken with a pinch of salt",
    "text": "Not so long ago I sent off a home DNA testing kit and the results that came back were broadly in line with expectations, but it had some little glitches in there which made me think, is this accurate? Or is it to be taken with a pinch of salt?"
  },
  {
    "order": 9,
    "speaker": "take them with a pinch of salt",
    "text": "Chris wondered whether his results were accurate, or whether to take them with a pinch of salt, an idiom meaning to doubt something is completely true. So, in this programme we'll discuss how accurate DNA ancestry tracing is, and, as usual, we'll learn some useful new words and phrases. And remember, you can find all the vocabulary for this programme on our website, bbclearningenglish.com."
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "First though, I have a question for you, Beth. One reason to be cautious about DNA ancestry tests is that humans are very similar to each other. Most of your DNA is identical with every other person on earth, and it's only the tiny amount of difference that accounts for all genetic variations between humans. So, exactly how much DNA do humans share with each other? Is it:"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "a)    79.9%?"
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "b)    89.9%?, or"
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "c)    99.9%?"
  },
  {
    "order": 14,
    "speaker": "Beth",
    "text": "I am going to guess 99.9%."
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "OK. well we'll find out the answer later in the programme. Another problem for research based on DNA is agreeing on the meaning of words like 'ancestry' and 'ethnicity'. Here, genealogist, Louise Baldock explains the difference between these words to BBC Radio 4 programme, 'Sliced Bread':"
  },
  {
    "order": 16,
    "speaker": "forebearsethnicity'",
    "text": "So 'ancestry' is really about people, it's about your actual forebears. Your 'ethnicity',you would probably think of in geographical terms, maybe which continent or which region your 'people' came from."
  },
  {
    "order": 17,
    "speaker": "forebears ethnicity",
    "text": "Like 'ancestors', the term forebears means actual people - the relatives in your family from a long time ago. But Louise is more interested in the term, ethnicity – the shared culture, language and traditions of a group of people – and this is closely connected to a geographical location."
  },
  {
    "order": 18,
    "speaker": "Neil",
    "text": "And it's this question of geography which interested BBC presenter, Greg Foot. Greg sent DNA samples to two different companies. The results from the first company matched what he already knew about his family, that the past five generations came from England. But listen to what happens when Louise Baldock revealed the results of Greg's second DNA test on his BBC Radio 4 show, Sliced Bread:"
  },
  {
    "order": 19,
    "speaker": "blow your mind",
    "text": "It's going to blow your mind! [OK]. Can I tell you what you're looking at?"
  },
  {
    "order": 20,
    "speaker": "Greg Foot",
    "text": "Yes, please do."
  },
  {
    "order": 21,
    "speaker": "Louise Baldock",
    "text": "It says that you are, first of all, 66% north and west Europe, but explicitly that doesn't refer to the United Kingdom."
  },
  {
    "order": 22,
    "speaker": "Greg Foot",
    "text": "OK, that's a wide geographical area."
  },
  {
    "order": 23,
    "speaker": "Louise Baldock",
    "text": "27.5% Irish, Scottish and Welsh, but again, explicitly not English."
  },
  {
    "order": 24,
    "speaker": "blows  mind",
    "text": "The second company's DNA test blows Greg's mind – it makes him very excited and surprised. There's no evidence of his ancestors being English at all!"
  },
  {
    "order": 25,
    "speaker": "Neil",
    "text": "Actually, companies compare DNA with other samples in their database, and since companies use different databases, it's not too surprising that Greg's results were so different – unlike his actual DNA."
  },
  {
    "order": 26,
    "speaker": "Beth",
    "text": "Speaking of which, what was the answer to your question, Neil?"
  },
  {
    "order": 27,
    "speaker": "Neil",
    "text": "I asked you what percentage of human DNA is shared by everyone, and what was your answer, Beth?"
  },
  {
    "order": 28,
    "speaker": "Beth",
    "text": "I said 99.9%."
  },
  {
    "order": 29,
    "speaker": "family tree",
    "text": "Well, you must be very clever, because the answer is correct. Well done! Right, let's recap the vocabulary we've learned starting with family tree, a diagram showing all the members of a family"
  },
  {
    "order": 30,
    "speaker": "Ancestry",
    "text": "Ancestry refers to the origins of a family."
  },
  {
    "order": 31,
    "speaker": "take something with a pinch of salt",
    "text": "If you take something with a pinch of salt, you don't believe it's completely true."
  },
  {
    "order": 32,
    "speaker": "Forebears",
    "text": "Forebears are relatives who lived in the past."
  },
  {
    "order": 33,
    "speaker": "Ethnicity",
    "text": "Ethnicity means the social, cultural and linguistic characteristics shared by a group of people."
  },
  {
    "order": 34,
    "speaker": "blows your mind",
    "text": "And finally, if something blows your mind, it makes you excited or surprised. Once again our six minutes are up, but why not head over to the BBC Learning English website where you'll find a worksheet and quiz especially for this programme. See you there soon!"
  },
  {
    "order": 35,
    "speaker": "Neil",
    "text": "Goodbye!"
  }
]
