[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I’m Beth. Do you remember your first day at school, Neil?"
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Um, yes I do. I changed schools quite a lot when I was a kid, so I had lots of first days and they were never easy. How about you, Beth?"
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "Well, my mum always tells this story about how I was crying a lot on my first day. But apparently as soon as she left, I was quite happy. So my mum spent the day being a bit sad and I was completely fine."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "Well, yeah, starting school and making new friends is difficult for many children. But it’s not just the kids who find it challenging. For mums and dads who drop their kids off at the school gates in the morning and pick them up again at the end of the school day, making friends with other mums can be just as hard."
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "Here, BBC presenter, Nuala McGovern, discusses this problem using the term, ‘mum friends’."
  },
  {
    "order": 7,
    "speaker": "Nuala McGovern",
    "text": "So if you are a mum dropping off or picking up the kids this week, how do you feel about hanging out with other ‘mum friends’? I find that term kind of interesting as well, mum friends – they’re never called ‘friends’, they’re called ‘mum friends’. Do you struggle to make those relationships, or do you thrive on them, or are you perfectly happy without them?"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "‘Mum friends’ are usually the mums of other children in your child’s class at school. They might go for coffee together, help out with babysitting or chat about being a mother. But is making new ‘mum friends’ really the positive experience it’s often described as, or an additional stress for already overworked mothers? That’s what we’ll be discussing in this programme, along with some useful new vocabulary."
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "And if the idea of ‘mum friends’ is new to you, why not take a minute to read through the list of vocabulary before you listen? It’s easy to find on our website, bbclearningenglish.com."
  },
  {
    "order": 10,
    "speaker": "play date",
    "text": "Now I have a question for you, Beth. Another term often associated with ‘mum friends’ is play date – a time that parents arrange for their children to play together. But according to the Oxford English Dictionary, where does the term come from? Is the origin in:"
  },
  {
    "order": 11,
    "speaker": "play date",
    "text": "a) Australia?"
  },
  {
    "order": 12,
    "speaker": "play date",
    "text": "b) New Zealand? or,"
  },
  {
    "order": 13,
    "speaker": "play date",
    "text": "c) the United States of America?"
  },
  {
    "order": 14,
    "speaker": "Beth",
    "text": "Um, I'm gonna guess the USA, C."
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "OK. Feeling confident?"
  },
  {
    "order": 16,
    "speaker": "Beth",
    "text": "Yes!"
  },
  {
    "order": 17,
    "speaker": "Neil",
    "text": "Well, we'll see at the end of the programme. For some mums, dropping their kids off at school reminds them of when they themselves were little and under pressure to make friends. Listen as mum, Jayne Cherrington-Cook, describes these feelings to BBC Radio 4 programme, Woman’s Hour:"
  },
  {
    "order": 18,
    "speaker": "clique.glamfit into",
    "text": "The school gates take you back to being back at school. It's like you said, a high school clique. You’ve got the sporty mums over there, you’ve got the glam mums over there, you've got, you know… And if you don't fit into one of those it's really, really difficult to navigate, and yet you're all there just because your children were born in the same year. It's a really weird thing!"
  },
  {
    "order": 19,
    "speaker": "cliques,cliquecliqueglamglam",
    "text": "Jayne says that mums often form cliques, small groups of people who like spending time together and seem unfriendly towards others. For example, at Jayne’s daughter’s school there’s a clique of sporty mums, and a clique of glam mums who put on make-up and dress up. Jayne uses the adjective glam as a shortened form of the word, glamour, meaning attractive and exciting."
  },
  {
    "order": 20,
    "speaker": "fit intofit into",
    "text": "Problems start when someone doesn’t fit into one of the cliques. If you fit into a group of people, you feel you belong and are accepted, probably because you are similar to them."
  },
  {
    "order": 21,
    "speaker": "Beth",
    "text": "So some mums feel rejected from cliques and worry about their children being left out of play dates. But other mums don’t mind – if people want to be friends that’s fine, and if they don’t, that’s fine too! Being a mum is hard enough without adding more stress. Jayne definitely belongs to this group, as she explains to BBC Radio 4’s, Woman’s Hour:"
  },
  {
    "order": 22,
    "speaker": "down to luck",
    "text": "I think I'd had some really bad experiences at baby groups where you're trying to make your child do yoga or paint when they're four months old, and trying to bond with these other women and I just thought, ‘This is ridiculous!’ And I pretty much straight away realised it was gonna be just down to luck if I met somebody that I clicked with."
  },
  {
    "order": 23,
    "speaker": "down to luckdown to luck",
    "text": "Jayne says it’s down to luck if she makes mum friends. If you say something is down to luck, you mean it depends on chance rather than any skill or effort you make. But there’s always the possibility you’ll meet someone and click with them, become friends as soon as you start talking."
  },
  {
    "order": 24,
    "speaker": "Beth",
    "text": "Well, I know something that isn’t down to luck, Neil – the answer to your question."
  },
  {
    "order": 25,
    "speaker": "Neil",
    "text": "Ah yes. I asked you about the origin of the term play date. Which country does it come from?"
  },
  {
    "order": 26,
    "speaker": "Beth",
    "text": "I think it's the USA."
  },
  {
    "order": 27,
    "speaker": "Neil",
    "text": "Well Beth, you are right. [Yay!] So well done. According to the Oxford English Dictionary, ‘play date’ was first used in the Lincoln Daily Star newspaper in Nebraska, USA in 1915."
  },
  {
    "order": 28,
    "speaker": "play date",
    "text": "OK, let’s recap the vocabulary we’ve learned, starting with play date – an arrangement that parents make for their young children to play together."
  },
  {
    "order": 29,
    "speaker": "clique",
    "text": "A clique is a small group of people who spend a lot of time together and may seem unfriendly towards other people."
  },
  {
    "order": 30,
    "speaker": "Glam",
    "text": "Glam is short for glamorous, meaning visually attractive and exciting."
  },
  {
    "order": 31,
    "speaker": "fit into",
    "text": "If you fit into a group of people, you belong and feel accepted by them because you’re similar to them."
  },
  {
    "order": 32,
    "speaker": "down to luck",
    "text": "If you say something is down to luck, you mean that it depends on chance or luck, rather than any skill or effort you make."
  },
  {
    "order": 33,
    "speaker": "click with",
    "text": "And finally, if you click with someone, you feel a friendly and positive connection when you meet them for the first time. Once again our time is up. Why not head over to the 6 Minute English website to find a quiz and worksheet for this programme while it’s still fresh in your mind. See you again soon, goodbye for now!"
  },
  {
    "order": 34,
    "speaker": "Beth",
    "text": "Bye!"
  }
]