[
  {
    "order": 1,
    "speaker": "Pippa",
    "text": "Hello, this is 6 Minute English from BBC Learning English. I’m Pippa."
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I’m Neil."
  },
  {
    "order": 3,
    "speaker": "Pippa",
    "text": "Now, Neil, have you ever wanted to be a musician?"
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "Oh yes, Pippa, I still want to be a musician. I've been playing my guitar since I was 14."
  },
  {
    "order": 5,
    "speaker": "Pippa",
    "text": "Wow. Well, maybe one day you'll, you'll manage it. Who knows?"
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "What about you?"
  },
  {
    "order": 7,
    "speaker": "Pippa",
    "text": "I don't think I'd like to be a musician. I think it would be a bit stressful. Especially if you had lots of fans and were really successful."
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "Yeah. I wonder what life as a musician is actually like? We’ll be finding that out in this programme as we hear from some people around the UK who would like to become successful musicians, and we’ll even listen to some of their music too."
  },
  {
    "order": 9,
    "speaker": "Pippa",
    "text": "But first, I have a question for you, Neil."
  },
  {
    "order": 10,
    "speaker": "Pippa",
    "text": "In the UK, we have a weekly chart of the best-selling songs in the country. And the top selling song is called the number one. But which musical artist do you think has had the most UK number one songs?"
  },
  {
    "order": 11,
    "speaker": "Pippa",
    "text": "a) The Beatles"
  },
  {
    "order": 12,
    "speaker": "Pippa",
    "text": "b) Ed Sheeran"
  },
  {
    "order": 13,
    "speaker": "Pippa",
    "text": "c) Elvis Presley"
  },
  {
    "order": 14,
    "speaker": "Neil",
    "text": "Oh well, I think that's easy. It must be, surely, The Beatles."
  },
  {
    "order": 15,
    "speaker": "Pippa",
    "text": "Well, I’ll reveal the answer at the end of the programme."
  },
  {
    "order": 16,
    "speaker": "Pippa",
    "text": "Now, getting a number one song is a dream for many musicians. But if you want to become a musician, where do you start?"
  },
  {
    "order": 17,
    "speaker": "open mics",
    "text": "I grew up in a really rich music scene in St Ives. I was going to open mics from the age of about 11."
  },
  {
    "order": 18,
    "speaker": "open mic nightsOpen mic nights",
    "text": "This is Bailey. She lives in St Ives in Cornwall on the south-west coast of England. She says she was going to open mic nights from a young age. Open mic nights are events where anyone can sing or play music."
  },
  {
    "order": 19,
    "speaker": "Pippa",
    "text": "Bailey talked about her life as a musician to BBC Learning English programme My Song, My Home."
  },
  {
    "order": 20,
    "speaker": "songwriters' circles bunchtook me under their wing",
    "text": "I would go to these songwriters' circles at the Kettle and Wink on, like, a Friday night after school where I'd be, like, the youngest person by, like, 50 years. But I'd sit in a circle with a bunch of old men, and they'd play James Taylor and Carole King and The Eagles and lots of 70s music, and I guess that's influenced me massively. But I guess, you know, everyone kind of took me under their wing growing up."
  },
  {
    "order": 21,
    "speaker": "songwriters' circles",
    "text": "When she was younger, Bailey went to songwriters' circles. These are meetings for people interested in writing their own music."
  },
  {
    "order": 22,
    "speaker": "bunchbunch",
    "text": "Bailey remembers sitting with a bunch of old men. A bunch is an informal way to talk about a group of people."
  },
  {
    "order": 23,
    "speaker": "took her under their wingtake somebody under your wing",
    "text": "The older men in the group would play music from the 1970s, and Bailey says they took her under their wing. If you take somebody under your wing you decide to protect them or guide them."
  },
  {
    "order": 24,
    "speaker": "Pippa",
    "text": "Let’s meet another musician, Josh."
  },
  {
    "order": 25,
    "speaker": "busking",
    "text": "So, I learnt my first proper song on guitar when I was about 13. I literally started busking the moment I could kind of do that."
  },
  {
    "order": 26,
    "speaker": "busker",
    "text": "Josh lives in London and is a busker. This means that he performs on the street or in public places to earn money."
  },
  {
    "order": 27,
    "speaker": "Busking",
    "text": "Busking is a common way for musicians to make money and perform to more people. And as Josh told BBC Learning English programme My Song, My Home, it can help musicians to get new opportunities."
  },
  {
    "order": 28,
    "speaker": "main earnergigsowe a lot tobusking",
    "text": "It's been kind of like my main earner that's kept me going for the last ten or so years. From that, it's then got me various different opportunities. It's got me all my gigs, it's got me all my connections. So I owe a lot to busking."
  },
  {
    "order": 29,
    "speaker": "main earner",
    "text": "Busking is Josh’s main earner, it’s his main source of money."
  },
  {
    "order": 30,
    "speaker": "buskinggigsGigs",
    "text": "He says that busking has got him all his gigs and connections. Gigs are musical concerts. It’s an informal, slang word."
  },
  {
    "order": 31,
    "speaker": "owes a lot toowe a lot",
    "text": "Josh says he owes a lot to busking. If you owe a lot to someone or something, you have success or happiness because of that person or thing."
  },
  {
    "order": 32,
    "speaker": "owes a lot toowe a lot",
    "text": "So, would you like to listen to some of Josh’s music, Neil?"
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "Of course I would."
  },
  {
    "order": 34,
    "speaker": "Pippa",
    "text": "Well, here’s a bit of his song That Side of the Wall, which he performed for BBC Learning English programme My Song, My Home."
  },
  {
    "order": 35,
    "speaker": "Clip from song",
    "text": "Can you leave me something"
  },
  {
    "order": 36,
    "speaker": "Clip from song",
    "text": "Can you leave it by the door"
  },
  {
    "order": 37,
    "speaker": "Clip from song",
    "text": "So I know there's something"
  },
  {
    "order": 38,
    "speaker": "Clip from song",
    "text": "Or someone"
  },
  {
    "order": 39,
    "speaker": "Clip from song",
    "text": "That side of the wall"
  },
  {
    "order": 40,
    "speaker": "Clip from song",
    "text": "Stop the heat from coming"
  },
  {
    "order": 41,
    "speaker": "Clip from song",
    "text": "'Cause I always liked the cold"
  },
  {
    "order": 42,
    "speaker": "Clip from song",
    "text": "I need some belonging"
  },
  {
    "order": 43,
    "speaker": "Clip from song",
    "text": "Or someone"
  },
  {
    "order": 44,
    "speaker": "Clip from song",
    "text": "That side of the wall"
  },
  {
    "order": 45,
    "speaker": "Neil",
    "text": "Wow. Josh is pretty good, isn't he?. I’d love to hear more."
  },
  {
    "order": 46,
    "speaker": "Pippa",
    "text": "Well you can find performances by the musicians in the series on our website – bbclearningenglish.com. We’ll also put a link in the notes below this episode!"
  },
  {
    "order": 47,
    "speaker": "Neil",
    "text": "OK. So, what about your question, Pippa?"
  },
  {
    "order": 48,
    "speaker": "Pippa",
    "text": "Yes, I asked which artist had the most number one songs in the UK charts? The Beatles, Ed Sheeran or Elvis Presley?"
  },
  {
    "order": 49,
    "speaker": "Pippa",
    "text": "And you said The Beatles, Neil. But the answer is actually Elvis Presley. He's had 21 number one songs and The Beatles have had 18."
  },
  {
    "order": 50,
    "speaker": "Neil",
    "text": "Really? Well that's OK, I love 'the King' as well."
  },
  {
    "order": 51,
    "speaker": "Pippa",
    "text": "OK."
  },
  {
    "order": 52,
    "speaker": "open mic nights",
    "text": "OK, let’s recap the vocabulary we’ve learned in this musical episode, starting with open mic nights, events where anyone can sing or play music."
  },
  {
    "order": 53,
    "speaker": "Songwriters' circles",
    "text": "Songwriters' circles are meetings for people interested in writing their own music."
  },
  {
    "order": 54,
    "speaker": "bunch",
    "text": "A bunch of people is a group of people."
  },
  {
    "order": 55,
    "speaker": "take someone under your wing",
    "text": "The expression take someone under your wing means to protect or guide someone."
  },
  {
    "order": 56,
    "speaker": "Buskingbusker",
    "text": "Busking is performing in a public place for money, and a busker is someone who performs on the street for money."
  },
  {
    "order": 57,
    "speaker": "main earner",
    "text": "Your main earner is your main source of income."
  },
  {
    "order": 58,
    "speaker": "Gigs",
    "text": "Gigs are musical concerts."
  },
  {
    "order": 59,
    "speaker": "toowe a lot to",
    "text": "And the expression to owe a lot to someone or something, means to have success or happiness because of that person or thing."
  },
  {
    "order": 60,
    "speaker": "Neil",
    "text": "Once again our six minutes are up, but you can find My Song, My Home on our website – bbclearningenglish.com. Watch the songs and sing along, and learn more about the vocabulary in the lyrics!"
  },
  {
    "order": 61,
    "speaker": "Pippa",
    "text": "We’ll see you again soon for some more trending topics and useful vocabulary. Bye for now!"
  },
  {
    "order": 62,
    "speaker": "Neil",
    "text": "Goodbye!"
  }
]