[
  {
    "order": 1,
    "speaker": "Phil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Phil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I’m Beth."
  },
  {
    "order": 3,
    "speaker": "Phil",
    "text": "Love it or hate it, there’s no doubt fast food is popular. Are you a fast food fan, Beth?"
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "Erm, not really, no. I think sometimes it can be quite convenient, obviously because it's quick, but not really."
  },
  {
    "order": 5,
    "speaker": "Phil",
    "text": "Well, whatever you think about them, fast food brands like KFC, Domino's and, of course the big one, McDonald’s, are incredibly successful."
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "In this programme, we’ll be discussing the global spread of fast food from its beginnings in 1950s America. As usual, we’ll be learning some useful new words and phrases."
  },
  {
    "order": 7,
    "speaker": "Phil",
    "text": "But first, I have a question for you, Beth. Roughly how many fast food restaurants are there in the UK?"
  },
  {
    "order": 8,
    "speaker": "Phil",
    "text": "Is it:"
  },
  {
    "order": 9,
    "speaker": "Phil",
    "text": "a)    4,000?"
  },
  {
    "order": 10,
    "speaker": "Phil",
    "text": "b)    42,000? or,"
  },
  {
    "order": 11,
    "speaker": "Phil",
    "text": "c)    four million?"
  },
  {
    "order": 12,
    "speaker": "Beth",
    "text": "I'm going to go for b) 42,000."
  },
  {
    "order": 13,
    "speaker": "Phil",
    "text": "OK, well later on we'll find out the answer. In the United States, cheap and easy food like hamburgers, French fries and milkshakes have been popular since the 1950s. Listen as Adam Chandler, author of the book Drive-Thru Dreams, which traces the history of American fast food, tells BBC World Service programme, The Food Chain, how it all got started:"
  },
  {
    "order": 14,
    "speaker": "At the heart ofcan dotheAmerican dreamthe American dream",
    "text": "At the heart of the story of fast food is a very 'anyone can do this' sense. A lot of the company founders didn't have a college degree, who didn't have a high school degree in a lot of instances, didn't come from money, were oftentimes just people who were ready to plug themselves into a system that would work for them. And it did. It made opportunity very, very easy in a time when that was a new part of the American experience. So it was the American dream in a very small way, that became the American dream in a very big way."
  },
  {
    "order": 15,
    "speaker": "at the heart of",
    "text": "The rise of fast food reflected the rise of American economic power after the Second World War. When Adam says that this lies at the heart of the story, he means it’s the most important part of the story."
  },
  {
    "order": 16,
    "speaker": "can-do attitudecan-do attitude",
    "text": "In the 1950s, when the famous brands we know today were just beginning, anyone with a can-do attitude could sell fast food. A can-do attitude describes someone who is confident and determined to fix problems and achieve results."
  },
  {
    "order": 17,
    "speaker": "The American dream",
    "text": "Which is exactly what happened at successful restaurants like Kentucky Fried Chicken and McDonald’s. For many, these fast food brands symbolised The American dream - the idea that anyone in the United States can achieve success through hard work and determination."
  },
  {
    "order": 18,
    "speaker": "Phil",
    "text": "The success of KFC, McDonald’s and the rest wasn’t limited to America. Nowadays, you can visit two McDonald’s on opposite sides of the planet and eat exactly the same meal."
  },
  {
    "order": 19,
    "speaker": "Beth",
    "text": "But not every country opened its arms in welcome – the tiny island of Iceland for one. Andie Sophia Fontaine, who used to work in McDonald’s, now edits The Iceland Review. Here, she tells BBC World Service programme, The Food Chain, how McDonald’s got a frosty reception when it started selling burgers in Iceland’s capital, Reykjavik."
  },
  {
    "order": 20,
    "speaker": "long-standingtake on",
    "text": "There's been a long-standing burger culture in Iceland. They have their own take on the hamburger wherein they'll use lettuce, and raw cucumbers, and a type of fry sauce - that's called a shalpuborgari, or a shop burger, and that's been around for ages. Yeah, so McDonald's - they struggled to try to maintain a market."
  },
  {
    "order": 21,
    "speaker": "long-standingtake on",
    "text": "[...]"
  },
  {
    "order": 22,
    "speaker": "he final nail in the coffin",
    "text": "The final nail in the coffin was the global financial crisis in 2008/2009."
  },
  {
    "order": 23,
    "speaker": "long-standing a take on",
    "text": "Iceland already had a long-standing tradition of eating burgers – a tradition that had existed for a long time. For example, the shalpuborgari, or shop burger, was a take on – or variation of – the American hamburger."
  },
  {
    "order": 24,
    "speaker": "the final nail in the coffin",
    "text": "McDonald’s weren’t as successful in Iceland as they’d been elsewhere. And the global financial crash of 2008 was the final nail in the coffin, an event which caused the failure of something that had already started to go wrong. To this day there are no McDonald’s in Iceland, unlike Britain, which reminds me of your question, Phil."
  },
  {
    "order": 25,
    "speaker": "Phil",
    "text": "Yes. I asked you how many fast food restaurants there are in Britain. I asked you if there were 4,000, 42,000 or four million. And of course, the answer is 42,000 so you were right, well done!"
  },
  {
    "order": 26,
    "speaker": "at the heart of",
    "text": "OK, let’s recap the vocabulary we’ve learned, starting with at the heart of, meaning the most important part, or the cause, of something."
  },
  {
    "order": 27,
    "speaker": "can-do attitude",
    "text": "If you say that someone has a can-do attitude, you mean they are confident to take action, fix problems and deal with new challenges."
  },
  {
    "order": 28,
    "speaker": "The American dream",
    "text": "The American dream is the belief that everyone in the USA has the opportunity to be successful and happy if they work hard."
  },
  {
    "order": 29,
    "speaker": "long-standing",
    "text": "The adjective, long-standing means having existed for a long time."
  },
  {
    "order": 30,
    "speaker": "A take on",
    "text": "A take on something means a variation, or new way of presenting it."
  },
  {
    "order": 31,
    "speaker": "the final nail in the coffin",
    "text": "And finally, the idiom, the final nail in the coffin, refers to an event that causes the final end of something that had already started to fail. Once again, our six minutes are up, but why not head over to the BBC Learning English website where you’ll find a worksheet and quiz especially for this programme. See you there soon!"
  },
  {
    "order": 32,
    "speaker": "Phil",
    "text": "Goodbye!"
  }
]
