[
  {
    "order": 1,
    "speaker": "Phil",
    "text": "Hello, this is 6 Minute English from BBC Learning English, I'm Phil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I'm Beth."
  },
  {
    "order": 3,
    "speaker": "Phil",
    "text": "If you use the internet, and nearly everyone does, you’ve probably read headlines like this:"
  },
  {
    "order": 4,
    "speaker": "Phil",
    "text": "You won’t believe what plastic surgery this celebrity has had done!"
  },
  {
    "order": 5,
    "speaker": "Phil",
    "text": "Known as clickbait, headlines like these are used to grab your attention and make you read more."
  },
  {
    "order": 6,
    "speaker": "rage bait",
    "text": "But now, a new trend called rage bait is spreading across social media. Rage bait is online content designed to make you angry or outraged."
  },
  {
    "order": 7,
    "speaker": "rage bait",
    "text": "In this programme, we’ll explore the trend of rage-baiting, and, as usual, we’ll learn some useful new vocabulary, all of which you can find on our website, bbclearningenglish.com."
  },
  {
    "order": 8,
    "speaker": "rage bait",
    "text": "Great, but first it’s time for my question, Beth, which is about the two terms we’ve been using: 'clickbait' and 'rage bait'. Both contain the word, 'bait', but what is its actual meaning? Is bait:"
  },
  {
    "order": 9,
    "speaker": "rage bait",
    "text": "a)    a strong feeling of anger?"
  },
  {
    "order": 10,
    "speaker": "rage bait",
    "text": "b)    food put on a hook to catch fish or animals?"
  },
  {
    "order": 11,
    "speaker": "rage bait",
    "text": "c)    a piece of computer software?"
  },
  {
    "order": 12,
    "speaker": "Beth",
    "text": "I am fairly confident that it is b) – food put on a hook."
  },
  {
    "order": 13,
    "speaker": "rage bait",
    "text": "OK. Well, we'll find out the correct answer later in the programme. Here’s how rage bait works: a creator posts a provocative piece of content online, a message maybe, or a video. People see it, feel outraged, and comment angrily. Others see it, like it and share it around. Either way, the content creates interest, increases internet traffic and makes money for the creator. Here’s marketing strategist, Andrea Jones, explaining more to Megan Lawton, presenter of BBC World Service programme, Business Daily:"
  },
  {
    "order": 14,
    "speaker": "The morethe morethe moreinciting",
    "text": "The more content they create, the more engagement they get, the more that they get paid. And so they will do anything… some creators will do anything to get more views because the more views they get, the more that they get paid, even if, even if, those views are negative or inciting rage and anger in people."
  },
  {
    "order": 15,
    "speaker": "Megan Lawton",
    "text": "Andrea, how is rage bait different to clickbait or other online tactics? […]"
  },
  {
    "order": 16,
    "speaker": "manipulative.",
    "text": "As a marketer, I'm always, you know, coaching my clients and talking to them about using hooks in their marketing, right? And I think the difference between a hook and rage bait or even its long-lost cousin, clickbait content… When we think about a hook, to me a hook accurately reflects what's in that piece of content and it comes from a place of trust, whereas rage-baiting content is designed to be manipulative."
  },
  {
    "order": 17,
    "speaker": "the morethe morethe more the more the morethe more",
    "text": "Andrea says the more reaction a post gets, the more money the creator makes, even if the reactions are hateful. She uses the structure, the more one thing happens, the more something else happens, to show that as one thing happens repeatedly, so another thing increases as a result. For example, the more you practise English, the more you’ll improve."
  },
  {
    "order": 18,
    "speaker": "incite clickbait manipulative",
    "text": "It doesn’t matter that the content is designed to incite outrage – to encourage unpleasant or violent reactions. That’s why Andrea thinks rage bait is worse than clickbait. While clickbait is more truthful about its content, rage bait is manipulative, meaning it tries to influence something to its own advantage."
  },
  {
    "order": 19,
    "speaker": "Beth",
    "text": "So, it’s not hard to see why many people think rage bait is toxic. So, if you’re wondering why people react in the first place, listen as Dr William Brady explains the psychology behind rage bait to BBC World Service’s, Business Daily:"
  },
  {
    "order": 20,
    "speaker": "eyeballsbiases",
    "text": "If you are an influencer and you want to figure out, ‘Well, how do I get more eyeballs on my content?’ Well, you need to exploit those biases we have in our psychology because that's the content we’ll pay more attention to. In turn that's the content that algorithms will amplify, which ultimately means more advertising revenue."
  },
  {
    "order": 21,
    "speaker": "eyeballsbiases",
    "text": "Influencers want more eyeballs on their content – more people to view their website or social media posts – and use human psychology to do it. Psychologically speaking, we all have biases – feelings – which are often unconscious, either for or against a certain idea or group of people."
  },
  {
    "order": 22,
    "speaker": "Beth",
    "text": "Biases are emotional, and since listening to our emotions has been vital to the evolution of the human species, creators know that provoking our emotions will grab our attention."
  },
  {
    "order": 23,
    "speaker": "Phil",
    "text": "So, what can be done to combat rage bait? Well, we could all take a moment to think before reacting. And remember that by sharing something outrageous you might be making things worse, while also making the creator richer."
  },
  {
    "order": 24,
    "speaker": "Beth",
    "text": "OK, Phil, let’s reveal the answer to your question. You asked me what 'bait' is."
  },
  {
    "order": 25,
    "speaker": "Phil",
    "text": "I did. And the correct answer is b) food put on a hook to catch a fish or an animal, and isn’t that what you said, Beth?"
  },
  {
    "order": 26,
    "speaker": "Beth",
    "text": "It is, yes."
  },
  {
    "order": 27,
    "speaker": "rage bait",
    "text": "Right again! OK, let’s recap the vocabulary we’ve learned in the programme, starting with rage bait, social media content designed to provoke anger, thereby encouraging people to engage with it."
  },
  {
    "order": 28,
    "speaker": "the more… the more…",
    "text": "The structure, the more… the more… describes the situation when one thing happening repeatedly results in another thing happening too."
  },
  {
    "order": 29,
    "speaker": "incite",
    "text": "To incite someone means to encourage them to do or feel something unpleasant or violent."
  },
  {
    "order": 30,
    "speaker": "manipulative",
    "text": "The adjective, manipulative, describes trying to influence or control someone to your own advantage."
  },
  {
    "order": 31,
    "speaker": "Eyeballs",
    "text": "Eyeballs is an informal word for the number of people viewing a particular website or television programme."
  },
  {
    "order": 32,
    "speaker": "biases",
    "text": "And finally, biases are feelings, often unconscious, either for or against an idea or a group of people. Once again, our six minutes are up. Goodbye for now!"
  },
  {
    "order": 33,
    "speaker": "Phil",
    "text": "Bye!"
  }
]
