[
  {
    "order": 1,
    "speaker": "Phil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Phil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I’m Beth. Phil, what makes home special for you? Maybe it’s sleeping in your own bed, the view from the window, or a loved family pet. What makes you feel like you're home, Phil?"
  },
  {
    "order": 3,
    "speaker": "Phil",
    "text": "You know what? I think it's just relaxing on my sofa, in my living room."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "Very nice!"
  },
  {
    "order": 5,
    "speaker": "Phil",
    "text": "Well, you may not realise it, but for your brain one of the strongest identifiers of home is smell. Listen as BBC presenters Marnie Chesterton and Tristan Ahtone describe the smells which give them the feeling of home:"
  },
  {
    "order": 6,
    "speaker": "Marnie Chesterton",
    "text": "…My grandad's house smelt of pine and damp and musty books."
  },
  {
    "order": 7,
    "speaker": "Tristan Ahtone",
    "text": "…I know my mom's perfume, my dad’s preferred soap."
  },
  {
    "order": 8,
    "speaker": "Beth",
    "text": "In this programme, we’ll be finding out why our sense of smell is so important to feeling at home, even when we don’t notice it. As always, we’ll be introducing some useful new vocabulary, and if you head over to our website, bbclearningenglish.com, you’ll find a transcript of the programme to read along with as you listen, and there's a free worksheet too!"
  },
  {
    "order": 9,
    "speaker": "anosmic",
    "text": "Good idea, Beth! But now it’s time for my question. The sense of smell is incredibly powerful but not everyone has it. A small amount of the population is anosmic, meaning they can’t smell. So, according to research at the University of Reading, what percentage of people have no sense of smell? Is it:"
  },
  {
    "order": 10,
    "speaker": "anosmic",
    "text": "a)    2%?"
  },
  {
    "order": 11,
    "speaker": "anosmic",
    "text": "b)    5%? or,"
  },
  {
    "order": 12,
    "speaker": "anosmic",
    "text": "c)    7%?"
  },
  {
    "order": 13,
    "speaker": "Beth",
    "text": "Oh, I'm going to say b) 5%."
  },
  {
    "order": 14,
    "speaker": "Phil",
    "text": "Well, we'll find out the correct answer later in the programme."
  },
  {
    "order": 15,
    "speaker": "Phil",
    "text": "Have you ever come back home from holiday and noticed a strange smell in your house? If you have, don’t worry – it’s not bad, in fact there’s a scientific reason for it, as science writer Tristan Ahtone explained to BBC World Service programme, Unexpected Elements:"
  },
  {
    "order": 16,
    "speaker": "weird",
    "text": "One thing I've been thinking about is that every house or home has, well, a smell to it. You might really notice this in your own home when you come back from a long trip, and you step through your front door and things smell, well, just kind of a bit weird."
  },
  {
    "order": 17,
    "speaker": "a good chance",
    "text": "While there's a good chance your house might smell strange because it's been closed up for a few weeks, there's also a chance you might be smelling your home as it usually smells, but you just don't notice it when you're there."
  },
  {
    "order": 18,
    "speaker": "a good chanceweirda good chance",
    "text": "Tristan says that when you return home after being away, there’s a good chance your house smells weird, an adjective meaning strange or unusual. If you say there’s a good chance that something will happen, you mean there’s a high likelihood or probability of it."
  },
  {
    "order": 19,
    "speaker": "Phil",
    "text": "The truth is that every home has a smell, although we’re so used to it, we usually don’t notice. When we breathe in, receptor cells in the nose detect molecules in the air and send them to olfactory organs in the brain. These analyse the smells for danger. The reason you can't smell your own home is that it isn’t a threat to you. Here’s science writer Tristan Ahtone again, explaining more to BBC World Service programme, Unexpected Elements:"
  },
  {
    "order": 20,
    "speaker": "filtering outout of the ordinary scent",
    "text": "Well, by filtering out common non-threatening smells it makes it easier to detect things out of the ordinary that might be dangerous. So, for example, if you forget about your toast, and it starts to burn, you can typically smell that quickly because it’s a change to the environment that you're in. Then the other parts of your brain kick in to understand the smell of smoke as a potential harm or threat. But even if we can't smell our own homes, the scent of them still matters because it's entangled with our recognition of comfort and security."
  },
  {
    "order": 21,
    "speaker": "filtering outout of the ordinaryfilter something outfiltering out",
    "text": "By filtering out familiar smells, our brains are able to detect other smells which are out of the ordinary, unusual or uncommon, and which may be dangerous. To filter something out means to remove or separate something unwanted from something else. For example, filtering out the smell of home means we notice the smell of burning toast or other smells alerting us to possible danger."
  },
  {
    "order": 22,
    "speaker": "scent",
    "text": "Even though we don't usually notice the scent – the particular smell – of our home, it still has an effect on the brain's limbic system which handles memory and emotion. This explains why smell has such a strong effect on our feelings, and why we feel comfortable and safe at home."
  },
  {
    "order": 23,
    "speaker": "Beth",
    "text": "Right, Phil, isn’t it time to reveal the answer to your question?"
  },
  {
    "order": 24,
    "speaker": "Phil",
    "text": "Yes, it is. I asked you what percentage of the population is anosmic, that means they can't smell. And the answer is b) 5% which is what you said, I think."
  },
  {
    "order": 25,
    "speaker": "Beth",
    "text": "It is, yeah!"
  },
  {
    "order": 26,
    "speaker": "Phil",
    "text": "Well done!"
  },
  {
    "order": 27,
    "speaker": "anosmic",
    "text": "OK, let’s recap the vocabulary we’ve learnt in this programme, starting with anosmic, meaning having no sense, or a limited sense, of smell."
  },
  {
    "order": 28,
    "speaker": "weird",
    "text": "The adjective weird means strange, odd or bizarre."
  },
  {
    "order": 29,
    "speaker": "a good chance",
    "text": "When someone says there’s a good chance something will happen, they mean it’s quite likely to happen."
  },
  {
    "order": 30,
    "speaker": "out of the ordinary",
    "text": "The phrase out of the ordinary means unusual, uncommon, or exceptional."
  },
  {
    "order": 31,
    "speaker": "filter something out,",
    "text": "If you filter something out, you remove or separate something unwanted from a substance."
  },
  {
    "order": 32,
    "speaker": "scent",
    "text": "And finally, a scent is a distinctive smell, often a pleasant one although it can also mean the smell made by an animal. Once again, our six minutes are up, but if you enjoyed listening to this programme, you’ll find many more, along with a worksheet with a quiz you can try, on our website, bbclearningenglish.com. See you there soon!"
  },
  {
    "order": 33,
    "speaker": "Beth",
    "text": "Bye!"
  }
]