[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I'm Beth. In this programme, we're discussing the positives and negatives of social media in the lives of young people. And this is a really trending topic at the moment because of what's happening in Australia, where a new law to limit under 16-year-olds’ access to social media is being debated. Neil, tell me one good thing and one bad thing about having social media in your life."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Well, one good thing is it means I can see what friends are doing who live far away and one bad thing is it's really addictive and a massive waste of time."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "Well, it's interesting to hear a man's perspective, Neil, because when it comes to issues like cyber-bullying, it's often young women who are most affected, so soon we'll be hearing from women in different countries about their online experiences. And remember you can find all the vocabulary and a worksheet on our website, bbclearningenglish.com."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "But first I have a question for you, Beth. In 2024, which was the most regularly used social media platform in the world? Was it:"
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "a)    Facebook?"
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "b)    Instagram? or"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "c)    TikTok?"
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "Oh, I'm going to say TikTok."
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "Well, we'll find out the answer at the end of the programme. Now, let's start with the positive side of social media. As a politics student at Oklahoma University, twenty-one-year-old Haleigh Hurst campaigned in the 2024 US presidential election. Here, she explains one benefit of social media to BBC World Service programme, Pick of the World:"
  },
  {
    "order": 11,
    "speaker": "soft spotsparked .",
    "text": "I do think social media has played a huge role in educating young voters on different policies and different people who are running. I know Trump has recently said that he has a soft spot in his heart for TikTok. With the growth of social media it has sparked a lot more debates. I think my generation too has seen so many climactic things happen."
  },
  {
    "order": 12,
    "speaker": "sparksa soft spot a soft spot",
    "text": "Haleigh thinks one good thing about social media is that it sparks debates and conversations – it causes debates to start. She comments that Donald Trump is a fan of social media by saying he has a soft spot for TikTok. If you have a soft spot for something or someone, you feel affectionate and fond of it; you like it a lot."
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "But of course, that’s not the whole story. Increasingly, young women are reporting the negative impact social media is making on their lives, and the pressure they feel to appear 'perfect' online, especially from men."
  },
  {
    "order": 14,
    "speaker": "Beth",
    "text": "Maanvi Sharma, aged 28, is a businesswoman and model with a large Instagram following who lives in Delhi, India. And Kemi Adeyemi, is a twenty-six-year-old travel blogger from Lagos in Nigeria. Both young women discussed these social media worries with BBC World Service programme, Pick of the World:"
  },
  {
    "order": 15,
    "speaker": "intimidated Oh my gosh!Oh my God!",
    "text": "… the person you're dating, they might leave you just because of the social media. They might think that you're not good for, you know, marriage like…. You can't be a good partner because you're on social media, because you're being watched by a lot of people, and they feel a little intimidated by this… \"You know what, we saw your girlfriend - Oh my gosh! She was wearing this, Oh my God!\" But it's affecting my personal life…"
  },
  {
    "order": 16,
    "speaker": "shrink yourselfstand up for",
    "text": "Some men or some people, they want you to shrink yourself so that they can, like, be the bigger person. They get to listen to what your friends say about you, what your family says about you, and they are not able to, like, stand up for you, to say, \"Oh, I know this person. I believe she's not, like, doing these things for other reasons\"."
  },
  {
    "order": 17,
    "speaker": "intimidated Intimidated Oh my gosh!Oh my God!",
    "text": "Maanvi thinks some men are intimidated by her popularity on Instagram. Intimidated means to feel frightened or nervous because you lack confidence. She feels people gossip about her posts and photos, using expressions like, 'Oh my gosh!'and'Oh my God!' to express their shock or surprise."
  },
  {
    "order": 18,
    "speaker": "shrink herselfstand up for stand up for",
    "text": "And Kemi agrees. She says that on social media, some people want her to shrink herself, a phrase meaning that you underuse your full potential in order to avoid making people uncomfortable, or to fit in. When she's bullied online, Kemi says that these people don't stand up for her.To stand up for someone means to defend or support someone who's being criticised or bullied."
  },
  {
    "order": 19,
    "speaker": "shrink herselfstand up for stand up for",
    "text": "And I think it's time you revealed the answer to your question, Neil."
  },
  {
    "order": 20,
    "speaker": "Neil",
    "text": "I asked which was the most regularly used social media platform in the world in 2024 – Facebook, Instagram or TikTok? What did you say Beth?"
  },
  {
    "order": 21,
    "speaker": "Beth",
    "text": "TikTok."
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "I'm afraid you're wrong. It's Facebook, with over three billion regular users."
  },
  {
    "order": 23,
    "speaker": "spark",
    "text": "OK, let's recap the vocabulary we've learned in this programme, starting with the verb spark, meaning to cause something, such as a debate or argument, to start happening."
  },
  {
    "order": 24,
    "speaker": "a soft spot",
    "text": "If you have a soft spot for someone, you feel affection for them; you like them very much."
  },
  {
    "order": 25,
    "speaker": "intimidated",
    "text": "To be intimidated means to feel frightened or nervous because you lack confidence in a situation."
  },
  {
    "order": 26,
    "speaker": "Oh my gosh!Oh my God!",
    "text": "The expressions 'Oh my gosh!'and'Oh my God!'are exclamations of strong feelings like shock, surprise, anger or disbelief."
  },
  {
    "order": 27,
    "speaker": "shrink yourself",
    "text": "If you shrink yourself, you make yourself smaller and don't use your full potential in order to make others feel comfortable, or to fit in with them."
  },
  {
    "order": 28,
    "speaker": "stand up for",
    "text": "And finally, to stand up for someone means to be vocal in defending a person who is being bullied. Once again, our time is up! But if you're ready for more, head over to the BBC Learning English website to try the worksheet with a quiz for this programme! See you there soon!"
  },
  {
    "order": 29,
    "speaker": "Neil",
    "text": "Goodbye!"
  }
]
