[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I’m Beth. In our lifetime, 1 in 5 people will be affected by cancer, a disease where cells grow uncontrollably and cause tumours in the body. Tumours can be benign, meaning not cancerous, or malignant, meaning cancerous, and in 2022 there were an estimated 9.7 million deaths from malignant cancers worldwide. But in this programme, we’ll be focusing on some good news instead."
  },
  {
    "order": 3,
    "speaker": "breakthrough",
    "text": "Vaccines are medicine which protect the human body by making it immune from a certain disease. Now, there’s been a sudden and important discovery – a breakthrough - in the development of a new vaccine called mRNA."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "So, could a vaccine for cancer soon become a reality? That’s what we’ll be finding out, as well as learning some useful new words and phrases. And remember, if you like listening to 6 Minute English and want to read along at the same time, you can find a transcript for the programme on our website, bbclearningenglish.com."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "Now I have a question for you, Beth. We’ve mentioned some of the most recent vaccines, but which disease did the first successful vaccine treat? Was it:"
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "a) flu?"
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "b) polio? or"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "c) smallpox?"
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "I’m going to say polio."
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "OK! Well, we’ll find out the correct answer at the end of the programme. You might wonder why the body’s immune system doesn’t fight cancer automatically. The reason is that cancer has clever ways of hiding from our natural defences, as Dr Meredith McKean, director of research at Tennessee Oncology, explained to BBC World Service programme, The Inquiry:"
  },
  {
    "order": 11,
    "speaker": "a number ofThere's nothing here to look at!hijacking",
    "text": "There's been a number of studies that have demonstrated the different techniques that the cancer has developed to be able to put up signals or proteins, essentially, on the surface of the cancer cells, to tell the immune system, ‘Go away! There's nothing here to look at!’ And so it's actually been hijacking these receptors to essentially tell the immune system to kind of take the brakes off, and be more aggressive in fighting cancer. That's really allowed a breakthrough with immune therapy over the past decade."
  },
  {
    "order": 12,
    "speaker": "a number of a number of",
    "text": "Dr McKean says that a number of studies have demonstrated how cancer spreads. She uses the phrase a number of to mean several, but it also makes her statement more convincing, because of course several studies are better than just one."
  },
  {
    "order": 13,
    "speaker": "Nothing to see here!",
    "text": "Cancer cells switch off the immune system by pretending to be healthy cells. It’s like they’re saying Nothing to see here! – an informal phrase which can be used to encourage people to move or look away from something, either in a playful way, or to cover something up. For example, a police officer at a crime scene might say, “Nothing to see here!” to move people on."
  },
  {
    "order": 14,
    "speaker": "hijacks",
    "text": "So, in other words, cancer hijacks healthy cells – it takes control of something which doesn’t belong to it and uses it for its own advantage."
  },
  {
    "order": 15,
    "speaker": "Neil",
    "text": "So, how would a vaccine change things? Well, existing treatments, like chemotherapy, aggressively target the cancer, but also attack healthy tissue, creating unpleasant side effects. New breakthrough vaccines, on the other hand, retrain the immune system to recognise cancer cells and eliminate those, and only those, naturally – even in patients with the disease already. Here’s, Professor Eduardo Sanchez, of the Anderson Cancer Center in Texas, explaining more to BBC World Service’s, The Inquiry:"
  },
  {
    "order": 16,
    "speaker": "blind tore-educate",
    "text": "Basically the cancer cells are telling the immune system, ‘Don't attack me, don't eat me’, right? The immune system has forgotten how to go about recognising those cancer cells, becoming blind to recognise those aberrations that cancer cells generate, and what we want to do with vaccines is to re-educate the immune system."
  },
  {
    "order": 17,
    "speaker": "blind tore-educates",
    "text": "In cancer patients, the immune system is blind to cancerous growths – it completely fails to notice them or be aware of their danger, so the vaccine re-educates the immune system, or teaches it to behave, in a different way."
  },
  {
    "order": 18,
    "speaker": "Neil",
    "text": "To recap, some cancer treatments work by unblocking our blocked natural defences, whereas vaccines retrain the immune system to find and attack cancer cells naturally. Because these two approaches are quite different, they can be used together and individually."
  },
  {
    "order": 19,
    "speaker": "Beth",
    "text": "So, to answer my original question, Neil, a vaccine for cancer might not be too far away. But how about your question – isn’t it time you revealed the answer?"
  },
  {
    "order": 20,
    "speaker": "Neil",
    "text": "I asked which disease was first successfully treated by a vaccine?"
  },
  {
    "order": 21,
    "speaker": "Beth",
    "text": "And I said polio. Was I right?"
  },
  {
    "order": 22,
    "speaker": "breakthrough",
    "text": "You were wrong, I'm afraid. The correct option was C, which is smallpox. OK, let's recap the vocabulary we've learned in this programme, starting with breakthrough, a sudden, dramatic and important discovery."
  },
  {
    "order": 23,
    "speaker": "A number of",
    "text": "A number of something means several, or many, and can add credibility to what you say."
  },
  {
    "order": 24,
    "speaker": "Nothing to see here!",
    "text": "The phrase, Nothing to see here! is used to discourage people from paying attention or looking too closely at something, or to move them away."
  },
  {
    "order": 25,
    "speaker": "hijack",
    "text": "If you hijack something, you use something that does not belong to you for your own benefit."
  },
  {
    "order": 26,
    "speaker": "blind to",
    "text": "Being blind to something means failing to notice it or recognise it as a threat."
  },
  {
    "order": 27,
    "speaker": "re-educate",
    "text": "And finally, to re-educate means to teach somebody to think or behave in a new or different way. Once again our six minutes are up, but if you’re hungry for more, head over to our website, bbclearningenglish.com, where you can find the worksheet for this programme, as well as a quiz. Good luck and we’ll see you again soon. Bye for now!"
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "Bye!"
  }
]
