[
  {
    "order": 1,
    "speaker": "Pippa",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Pippa."
  },
  {
    "order": 2,
    "speaker": "Georgie",
    "text": "And I'm Georgie. In this programme, we're talking about saving money on food. Pippa, are you good at saving money on your food shop?"
  },
  {
    "order": 3,
    "speaker": "Pippa",
    "text": "I think I'm quite good. I plan what I like to cook so I don't waste money in the supermarket. How about you, Georgie?"
  },
  {
    "order": 4,
    "speaker": "Georgie",
    "text": "I'm not very good. I usually go to the supermarket when I'm hungry, so I end up buying lots of snacks."
  },
  {
    "order": 5,
    "speaker": "Pippa",
    "text": "Oh, that's a terrible idea. Well, in this programme we'll be learning about one way to save money on the food we eat. But first, I've got a question for you, Georgie. The most expensive restaurant in the world is thought to be a restaurant called Sublimotion in Ibiza, which only has 12 customers each night. But how much in euros is a meal per person at the restaurant?"
  },
  {
    "order": 6,
    "speaker": "Pippa",
    "text": "a)    €650"
  },
  {
    "order": 7,
    "speaker": "Pippa",
    "text": "b)    €1,650"
  },
  {
    "order": 8,
    "speaker": "Pippa",
    "text": "c)    €2,650"
  },
  {
    "order": 9,
    "speaker": "Georgie",
    "text": "The most expensive… I'll go with c) €2,650."
  },
  {
    "order": 10,
    "speaker": "Pippa",
    "text": "Well, we'll find out the answer at the end of the programme. Now, food in the UK is getting more expensive, as it has been in many parts of the world, and some people are struggling to afford their food shopping."
  },
  {
    "order": 11,
    "speaker": "Bags ofBags of",
    "text": "But BBC World Service programme, People Fixing the World, has been finding out about a project called ‘Bags of Taste’ which helps people save money on their food shopping and improve their diet at the same time. Bags of something is an informal way to say a lot of something."
  },
  {
    "order": 12,
    "speaker": "Bags of",
    "text": "The founder of Bags of Taste, Alicia Weston, became concerned that people in the UK with less money found it difficult to afford a healthy diet"
  },
  {
    "order": 13,
    "speaker": "Alicia Weston",
    "text": "People in poverty are eating the worst diets and they are getting sicker younger. And we know that diets are the single largest cause of health inequalities in the UK."
  },
  {
    "order": 14,
    "speaker": "Georgie",
    "text": "Alicia found that people didn't know how to cook the kinds of meals they'd like to eat, and they couldn't afford to experiment. Imagine spending lots of money on ingredients and then wasting them by cooking them badly or burning the food. People also thought making healthy food would be too expensive and take too much time."
  },
  {
    "order": 15,
    "speaker": "ultimatelytackleultimately",
    "text": "So ultimately, we've been able to come up with a programme that basically can tackle all of these issues. So what we do now is we deliver all of the ingredients to their door, because ultimately, behaviour change starts with actually changing your behaviour at home."
  },
  {
    "order": 16,
    "speaker": "ultimatelyultimately",
    "text": "Alicia says that ultimately,she'sbeen able to come up with a solution to help people save money on healthy food. We can use the adverb ultimately to mean finally, after a series of events have happened."
  },
  {
    "order": 17,
    "speaker": "tackletackle",
    "text": "Alicia wants to tackle the things that stop people eating healthy food on a budget. If you tackle a problem, you try to deal with it."
  },
  {
    "order": 18,
    "speaker": "tackletackle",
    "text": "Alicia's solution involves delivering ingredients and recipes to people and then using a WhatsApp group to talk to participants. Each WhatsApp group has a mentor who shares cooking tips and advice."
  },
  {
    "order": 19,
    "speaker": "Bags of",
    "text": "To give you an idea of how this works, the team at People Fixing the World read out some of the messages on one of the 'Bags of Taste' WhatsApp chats"
  },
  {
    "order": 20,
    "speaker": "a classica pain",
    "text": "Remember to put the fridge bag in the fridge. Can we aim to cook recipe one by Tuesday evening? Our first recipe, chana masala is a classic. It needs an onion, which can be a pain to chop. So, try our way. [video posted]"
  },
  {
    "order": 21,
    "speaker": "Ally",
    "text": "Love this method [chef emoji]. First time I've chopped an onion like this and it's so neat and easy."
  },
  {
    "order": 22,
    "speaker": "Georgia",
    "text": "I'm going to cook mine tomorrow. Looking forward to it."
  },
  {
    "order": 23,
    "speaker": "heavy-handed",
    "text": "I've finished making my chana masala. I was a bit too heavy-handed with the chilli. My husband likes a lot of spice. So, I'd reduce that next time."
  },
  {
    "order": 24,
    "speaker": "a classicclassica classic",
    "text": "The mentor in the group, Amy, describes the recipe for chana masala as a classic. We call something a classic to say that it is well-known and of good quality. We can also describe a particular book, film or song as a classic."
  },
  {
    "order": 25,
    "speaker": "a pain a pain",
    "text": "Amy sends a video to show a technique for cutting onions, which she describes as a pain tochop. If something is a pain to do, it is difficult or annoying to do."
  },
  {
    "order": 26,
    "speaker": "heavy-handedheavy-handed",
    "text": "One of the participants, Ally, said that when she made the chana masala, she was a bit heavy-handed with the chilli. If you are heavy-handed with an ingredient, you use too much of it, and so Ally's chana masala was very spicy!"
  },
  {
    "order": 27,
    "speaker": "Bags of",
    "text": "Bags of Taste helps people learn new recipes and cook healthy food without spending too much money. It's certainly a lot cheaper than a meal at the restaurant in my question, Georgie. I asked you how much it costs for a meal at Sublimotion, thought to be the most expensive restaurant in the world."
  },
  {
    "order": 28,
    "speaker": "Georgie",
    "text": "Yes, I said a meal was €2,650."
  },
  {
    "order": 29,
    "speaker": "Pippa",
    "text": "Well, you were wrong. It's actually €1,650, but I think that's still pretty expensive."
  },
  {
    "order": 30,
    "speaker": "bags of",
    "text": "It definitely is. OK. Let's recap the vocabulary we've learned, starting with bags of, which means a lot of something."
  },
  {
    "order": 31,
    "speaker": "ultimately",
    "text": "We can use the adverb ultimately to say finally, after a series of events."
  },
  {
    "order": 32,
    "speaker": "tackle",
    "text": "If you tackle a problem, you try to deal with it and find a solution"
  },
  {
    "order": 33,
    "speaker": "a classic",
    "text": "If we describe something, like a recipe, as a classic, we mean it's well-known and of good quality."
  },
  {
    "order": 34,
    "speaker": "a pain",
    "text": "If something is a pain to do, it is annoying or difficult to do."
  },
  {
    "order": 35,
    "speaker": "heavy-handed",
    "text": "And if you are heavy-handed with an ingredient, you use too much of it. For example, I made some soup the other day and I was a bit heavy-handed with the salt – it tasted disgusting!"
  },
  {
    "order": 36,
    "speaker": "Georgie",
    "text": "Oh, that's not very good! OK, once again, our 6 minutes are up. But you can test what you've learned with the interactive quiz on our website. Visit bbclearningenglish.com."
  },
  {
    "order": 37,
    "speaker": "Pippa",
    "text": "Bye for now."
  },
  {
    "order": 38,
    "speaker": "Georgie",
    "text": "Bye!"
  }
]
