[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
  },
  {
    "order": 2,
    "speaker": "Pippa",
    "text": "And I’m Pippa. In this programme we’re talking about happiness."
  },
  {
    "order": 3,
    "speaker": "Pippa",
    "text": "So, what makes you happy, Neil?"
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "It makes me happy when I’m with a group of old friends and we’re having a good laugh. How about you, Pippa?"
  },
  {
    "order": 5,
    "speaker": "Pippa",
    "text": "Cats make me very happy. Especially if I see a cat on the street that I don’t know, and it lets me give it a little stroke. That always makes me happy."
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "I’m not surprised. That sounds great."
  },
  {
    "order": 7,
    "speaker": "Pippa",
    "text": "So, happiness means different things to different people, but what’s for sure is that most people would like to be happy. And the small Himalayan kingdom of Bhutan has taken this to a new level with the idea of Gross National Happiness, or GNH."
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "We’ll be hearing more about Gross National Happiness and learning some useful new vocabulary soon, but first Pippa, I have a question for you. Of course, it’s not just the people of Bhutan who want to be happy. In fact, the United Nations has even announced an International Day of Happiness. But when is that? Is International Happiness Day:"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "a) the 20th of March?"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "b) the 20th of June?"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "c) the 20th of November?"
  },
  {
    "order": 12,
    "speaker": "Pippa",
    "text": "I’m going to say the 20th June, because it would be sunny in the UK."
  },
  {
    "order": 13,
    "speaker": "Neil",
    "text": "OK, let’s find out if you're right at the end of the programme."
  },
  {
    "order": 14,
    "speaker": "Neil",
    "text": "Now, briefly, Gross National Happiness means preserving Bhutan’s natural environment and culture through sustainable and eco-friendly development. Bhutan’s government sees these goals as more important than growing the economy at any cost."
  },
  {
    "order": 15,
    "speaker": "modernise",
    "text": "For many years, Bhutan was closed to the outside world – the first foreign tourists arrived in 1974, and television was only introduced in 1999. The King of Bhutan wanted to modernise the country and give it the benefits of modern technology, but without damaging traditional culture, so he invited outside experts to develop the idea of Gross National Happiness. One expert was Dr Ha Vinh Tho, speaking here to Charmaine Cozier, presenter of BBC World Service programme, The Inquiry:"
  },
  {
    "order": 16,
    "speaker": "modernisesocial fabricintact",
    "text": "So, his idea was: 'How could we modernise and open our country without losing its culture, its environment, and its very strong social fabric?' Because Bhutan was one of the only countries in Asia that was never colonised therefore its culture is very intact and vibrant, mainly Buddhist culture. And so the idea was that Gross National Happiness should be the focus on all governmental decisions and policies."
  },
  {
    "order": 17,
    "speaker": "took centre stage",
    "text": "So the wellbeing and happiness of citizens took centre stage."
  },
  {
    "order": 18,
    "speaker": "social fabric",
    "text": "Bhutan has a strong social fabric meaning there are good relationships within communities and these hold society together."
  },
  {
    "order": 19,
    "speaker": "intact",
    "text": "Unlike other Asian countries, Bhutan was never colonised, so its Buddhist culture and traditions are intact – they’re complete and unspoiled."
  },
  {
    "order": 20,
    "speaker": "took centre stage",
    "text": "As a result, the happiness of Bhutan’s people took centre stage, it became the most important thing."
  },
  {
    "order": 21,
    "speaker": "brain drain",
    "text": "Bhutan’s emphasis on happiness has been admired around the world, but there have been problems too. One is the migration of Bhutanese workers to India and other countries in search of better paid jobs and opportunities, something known as the brain drain."
  },
  {
    "order": 22,
    "speaker": "Pippa",
    "text": "So in 2023, the King of Bhutan announced a multi-million dollar project called, The Mindfulness City, a new Himalayan city built on spiritual and environmental principles, all powered by renewable energy."
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "Originally from Bhutan, Dr Lhawang Ugyel, is the project’s director and spoke with Charmaine Cozier for BBC World Service’s, The Inquiry:"
  },
  {
    "order": 24,
    "speaker": "brain drain",
    "text": "The project is also about reversing Bhutan's brain drain."
  },
  {
    "order": 25,
    "speaker": "Dr Lhawang Ugyel",
    "text": "The intention is to have locals run this whole Mindfulness City, so in that sense it's also to attract the migrants that have left, and in the process of having worked abroad, gained the extra skills, come back to the Mindfulness City and work."
  },
  {
    "order": 26,
    "speaker": "brain drain upskillingupskilling",
    "text": "As well as being a futuristic eco-city, the Mindfulness City hopes to stop Bhutan’s brain drain by attracting workers back home to Bhutan. These local workers can then use the extra skills that they’ve learned abroad through upskilling. And upskilling is the process where workers’ skills are improved through training."
  },
  {
    "order": 27,
    "speaker": "Neil",
    "text": "The idea of Gross National Happiness might sound unusual, but it’s interesting to see Bhutan balancing economic growth with the happiness of its people."
  },
  {
    "order": 28,
    "speaker": "Pippa",
    "text": "Yes, that’s true – and it reminds me of your question, Neil…"
  },
  {
    "order": 29,
    "speaker": "Neil",
    "text": "Yes, I asked you what the date of International Happiness Day is?"
  },
  {
    "order": 30,
    "speaker": "Pippa",
    "text": "I said it was the 20th June in the summer in the UK."
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "Well, maybe it’s better for people in the Southern hemisphere because it’s actually the 20th March."
  },
  {
    "order": 32,
    "speaker": "Pippa",
    "text": "Nice."
  },
  {
    "order": 33,
    "speaker": "modernise",
    "text": "And if you got that answer right, why not try our interactive quiz which you’ll find on our website, bbclearningenglish.com! OK, let’s recap the vocabulary we’ve learned, starting with modernise, to make something more modern, for example through introducing technology."
  },
  {
    "order": 34,
    "speaker": "social fabric",
    "text": "A country’s social fabric means the relationships which connect a community together."
  },
  {
    "order": 35,
    "speaker": "intact",
    "text": "The adjective intact means complete and undamaged."
  },
  {
    "order": 36,
    "speaker": "takes centre stage",
    "text": "If something takes centre stage, it becomes more important than anything else."
  },
  {
    "order": 37,
    "speaker": "brain drain",
    "text": "A brain drain happens when large numbers of educated and skilled people leave their own country to live and work in another country where they can earn more money."
  },
  {
    "order": 38,
    "speaker": "upskilling",
    "text": "And finally, upskilling means improving workers’ skills through training and experience. Once again our six minutes are up. Goodbye for now!"
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "Goodbye!"
  }
]
