[
  {
    "order": 1,
    "speaker": "Georgie",
    "text": "Hello, this is 6 Minute English from BBC Learning English. I'm Georgie."
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil. In this programme we're talking about the immune system, which is the body's natural defence against getting ill. Now, Georgie, is there anything you do to boost your immune system?"
  },
  {
    "order": 3,
    "speaker": "Georgie",
    "text": "Yes. I try to eat lots of oranges, which apparently have lots of vitamin C, and there are lots of things people do to try to improve their immune system, and stay healthier, like eating certain foods, taking vitamins, or even activities like swimming in cold water. We'll find out how useful some of these techniques are in today's programme."
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "But first, Georgie, a question. We all know the common cold – now, that’s the illness that makes you cough and sneeze, have a sore throat and headache. But how many colds does the average adult get in the UK each year? Is it:"
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "a)    2-3?"
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "b)    4-5? Or"
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "c)    7-8?"
  },
  {
    "order": 8,
    "speaker": "Georgie",
    "text": "Eight would be a lot. I'm going to go with a) 2-3 colds a year."
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "Well, we'll find out at the end of the programme if you're right. Now, many people can become ill over the winter with diseases like colds, flu and Covid-19. Host of BBC Radio 4 programme Inside Health, James Gallagher, gathered some experts to talk about immune systems, and he started off by asking whether they'd had more illnesses than usual this winter."
  },
  {
    "order": 10,
    "speaker": "James Gallagher",
    "text": "Hello! [Hi.] Right, how has everyone been this winter? Because I've had a rotten one and I have felt constantly ill since about November. John?"
  },
  {
    "order": 11,
    "speaker": "touch wood",
    "text": "I have not had anything yet, touch wood."
  },
  {
    "order": 12,
    "speaker": "James Gallagher",
    "text": "OK, let's see what I can infect you with by the end of the show. Margaret?"
  },
  {
    "order": 13,
    "speaker": "snuffles",
    "text": "I was pretty unwell in September. I had what I presume to be Covid. But I've been alright since, mild snuffles aside."
  },
  {
    "order": 14,
    "speaker": "back me up",
    "text": "Eleanor, I really need someone to back me up."
  },
  {
    "order": 15,
    "speaker": "tickety-boo",
    "text": "No, sorry, I've been absolutely 100% tickety-boo."
  },
  {
    "order": 16,
    "speaker": "touch wood",
    "text": "Unlike James, Professor John Tregoning hasn't been ill. John uses the expression touch wood, which is an informal phrase said in order to avoid bad luck."
  },
  {
    "order": 17,
    "speaker": "snufflesSnufflessniffles",
    "text": "Doctor Margaret McCartney was unwell in September but has only had a few snuffles since. Snuffles is an informal word used to describe minor illnesses that affect your nose. We can also say sniffles."
  },
  {
    "order": 18,
    "speaker": "back me upback you up",
    "text": "Host James is surprised that nobody has been ill, and says to Professor Eleanor Riley 'back me up'. If you ask someone to back you up, you are asking for them to say something which supports your opinion."
  },
  {
    "order": 19,
    "speaker": "tickety-boo",
    "text": "But Eleanor has had a healthy winter too. She's been tickety-boo, which is an informal phrase meaning everything's fine or in good order."
  },
  {
    "order": 20,
    "speaker": "Georgie",
    "text": "Throughout the winter, many people try different techniques, like taking supplements or eating certain foods to boost their immune system, to improve their body's natural defences against disease. Host of BBC Radio 4's Inside Health James Gallagher asks doctor Margaret McCartney whether some of these products are successful."
  },
  {
    "order": 21,
    "speaker": "James Gallagher",
    "text": "OK quick-fire round Margaret. Echinacea?"
  },
  {
    "order": 22,
    "speaker": "Margaret McCartney",
    "text": "No."
  },
  {
    "order": 23,
    "speaker": "James Gallagher",
    "text": "Turmeric?"
  },
  {
    "order": 24,
    "speaker": "Margaret McCartney",
    "text": "No."
  },
  {
    "order": 25,
    "speaker": "James Gallagher",
    "text": "Ginger shots?"
  },
  {
    "order": 26,
    "speaker": "Margaret McCartney",
    "text": "No."
  },
  {
    "order": 27,
    "speaker": "James Gallagher",
    "text": "This is a very, very good quiz! What about the stuff you squirt up your nose when you're at the beginning of an infection?"
  },
  {
    "order": 28,
    "speaker": "Margaret McCartney",
    "text": "Interesting, but not any better than normal saline spray – just salt water."
  },
  {
    "order": 29,
    "speaker": "Neil",
    "text": "In fact, according to Margaret, there isn't enough evidence that many popular health products can actually change the way your immune system works."
  },
  {
    "order": 30,
    "speaker": "Georgie",
    "text": "Another popular health trend in the UK is cold water swimming. People who swim in cold water say it's good for their mental health, and they also believe it makes them less likely to get ill during the winter months."
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "But scientists aren't sure about the benefits of cold water swimming for the immune system yet, as Professor John Tregoning explains to BBC Radio 4’s Inside Health."
  },
  {
    "order": 32,
    "speaker": "dampens more prone to",
    "text": "The social element actually is really important. It probably is beneficial to do. You reduce stress and cortisol dampens the immune system, so actually if you're stressed then maybe you are more prone to infection. And that may be why that benefit of being with people, nice people that you like in nice places, is helping. But I don’t think it's unique to cold water swimming. I think you could probably get it from dancing or singing or going for a run."
  },
  {
    "order": 33,
    "speaker": "dampensdampensdampen someone’s spirits",
    "text": "John says that cortisol, a chemical associated with stress, dampens the immune system. Here, dampens means makes weaker. We also have a common expression 'dampen someone’s spirits' which means to make them less enthusiastic about something."
  },
  {
    "order": 34,
    "speaker": "prone  prone to",
    "text": "John says that there is evidence that people who are stressed are more prone to infection. If you're more prone to something, it’s more likely to happen to you."
  },
  {
    "order": 35,
    "speaker": "Georgie",
    "text": "It could be that cold water swimming reduces stress, and so it helps people’s immune systems work well. But there are lots of other activities that could have the same effect, and help people have fewer colds over winter."
  },
  {
    "order": 36,
    "speaker": "Neil",
    "text": "Which reminds me of my question, Georgie. I asked how many colds the average UK adult has a year."
  },
  {
    "order": 37,
    "speaker": "Georgie",
    "text": "And I said 2-3."
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "And that is the correct answer, so well done!"
  },
  {
    "order": 39,
    "speaker": "touch wood",
    "text": "Thank you! OK, let's recap the vocabulary we've learned, starting with touch wood, which is an expression used, often in speech, to avoid bad luck."
  },
  {
    "order": 40,
    "speaker": "Snufflessniffles",
    "text": "Snuffles, or sniffles, are minor illnesses that affect your nose."
  },
  {
    "order": 41,
    "speaker": "back you up,",
    "text": "If you ask someone to back you up, you want them to say something to support your opinion."
  },
  {
    "order": 42,
    "speaker": "tickety-boo",
    "text": "The expression tickety-boo means fine and in good order."
  },
  {
    "order": 43,
    "speaker": "dampendampen someone's spirits",
    "text": "If you dampen something you make it weaker. And the expression dampen someone's spirits means you make them less enthusiastic about something."
  },
  {
    "order": 44,
    "speaker": "prone to",
    "text": "And if you're more prone to something, it's more likely to happen to you."
  },
  {
    "order": 45,
    "speaker": "Georgie",
    "text": "Once again our 6 minutes are up, but you can test what you've learned with the free interactive quiz on our website."
  },
  {
    "order": 46,
    "speaker": "Neil",
    "text": "Bye for now."
  },
  {
    "order": 47,
    "speaker": "Georgie",
    "text": "Goodbye!"
  },
  {
    "order": 48,
    "speaker": "Beth",
    "text": "Thanks for listening to this podcast from BBC Learning English. Continue your learning on our website with courses, quizzes and programmes to improve your English. Visit bbclearningenglish.com."
  }
]
