[
  {
    "order": 1,
    "speaker": "Beth",
    "text": "Hello and welcome to 6 Minute English from BBC Learning English. I'm Beth."
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil. You can find a transcript and worksheet for this podcast on our website bbclearningenglish.com."
  },
  {
    "order": 3,
    "speaker": "Beth",
    "text": "So Neil, today we're talking about animal migration: that's the movement of animals from one place to another, usually because of the weather or temperature."
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "Yes. For example, wildebeest are famous for their migration. They travel around the Serengeti in Tanzania and the Maasai Mara in Kenya every year depending on the rain. It's often called The Great Migration."
  },
  {
    "order": 5,
    "speaker": "Beth",
    "text": "Yes, and I have a question for you about this, Neil. How many animals are thought to take part in The Great Migration every year? Is it:"
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "a)    1 million"
  },
  {
    "order": 7,
    "speaker": "Beth",
    "text": "b)    1.5 million"
  },
  {
    "order": 8,
    "speaker": "Beth",
    "text": "c)    2.5 million"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "Well, I don't know… but I'm going to guess 2.5 million."
  },
  {
    "order": 10,
    "speaker": "Beth",
    "text": "OK. I'll reveal the answer at the end of the programme. Now, wildebeest are not the only animals who travel large distances."
  },
  {
    "order": 11,
    "speaker": "migrate",
    "text": "That's right. Many sharks also migrate – they move to a different place because of the weather or temperature."
  },
  {
    "order": 12,
    "speaker": "Beth",
    "text": "Trisha Atwood researches sharks and their migration for Utah State University and explained more to BBC World Service programme, The Climate Question."
  },
  {
    "order": 13,
    "speaker": "migrate migrate",
    "text": "Animals migrate for all types of reasons. So, some of them migrate for food resources, things like mating or for giving birth."
  },
  {
    "order": 14,
    "speaker": "migrate",
    "text": "So, animals can migrate for food, mating and giving birth. Host of BBC World Service's The Climate Question, Sophie Eastaugh, wanted to know more."
  },
  {
    "order": 15,
    "speaker": "what kind of distances are we talkingswathes",
    "text": "And what kind of distances are we talking with these migrations? Are they covering huge swathes of ocean?"
  },
  {
    "order": 16,
    "speaker": "Trisha",
    "text": "Some of these shark species can travel massive distances. We've seen great white sharks that have travelled from the coast off of Perth, Australia, all the way to South Africa."
  },
  {
    "order": 17,
    "speaker": "What kinds of distances are we talkingWhat kind ofare we talking",
    "text": "Sophie asks, \"What kinds of distances are we talking with these migrations?\" This is an informal way to ask, \"How far are the migrations?\" We can rephrase lots of questions in this way. For example, you could ask \"What kind of price are we talking?\" to ask how much something costs."
  },
  {
    "order": 18,
    "speaker": "swathesSwathes",
    "text": "Sophie goes on to ask whether sharks travel across huge swathes of ocean. Swathes of ocean means large areas of ocean."
  },
  {
    "order": 19,
    "speaker": "Beth",
    "text": "Yes, and in fact, sharks do travel across large areas. For example, great white sharks can travel from Australia to South Africa. That is a long way to swim!"
  },
  {
    "order": 20,
    "speaker": "migrate",
    "text": "But, as climate change causes changes to the temperature of the ocean, it's changing the way that sharks migrate."
  },
  {
    "order": 21,
    "speaker": "Beth",
    "text": "This is a problem; sharks scare away other creatures, such as sea turtles, and these creatures eat seagrass, which absorbs a lot of carbon from the atmosphere."
  },
  {
    "order": 22,
    "speaker": "Neil",
    "text": "So, basically, when the sharks are around, there's more seagrass on the ocean floor and so more carbon is absorbed. So, sharks can actually help fight climate change."
  },
  {
    "order": 23,
    "speaker": "migrate",
    "text": "Yes. In fact, lots of species that migrate are really important for fighting climate change. Let's hear more from BBC World Service programme, The Climate Question."
  },
  {
    "order": 24,
    "speaker": "secret weapon",
    "text": "Sharks aren't the only migratory animal that acts as a secret weapon against climate change."
  },
  {
    "order": 25,
    "speaker": "sequestering",
    "text": "Research that we worked on shows that by just managing about 10 groups of animals we could be taking out or sequestering more CO2 from the atmosphere by about six gigatonnes of carbon per year."
  },
  {
    "order": 26,
    "speaker": "for perspective",
    "text": "So, for perspective, some experts say that we need to suck 10 gigatonnes of CO2 a year out of the atmosphere to meet our climate goals."
  },
  {
    "order": 27,
    "speaker": "migratesecret weapon secret weapon",
    "text": "Sophie says that many animals that migrate, like sharks, are a secret weapon against climate change. A secret weapon is something nobody knows about that will give you an advantage over a problem or enemy."
  },
  {
    "order": 28,
    "speaker": "migratesequesteringSequester",
    "text": "By protecting sharks and other animals that migrate, Trisha's research shows that we could be sequestering six gigatonnes of carbon dioxide, or CO2, a year from the atmosphere. Sequester means remove and store the carbon, for example in plants like seagrass."
  },
  {
    "order": 29,
    "speaker": "for perspectivefor perspective",
    "text": "Six gigatonnes is a lot of carbon! Sophie says that, for perspective, it's about 60% of the amount of carbon dioxide that some scientists believe we need to remove from the atmosphere each year. We can use the phrase 'for perspective' to explain the size or importance of something, particularly when it's difficult to imagine that thing."
  },
  {
    "order": 30,
    "speaker": "Beth",
    "text": "Alongside sharks, another species that Trisha believes is important to helping remove carbon dioxide from the atmosphere is the wildebeest."
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "Yes, and that reminds me of your question, Beth. You asked me how many animals take part in The Great Migration, and I think I went for option c) 2.5 million. Was I right?"
  },
  {
    "order": 32,
    "speaker": "migrate",
    "text": "You weren't, I'm afraid. The answer was b) 1.5 million, so still a lot of animals. OK. Let's recap the vocabulary we've learned, starting with migrate: move to a different place. For animals, this is usually because of the weather or temperature."
  },
  {
    "order": 33,
    "speaker": "What kind of (something) are we talking?What kind ofare we talking",
    "text": "We can use the structure 'What kind of (something) are we talking?' to rephrase a question more informally, particularly one about distance, cost or numbers. For example, \"What kind of distance are we talking?\""
  },
  {
    "order": 34,
    "speaker": "Swathes",
    "text": "Swathes means large areas of something."
  },
  {
    "order": 35,
    "speaker": "secret weapon",
    "text": "A secret weapon is something nobody knows about that gives you an advantage over a problem or enemy."
  },
  {
    "order": 36,
    "speaker": "sequester",
    "text": "If you sequester something, such as carbon dioxide, you remove it and store it."
  },
  {
    "order": 37,
    "speaker": "'for perspective'",
    "text": "And we can use the phrase 'for perspective' to explain the size or importance of something, particularly if that thing is difficult to imagine."
  },
  {
    "order": 38,
    "speaker": "Beth",
    "text": "Once again, our six minutes are up. Why not test what you've learned using the interactive quiz on our website? Bye for now!"
  },
  {
    "order": 39,
    "speaker": "Neil",
    "text": "Goodbye."
  }
]
