[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello and welcome to 6 Minute English from BBC Learning English. I’m Neil and today I’m here with Hannah from BBC podcast What in the World. Hello Hannah."
  },
  {
    "order": 2,
    "speaker": "Hannah",
    "text": "Hi Neil."
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Hannah and the What in the World team have been investigating what it’s like to learn multiple languages, and she’s here to tell us more about it. Welcome to 6 Minute English."
  },
  {
    "order": 4,
    "speaker": "Hannah",
    "text": "Thank you so much for having me."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "And it's great to have you here. Now, in this programme, we help you improve your English. And maybe English is the first language you have tried to learn… or maybe you know a lot of languages."
  },
  {
    "order": 6,
    "speaker": "Hannah",
    "text": "Well, someone who knows multiple languages is a polyglot. Neil, are you a polyglot?"
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "I speak a little bit of a few languages, but I couldn't say that I'm a polyglot. How about you?"
  },
  {
    "order": 8,
    "speaker": "Hannah",
    "text": "I am a polyglot."
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "Well, I feel really impressed and a bit intimidated! Now, Hannah, we always start our programme off with a question. So, here it goes. Which country has the most official languages recognised by the government?"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "a) Zimbabwe"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "b) Switzerland"
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "c) Bolivia"
  },
  {
    "order": 13,
    "speaker": "Hannah",
    "text": "I would guess Zimbabwe."
  },
  {
    "order": 14,
    "speaker": "Neil",
    "text": "Well, we'll find out the answer at the end of the programme. Now, Hannah, you’ve been finding out about some of the benefits of being a polyglot."
  },
  {
    "order": 15,
    "speaker": "Hannah",
    "text": "Yes, Neil, there’s been lots of research about how knowing more than one language can change your brain. And this might have some health benefits too. At What in the World, we spoke to Professor Frederique Liegeois who's a cognitive neuroscientist at University College London."
  },
  {
    "order": 16,
    "speaker": "tune intojugglingbrain workout",
    "text": "Babies even before they speak have to tune into the languages around them to make sense out of what people say to them. And then when children start to speak several languages, they have to focus on one language and ignore another one when they’re speaking. They also have to be able to switch from one language to the other, depending on who they’re speaking to. Later on in age, when adults have dementia, they seem to show symptoms later when they’re bilinguals as opposed to monolinguals. We think that juggling several languages has helped them boost this brain efficiency which is a great advantage. It’s like a brain workout!"
  },
  {
    "order": 17,
    "speaker": "tune into",
    "text": "Frederique explains that babies who grow up learning more than one language have to tune into the languages around them – they have to listen to each language. Over time, they become good at switching languages and ignoring the one they don’t need in a conversation."
  },
  {
    "order": 18,
    "speaker": "jugglingjuggle",
    "text": "Scientists think that juggling several languages is good for you. If you juggle several things, that means you deal with them all at the same time."
  },
  {
    "order": 19,
    "speaker": "polyglotbrain workout",
    "text": "Frederique describes being a polyglot as a brain workout. This means it is exercise for your brain that can make it stronger. Now, Hannah, I don't know about you. When I was younger and languages just seemed like another subject at school, I didn't really care so much, but when I worked abroad later in life, I was much more motivated and found it easier. How about you?"
  },
  {
    "order": 20,
    "speaker": "pick up",
    "text": "Quite the opposite actually. I did find it easier to learn languages at school and university, but I didn't have to learn these languages out of necessity. But my colleague Victoria Uwonkunda, she's a presenter and a journalist on the BBC World Service, she did. She speaks five languages and she understands eight. She learned those languages as her family moved from Rwanda, to Kenya and then to Norway when she was a teenager. Victoria says she was able to pick up Norwegian quite easily."
  },
  {
    "order": 21,
    "speaker": "pick up",
    "text": "If you pick up a skill, it means you learn it, usually by being in the environment where that thing happens rather than by being taught."
  },
  {
    "order": 22,
    "speaker": "Hannah",
    "text": "But Victoria’s parents found it much harder to learn Norwegian. Let’s hear what Vic said on the What in the World podcast."
  },
  {
    "order": 23,
    "speaker": "soldiered on",
    "text": "First of all you have them coming to a new culture completely from everything they’d ever known. The language is new. These are people in their fifties, you know, but they soldiered on because if you want to work, you want to live there, you have to learn and they did. It wasn’t easy, but I think also with us kids, we picked it up quite quickly, so if they were making a mistake we were also helping them along the way. So it kind of a way of paying back. “You helped us, you know, to keep our mother tongue and here we are going to help you.”"
  },
  {
    "order": 24,
    "speaker": "soldiered on",
    "text": "Victoria’s parents found it difficult to learn Norwegian in their fifties, but they soldiered on, they continued doing something even though it was difficult. And I love that the family helped each other with their languages, Hannah."
  },
  {
    "order": 25,
    "speaker": "Hannah",
    "text": "Yes, so Vic’s parents helped them keep their mother tongue, which is Kinyarwanda, when they had to leave Rwanda… and then years later the children helped their parents learn Norwegian."
  },
  {
    "order": 26,
    "speaker": "picked up",
    "text": "And, Hannah, Victoria picked up Norwegian quite easily, even after learning four other languages. Did Victoria have any tips for learning so many languages?"
  },
  {
    "order": 27,
    "speaker": "Hannah",
    "text": "Well, one thing she recommended is trying to immerse yourself in the language. So, she said, go to the market or into the street, a place where you can listen to people using the language."
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "Yes, and some learners might be learning English online, and so they don’t have the opportunity to go to a market or street and hear the language… but there are other things you can do. For example, listening to 6 Minute English, and you could try other BBC podcasts like What in the World too."
  },
  {
    "order": 29,
    "speaker": "Hannah",
    "text": "What in the World is the programme that I work on, and we put out a new episode every weekday. We look at stories from around the world covering news and trending topics to try to help you make sense of the world."
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "Time now for the answer to our quiz question. I asked you, which country has the most officially recognised languages?"
  },
  {
    "order": 31,
    "speaker": "Hannah",
    "text": "I said Zimbabwe."
  },
  {
    "order": 32,
    "speaker": "Neil",
    "text": "And I'm afraid that was the wrong answer. It was in fact Bolivia, which recognises 37 languages, though of course not everyone speaks all of them."
  },
  {
    "order": 33,
    "speaker": "polyglot,",
    "text": "Now let’s recap the vocabulary that we’ve learned, starting with polyglot, someone who knows lots of languages, like me."
  },
  {
    "order": 34,
    "speaker": "tune into",
    "text": "If you tune into something, you listen or pay attention to it."
  },
  {
    "order": 35,
    "speaker": "Juggling",
    "text": "Juggling several things, like languages, means doing several different things at the same time."
  },
  {
    "order": 36,
    "speaker": "brain workout",
    "text": "A brain workout is exercise for your brain."
  },
  {
    "order": 37,
    "speaker": "pick up",
    "text": "If you pick up a skill, you learn it, usually through practice rather than being taught."
  },
  {
    "order": 38,
    "speaker": "soldier on",
    "text": "And if you soldier on, you continue doing something even though it is difficult. Thanks for listening to 6 Minute English, and listen to the full episode of What in the World about polyglots and learning languages. There's a link in the notes below this programme."
  },
  {
    "order": 39,
    "speaker": "Hannah",
    "text": "Thank you so much for having me on 6 Minute English."
  },
  {
    "order": 40,
    "speaker": "Neil",
    "text": "Goodbye!"
  },
  {
    "order": 41,
    "speaker": "Hannah",
    "text": "Ciao!"
  },
  {
    "order": 42,
    "speaker": "Neil",
    "text": "Adios."
  },
  {
    "order": 43,
    "speaker": "Hannah",
    "text": "Ate logo."
  },
  {
    "order": 44,
    "speaker": "Neil",
    "text": "Sayanora."
  },
  {
    "order": 45,
    "speaker": "Hannah",
    "text": "Bye!"
  }
]