[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Neil."
  },
  {
    "order": 2,
    "speaker": "Georgie",
    "text": "And I'm Georgie. In this programme we're discussing a controversial topic that often produces strong feelings: should animals be kept in zoos? What's your opinion on this debate, Neil?"
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Oh, it's a really difficult question, Georgie. I think there are good scientific reasons for having animals in zoos, but also, it seems to me a little bit sad and cruel for wild animals to be locked up."
  },
  {
    "order": 4,
    "speaker": "Georgie",
    "text": "For some, zoos are a good way to teach people about nature and save endangered species from extinction. Others think separating animals from their natural habitat is cruel and unnecessary. Either way, with an estimated 700 million visitors every year, zoos remain popular – but are they a good thing? We'll be debating the pros and cons, as well as learning some useful new words and phrases."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "And remember you can find all the vocabulary for this programme on our website, bbclearningenglish.com. Now, I have a question for you, Georgie. In 2022, five animals escaped from Sydney's Taronga Zoo in Australia, but were the escaped animals:"
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "a)    elephants"
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "b)    lions"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "c)    zebras"
  },
  {
    "order": 9,
    "speaker": "Georgie",
    "text": "Hmm. I can imagine zebras running away from the zoo."
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "OK. We'll find out the answer at the end of the programme. Reporter William Lee Adams has been investigating the arguments for and against keeping animals in zoos with BBC World Service programme, What in the World. Here he gives two arguments in favour of zoos:"
  },
  {
    "order": 11,
    "speaker": "conservation",
    "text": "Education is the primary reason that zoos give for why they should exist. The fact is school children all over the world are often bussed to zoos. I remember myself going to see lowland gorillas at Zoo Atlanta every single year, and the point of this was to introduce us to conservation."
  },
  {
    "order": 12,
    "speaker": "conservation",
    "text": "One argument for keeping animals in zoos is to educate people about the importance of conservation: the protection of plants, animals and the natural world from human damage."
  },
  {
    "order": 13,
    "speaker": "reluctantit takes two to tango",
    "text": "A second point is that zoos often invest in research programmes that help endangered animals. Now as we know, pandas are notoriously reluctant to mate: the female pandas have a narrow window of fertility, they're solitary creatures and it takes two to tango when it comes to reproduction. But a lot of money in zoos – it goes to, sort of, find ways to encourage these animals to mate."
  },
  {
    "order": 14,
    "speaker": "reluctantit takes two to tango,",
    "text": "A second argument is that zoos protect endangered species from extinction through breeding. William mentions pandas, animals which are reluctant, meaning slow and unwilling, to reproduce. Male and female pandas need a little help to make babies, and zoos can provide this help. William uses the idiom, it takes two to tango, to describe an activity which needs two people, or in this case two pandas, to be willing to make something a success."
  },
  {
    "order": 15,
    "speaker": "Georgie",
    "text": "Now, let's turn to some of the arguments against zoos with Nikita Dhawan, a 19-year-old animal-rights activist from India, who spoke to BBC World Service programme, What in the World:"
  },
  {
    "order": 16,
    "speaker": "abnormal mimic",
    "text": "I don't think zoos should exist for several reasons, the first one being zoos' detrimental impact on both the physical and psychological health of animals. Many studies and research have shown that many animals in zoos and aquariums display abnormal behaviours like head-bobbing, pacing, stereotypical behaviours, signs of mental distress. The second reason, I would say, is that zoos cannot mimic the natural habitat of animals in the wild."
  },
  {
    "order": 17,
    "speaker": "abnormalzoochosis",
    "text": "Nikita argues that being enclosed in a zoo is so stressful for wild animals it leads to abnormal behaviour: behaviour that is different, and worse, from what would normally be expected. Examples of this include animals pacing their cages in circles and rocking, bar-biting, and even self-harm. And they're so common in captive animals, there's a name for it: zoochosis."
  },
  {
    "order": 18,
    "speaker": "mimic",
    "text": "Even zoos with large enclosures cannot fully mimic, or copy, the natural habitats and open spaces these animals would enjoy in the wild. And imagine how a polar bear, evolved for life in the frozen Arctic, would feel, trapped in a zoo in a much warmer country."
  },
  {
    "order": 19,
    "speaker": "zoochosis",
    "text": "Some zoologists have compared zoochosis to human traumas like post-traumatic stress disorder but say it's even more damaging. For captive animals, everything – including the air they breathe – is traumatic."
  },
  {
    "order": 20,
    "speaker": "Georgie",
    "text": "We've heard a few arguments for and against keeping animals in zoos. What do you think, Neil? Have you changed your opinion at all?"
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "Well, I think there are really strong arguments on both sides, so I'm still not sure, Georgie."
  },
  {
    "order": 22,
    "speaker": "Georgie",
    "text": "Well, we know how some of the animals at the Sydney Zoo felt about things because they managed to escape! But what was the answer to your question, Neil?"
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "Well, Georgie, I asked you which animals escaped from a zoo in Sydney, Australia, in 2022. Was it a) elephants, b) lions, or c) zebras?"
  },
  {
    "order": 24,
    "speaker": "Georgie",
    "text": "And I said zebras."
  },
  {
    "order": 25,
    "speaker": "Conservation",
    "text": "I'm afraid that was the wrong answer. It was actually lions – how scary!  OK. It's time to recap the vocabulary we've learned. Conservation is the protection of plants, animals and the natural world from human harm."
  },
  {
    "order": 26,
    "speaker": "reluctant",
    "text": "If you are reluctant to do something, you don't want to do it, or you do it very slowly."
  },
  {
    "order": 27,
    "speaker": "it takes two to tango",
    "text": "The idiom, it takes two to tango, refers to an activity which needs two people to willingly and actively take part for it to succeed."
  },
  {
    "order": 28,
    "speaker": "abnormal",
    "text": "The adjective, abnormal, means different from what would normally be expected, in a bad way."
  },
  {
    "order": 29,
    "speaker": "Zoochosis",
    "text": "Zoochosis is a term to describe the repeated, purposeless behaviour performed by captive animals in response to the stress of being confined, including pacing, head-bobbing and swaying."
  },
  {
    "order": 30,
    "speaker": "mimic",
    "text": "And finally, if you mimic somebody or something, you imitate it or copy it. Once again, our six minutes are up, but don't forget we have a worksheet and a quiz that you can use to practise the vocabulary from this episode. Visit bbclearningenglish.com. Goodbye for now."
  },
  {
    "order": 31,
    "speaker": "Neil",
    "text": "Goodbye."
  }
]
