[
  {
    "order": 1,
    "speaker": "Georgie",
    "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Georgie."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I'm Beth. Georgie, what do apples, carrots and celery have in common with insects like beetles, crickets and grasshoppers?"
  },
  {
    "order": 3,
    "speaker": "Georgie",
    "text": "Hmm, that's a tough one, Beth. I'm going to say I can fit them all in my backpack."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "OK. Well, the answer is actually, they're all examples of foods that crunch. There's something very satisfying about the crunch when you bite into a fresh apple, a stick of celery, or even a roasted beetle! Yes, that's right. In some parts of the world, edible insects are crunched too."
  },
  {
    "order": 5,
    "speaker": "Georgie",
    "text": "Scientist Danielle Reed has been exploring our love of crunchy food for BBC World Service programme, The Food Chain."
  },
  {
    "order": 6,
    "speaker": "nothing better in the worldone of life's real true pleasures",
    "text": "A crunch of a fresh apple is nothing better in the world, honestly, to me. I grew up as a small child in an apple orchard and so we could pick them fresh off the tree. And so I have a very nuanced understanding of the different crunches of apples and the different types of apples. And so, yes, I really find that to be one of life's real true pleasures."
  },
  {
    "order": 7,
    "speaker": "nothing better in the world nothing better in the world",
    "text": "Danielle says there's nothing better in the world than the crunch of a fresh apple. She uses the phrase, nothing better in the world,to emphasise how much she loves it."
  },
  {
    "order": 8,
    "speaker": "one of life's true pleasures",
    "text": "Danielle thinks eating crunchy apples is one of life's true pleasures – an experience she finds enjoyable. But why are we so attracted to crunchy food? That's what we'll be investigating in this programme, along with some useful new vocabulary, all of which you can find on our website bbclearningenglish.com."
  },
  {
    "order": 9,
    "speaker": "Beth",
    "text": "But first, I have a question for you, Georgie. Like Danielle, many British people enjoy the crunch of an apple, but according to a 2024 YouGov study, which is the most popular type of apple in the UK? Is it:"
  },
  {
    "order": 10,
    "speaker": "Beth",
    "text": "a)    Pink Lady,"
  },
  {
    "order": 11,
    "speaker": "Beth",
    "text": "b)    Gala, or"
  },
  {
    "order": 12,
    "speaker": "Beth",
    "text": "c)    Red Delicious?"
  },
  {
    "order": 13,
    "speaker": "Georgie",
    "text": "I'm going to say a) Pink Lady, because that's my favourite."
  },
  {
    "order": 14,
    "speaker": "Beth",
    "text": "Ah, and me! OK. We'll find out the answer later in the programme. As well as the satisfying sound of a loud crunch, the texture of crunchy food is important too. It tells our bodies to get ready for the raw and rough fibre needed to develop our chewing muscles and teeth. And there are other ways in which crunchy food keeps us healthy, as Danielle explains to BBC World Service's The Food Chain."
  },
  {
    "order": 15,
    "speaker": "a ton ofmushy",
    "text": "The first bite of crunch is the most essential bite because, really, when we put something in our mouth, we don't think about it this way, but we have to decide whether we're going to swallow, right? So that first bite gives us a ton of information. I mean, everybody, I think, has had the experience of biting into a mushy apple and saying, \"No thank you!\""
  },
  {
    "order": 16,
    "speaker": "Ruth Alexander",
    "text": "So, the crunch is telling us about the quality of food, specifically the high quality of the food."
  },
  {
    "order": 17,
    "speaker": "Danielle Reed",
    "text": "Yes. Or not – you know, we've also had cases where we've bitten into something that has a crunch and found an eggshell in our scrambled eggs. That's no good!"
  },
  {
    "order": 18,
    "speaker": "a ton of",
    "text": "When we put food in our mouths, we need to know it's safe. A loud crunch means, this food is fresh and OK to eat. The crunching sound gives us a ton of information, meaning a lot of information, about the food's freshness."
  },
  {
    "order": 19,
    "speaker": "mushy",
    "text": "Nobody likes biting into an apple which is mushy, an adjective meaning soft, because we understand that that means it's bad to eat."
  },
  {
    "order": 20,
    "speaker": "Georgie",
    "text": "So crunchy food sounds healthy, feels good, and tells our body it's safe to eat. No wonder that when astronauts on the International Space Station were asked what they missed the most, crunchy food topped their list! But apples and carrots are one thing, Beth – it's something else to crunch down on insects, isn't it?"
  },
  {
    "order": 21,
    "speaker": "Beth",
    "text": "Well, not in some countries, Georgie – Zimbabwe for one, where celebrity chef, Dulsie Mudekwa, uses the crunchy texture of beetles, termites, and locusts to convince people to try insect protein as a cheap alternative to meat. And if you think you could never eat insects, listen as Dulsie explains how she changed her mind to Ruth Alexander, presenter of BBC World Service programme, The Food Chain."
  },
  {
    "order": 22,
    "speaker": "convert",
    "text": "So, are you an insect convert then?"
  },
  {
    "order": 23,
    "speaker": "snacks",
    "text": "Now I am. I love them as small snacks,just roasted with salt… or what I did with most of them is turn them into flours and meals, so I make them into cakes, biscuits. I grind them together with chicken or beef and then turn them into beautiful sausages, and then that's how I love them."
  },
  {
    "order": 24,
    "speaker": "convertsnacks",
    "text": "Ruth asks Dulsie if she's an insect convert, a person who has changed their ideas or way of living, and Dulsie replies, \"Yes.\" She didn't before, but now she loves eating roast insects as snacks, small bits of food you eat between meals."
  },
  {
    "order": 25,
    "speaker": "Beth",
    "text": "Hmm, they do sound crunchy… but I think I'll stick to apples thanks, Georgie."
  },
  {
    "order": 26,
    "speaker": "Georgie",
    "text": "Well, speaking of apples, it's time you revealed the answer to your question."
  },
  {
    "order": 27,
    "speaker": "Beth",
    "text": "Yes, I asked you which was the most popular apple, according to a survey of people in the UK."
  },
  {
    "order": 28,
    "speaker": "Georgie",
    "text": "I said Pink Lady, didn't I?"
  },
  {
    "order": 29,
    "speaker": "Beth",
    "text": "You did and... it was the correct answer. Well done!"
  },
  {
    "order": 30,
    "speaker": "nothing better in the worldone of life's true pleasures",
    "text": "Yay! OK. Let's recap the vocabulary we've learned, starting with two positive phrases – nothing better in the world, which is used to emphasise how much someone enjoys something, and one of life's true pleasures, which describes a particular experience or activity that someone finds enjoyable."
  },
  {
    "order": 31,
    "speaker": "A ton of",
    "text": "A ton of something means a lot of something."
  },
  {
    "order": 32,
    "speaker": "mushy",
    "text": "If you describe food as mushy, you mean it's soft – the opposite of crunchy."
  },
  {
    "order": 33,
    "speaker": "convert",
    "text": "A convert is a person who has changed their beliefs or way of living."
  },
  {
    "order": 34,
    "speaker": "snack",
    "text": "And finally, a snack is a small bit of food you eat between meals – for example, crisps or a chocolate bar. And once again our six minutes are up, but if you're ready for more, just head over to our website bbclearningenglish.com for a quiz and worksheet for this programme. See you there soon. Bye!"
  },
  {
    "order": 35,
    "speaker": "Beth",
    "text": "Bye!"
  }
]
