[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello, this is 6 Minute English from BBC Learning English. I'm Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I'm Beth. Neil, do you remember the children's television show, Lassie?"
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "Oh yes, of course. The show's hero was a dog named Lassie. And Lassie went round helping people in trouble."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "Yes. Well, if you watched Lassie as a child, you might also remember the TV shows, Flipper the Dolphin, and Skippy the Kangaroo. The stars of these shows were animals who would also come to the rescue of humans in trouble."
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "In this programme, we'll be discussing some real-life animals helping people in trouble. It might sound strange, but we'll be hearing how cows are helping to stop fires in Spain!"
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "Well, now I have a picture in my head of a cow wearing a fireman's helmet, but I guess that's not what you mean, Neil."
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "Not quite, Beth, but you're right about the fires, or wildfires to be exact. Wildfires are unplanned fires, in areas like forests or grasslands, which spread out of control. They often happen in hot dry countries like Spain."
  },
  {
    "order": 8,
    "speaker": "Beth",
    "text": "So, how could cows help? We'll be finding out and learning some useful new vocabulary as well. And remember, if you like to read along as you listen to the programme, you'll find a script on our website, bbclearningenglish.com."
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "But now I have a question for you, Beth. Some wildfires are caused naturally, but most are the result of human activity. So, according to the Natural History Museum of Utah, what proportion of wildfires is caused by people? Is it:"
  },
  {
    "order": 10,
    "speaker": "Neil",
    "text": "a)    two out of every five"
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "b)    three out of every five"
  },
  {
    "order": 12,
    "speaker": "Neil",
    "text": "c)    four out of every five"
  },
  {
    "order": 13,
    "speaker": "Beth",
    "text": "I'm going to guess three out of every five, I think."
  },
  {
    "order": 14,
    "speaker": "Neil",
    "text": "Let's find out at the end of the programme. Thanks to increasing temperatures caused by climate change, the wildfires happening today are more intense and more destructive than ever before. Here, Craig Langran, reporter for BBC World Service programme, People Fixing the World, discusses the problem with Pablo Schapira, of Rewilding Spain, an organisation combating wildfires in central Spain:"
  },
  {
    "order": 15,
    "speaker": "unchecked",
    "text": "One of the reasons for this is that the forests have been left to grow unchecked as there simply aren't enough animals to feed on all the trees, bushes and grass. And the more dense this vegetation is, the more likely it is to catch fire."
  },
  {
    "order": 16,
    "speaker": "grazersextinction domestication",
    "text": "What we had before in our ecosystems here in Europe is that we had big grazers: we had bison, we had tauros, we had wild horses. And now they are gone from the ecosystem because of extinction, domestication."
  },
  {
    "order": 17,
    "speaker": "uncheckedunchecked",
    "text": "Many European forests have grown unchecked. If something is left unchecked, nobody controls it or prevents it from increasing. The problem is that when trees, grass and vegetation are left to grow, they're more likely to catch fire."
  },
  {
    "order": 18,
    "speaker": "grazers grazegrazers grazing",
    "text": "Hundreds of years ago, animals known as grazers would simply have eaten this vegetation up. To graze means to eat grass and other wild plants, and grazers are the animals, including horses, cows and goats, which do this. In English, you can also say a person is grazing if they continually eat snacks or little bites of food."
  },
  {
    "order": 19,
    "speaker": "extinctiondomestication",
    "text": "But in modern times, numbers of grazing animals have declined sharply because of extinction, when a species of animal – the dinosaurs for example – no longer exist, and domestication, when wild animals are controlled by humans to work or for food. And as numbers of grazing wild animals decrease, forest and grasslands continue to grow unchecked, leading to the large wildfires which now regularly happen in Spain."
  },
  {
    "order": 20,
    "speaker": "Neil",
    "text": "And that's where our four-legged friends, the cows, come to the rescue. Supported by Rewilding Spain, Pablo has reintroduced herds of tauros – the species of cow similar to the now-extinct wild aurochs, the ancestor of the modern domestic cow – into the forests of central Spain. Here's reporter, Craig Langran, again for BBC World Service programme, People Fixing the World:"
  },
  {
    "order": 21,
    "speaker": "voraciousflammable",
    "text": "Along with the cows' voracious appetite, they trample on the vegetation, and it's that trampling that helps to open up the forest so it's not so densely packed full of flammable vegetation."
  },
  {
    "order": 22,
    "speaker": "voraciousflammable",
    "text": "Tauros eat everything from grass and leaves to tree branches and bark, each consuming over 30 kilos a day. Craig says the cows are voracious, or very eager for lots of food. What's more, by wandering freely around the forest they trample down dead trees, reducing the amount of flammable, meaning easily burned, vegetation."
  },
  {
    "order": 23,
    "speaker": "Neil",
    "text": "They don't wear firemen's helmets, but these four-legged, fire-fighting friends are really coming to the rescue in Spain."
  },
  {
    "order": 24,
    "speaker": "Beth",
    "text": "OK. Neil, isn't it time to reveal the answer to your question?"
  },
  {
    "order": 25,
    "speaker": "Neil",
    "text": "Yes. I asked you, What proportion of wildfires are caused by people?"
  },
  {
    "order": 26,
    "speaker": "Beth",
    "text": "And I said, \"Three out of five.\" Was I right?"
  },
  {
    "order": 27,
    "speaker": "uncheckedunchecked,",
    "text": "I'm afraid you're wrong, Beth. The answer was c). According to the Natural History Museum of Utah, four out of every five wildfires are manmade. OK. Let's recap the vocabulary we've learned from this programme, starting with the adjective unchecked. If something harmful is left unchecked, nobody controls it or prevents it from growing."
  },
  {
    "order": 28,
    "speaker": "grazeGrazers grazes",
    "text": "To graze means to eat grass and vegetation. Grazers are animals, like cows, which do this, and a person who grazes continually eats little bites of food."
  },
  {
    "order": 29,
    "speaker": "Extinction",
    "text": "Extinction is when an animal species no longer exists. The dinosaurs and the wild aurochs are two examples of extinct animals."
  },
  {
    "order": 30,
    "speaker": "Domestication",
    "text": "Domestication is when wild animals become controlled by humans for work, food or as pets."
  },
  {
    "order": 31,
    "speaker": "voracious",
    "text": "The adjective voracious means very eager for something, especially a lot of food."
  },
  {
    "order": 32,
    "speaker": "flammable",
    "text": "And finally, if something is flammable,iteasily burns or catches fire. Once again, our six minutes are up. If you enjoyed this programme, why not check out the accompanying worksheet and quiz, both available at bbclearningenglish.com. Goodbye!"
  },
  {
    "order": 33,
    "speaker": "Neil",
    "text": "Goodbye for now."
  }
]
