[
  {
    "order": 1,
    "speaker": "Georgie",
    "text": "Hello and welcome to 6 Minute English from BBC Learning English. I'm Georgie."
  },
  {
    "order": 2,
    "speaker": "Neil",
    "text": "And I'm Neil. Georgie, today we're talking about cooking oils and which products are best for our health. What do you use to cook with? Olive oil? Butter? Maybe avocado oil?"
  },
  {
    "order": 3,
    "speaker": "Georgie",
    "text": "Hmm, when I want my food to be rich and creamy, I use butter, but usually for everyday meals I just use olive oil. What about you?"
  },
  {
    "order": 4,
    "speaker": "Neil",
    "text": "Yes, it varies, but I guess for East Asian food, I might sometimes use sesame oil. Now, there are so many different oils we can use for our food, and some of them are very expensive and claim to have big health benefits. Today we'll be finding out whether these products are worth the money and can really help us eat more healthily."
  },
  {
    "order": 5,
    "speaker": "Georgie",
    "text": "Yes, and don't forget to go to our website for a transcript of this programme to read along, and a worksheet to test what you've learned. Visit bbclearningenglish.com."
  },
  {
    "order": 6,
    "speaker": "Neil",
    "text": "OK. Georgie, let's start with a question. In the UK, a popular oil to cook with is olive oil, but which country produces the most olive oil? Is it:"
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "a)    Italy"
  },
  {
    "order": 8,
    "speaker": "Neil",
    "text": "b)    Greece"
  },
  {
    "order": 9,
    "speaker": "Neil",
    "text": "c)    Spain"
  },
  {
    "order": 10,
    "speaker": "Georgie",
    "text": "Ooh, that's difficult. I know that Spain produces a lot, but I think I'm going to go with Italy."
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "OK. Well, we'll find out if that's the right answer at the end of the programme. Now, lots of us are careful about the amount of fat we eat. We might avoid fast food and treats like chocolate or cake, but lots of the fat we eat comes from the oils we use to cook with."
  },
  {
    "order": 12,
    "speaker": "Georgie",
    "text": "Yes, and some expensive oils claim to contain other vitamins that are good for us. But are these claims true? It can be confusing. Presenter of BBC Radio 4 programme Sliced Bread, Greg Foot, has lots of emails about the problem."
  },
  {
    "order": 13,
    "speaker": "wok-loadadvocateWhat the heck",
    "text": "I'll tell you what, Sarah – we have had an absolute wok-load of emails sent to sliced.bread@bbc.co.uk asking about cooking oils. Listener Alastair in Midlothian wrote that: \"For years we were told to cook with polyunsaturated oils like sunflower oil. But now all the YouTube doctor experts are telling us seed oils are harmful. They advocate consuming extra-virgin olive oil, but as I understand it that's not suitable for frying a fish. Also, I hear that over a certain temperature olive oil turns harmful. What the heck do I use for frying and roasting?\""
  },
  {
    "order": 14,
    "speaker": "wok-loadloadshed-loadtruck-load",
    "text": "Greg says that he has received a wok-load of emails. A load of something is a lot of something. You'll also commonly hear the expressions shed-load or truck-load. These are used to emphasise how much of something there is."
  },
  {
    "order": 15,
    "speaker": "wok-load",
    "text": "Yes, and Greg uses wok-load as a fun expression, because he's talking about cooking oils and a wok is a kind of pan."
  },
  {
    "order": 16,
    "speaker": "advocateadvocate",
    "text": "Greg reads one of the emails from a confused listener, Alastair, who says that he's watched YouTube videos that argue that oils like sunflower oil are bad for you. These videos advocate using extra-virgin olive oil. If you advocate something, you encourage people to use it."
  },
  {
    "order": 17,
    "speaker": "what the heck What the heck",
    "text": "But Alastair has also heard bad things about olive oil, and that you can't use it at high temperatures. He asks, what the heck can he use for roasting and frying? What the heck is an informal phrase we can use to express frustration or surprise."
  },
  {
    "order": 18,
    "speaker": "Neil",
    "text": "It does seem like there's a lot of advice about cooking oils and that not everyone agrees."
  },
  {
    "order": 19,
    "speaker": "advocate wonder productswonder product",
    "text": "Yes, and some of the advice is to use very expensive options such as coconut oil and avocado oil. People who advocate using these oils say they are wonder products. A wonder product is an item, usually a food or medicine, that is very effective or beneficial for people."
  },
  {
    "order": 20,
    "speaker": "Neil",
    "text": "But not everyone is convinced that expensive cooking oils are worth the money. Nita Forouhi is professor of population health and nutrition at the University of Cambridge and she talked to BBC Radio 4's Sliced Bread host, Greg Foot, about expensive cooking oils like avocado oil."
  },
  {
    "order": 21,
    "speaker": "Greg Foot",
    "text": "What do you think, Nita? What might justify the price tag?"
  },
  {
    "order": 22,
    "speaker": "knock yourself out.wonder oilswonder hogwash",
    "text": "Certainly, avocado oil is good for all the reasons mentioned, but is it worth justifying the cost? If you're a particular connoisseur of the taste it brings, and you prefer it and you have the money, then knock yourself out. But there's lots of myths about these super foods and wonder oils and wonder this and that. And it's just all, I'm afraid, hogwash."
  },
  {
    "order": 23,
    "speaker": "knock yourself out'knock yourself out",
    "text": "Nita says that avocado oil does have some health benefits, but she's not sure they are worth the cost of a bottle. She says if you like the taste and are happy to spend the money then 'knock yourself out'. The expression knock yourself out means go ahead."
  },
  {
    "order": 24,
    "speaker": "wonder products hogwash",
    "text": "But Nita is also concerned about all the health claims about expensive wonder products like avocado oil. She says that many claims are hogwash: they are nonsense, and products are not worth spending money on."
  },
  {
    "order": 25,
    "speaker": "Georgie",
    "text": "OK. Maybe I'll stick to my olive oil then. And that reminds me of your question, Neil."
  },
  {
    "order": 26,
    "speaker": "Neil",
    "text": "Yes, I asked you which country produces the most olive oil."
  },
  {
    "order": 27,
    "speaker": "Georgie",
    "text": "And I said Italy."
  },
  {
    "order": 28,
    "speaker": "Neil",
    "text": "And I'm afraid you are wrong."
  },
  {
    "order": 29,
    "speaker": "Georgie",
    "text": "No!"
  },
  {
    "order": 30,
    "speaker": "Neil",
    "text": "It is in fact Spain."
  },
  {
    "order": 31,
    "speaker": "loadshed-loadtruck-load",
    "text": "OK. Let's recap the vocabulary we've learned in this programme, starting with a load of something, which means a lot of something. We also commonly hear shed-load and truck-load."
  },
  {
    "order": 32,
    "speaker": "advocate",
    "text": "If you advocate something, you encourage people to use it or do it."
  },
  {
    "order": 33,
    "speaker": "what the heck",
    "text": "The expression what the heck is used to express frustration or surprise."
  },
  {
    "order": 34,
    "speaker": "wonder product",
    "text": "A wonder product is something that people think is very effective or beneficial."
  },
  {
    "order": 35,
    "speaker": "knock yourself out",
    "text": "The expression knock yourself out means go ahead."
  },
  {
    "order": 36,
    "speaker": "hogwash",
    "text": "And if something is described as hogwash, it's nonsense or not true."
  },
  {
    "order": 37,
    "speaker": "Georgie",
    "text": "Once again, our six minutes are up. Try the free interactive quiz on our website to test the vocabulary you've learned. Visit bbclearningenglish.com."
  },
  {
    "order": 38,
    "speaker": "Neil",
    "text": "Goodbye for now!"
  },
  {
    "order": 39,
    "speaker": "Georgie",
    "text": "Goodbye!"
  }
]
