[
  {
    "order": 1,
    "speaker": "Neil",
    "text": "Hello, this is 6 Minute English from BBC Learning English. I'm Neil."
  },
  {
    "order": 2,
    "speaker": "Beth",
    "text": "And I'm Beth. In this programme, we're talking about politeness. Britain has a reputation for being a polite place where children are told to say 'please' and 'thank you', but in real life that isn't always true. You, give me that pen!"
  },
  {
    "order": 3,
    "speaker": "Neil",
    "text": "I'm sorry. That was a bit rude."
  },
  {
    "order": 4,
    "speaker": "Beth",
    "text": "Well, what should I have said?"
  },
  {
    "order": 5,
    "speaker": "Neil",
    "text": "How about: \"Neil, please could you pass me the pen?\""
  },
  {
    "order": 6,
    "speaker": "Beth",
    "text": "Fine. Neil, could you please pass me the pen?"
  },
  {
    "order": 7,
    "speaker": "Neil",
    "text": "There you go! That's much better."
  },
  {
    "order": 8,
    "speaker": "Beth",
    "text": "Now listen as BBC Radio 4 presenter Michael Rosen, who is a well-known poet and children's author in Britain, describes what happened to him one day:"
  },
  {
    "order": 9,
    "speaker": "thingy innit",
    "text": "Recently, this is how it went: a boy was walking past me in the street, stopped and said, \"Hey! You're thingy, innit!\" Now, that one seems to break all the rules. And because it broke the rules, it gave me a problem. How do I answer it?"
  },
  {
    "order": 10,
    "speaker": "thingy, innitthingyinnit",
    "text": "A boy saw Michael Rosen and said, \"Hey! You're thingy, innit!\" He used the word thingy because, although he recognised Michael, he couldn't remember his name. He also said innit, which is short for 'isn't it', to emphasise what he'd said."
  },
  {
    "order": 11,
    "speaker": "Neil",
    "text": "So, was the boy being impolite or was he just happy meeting a famous person in the street? And why do we teach kids to be polite in the first place? That's what we'll be discussing in this programme, using some useful new vocabulary."
  },
  {
    "order": 12,
    "speaker": "Beth",
    "text": "But first, I have a question for you, Neil. The British are well known for being polite, as we've said, and there's even an idiom we use in certain situations to remind someone to be especially polite. But what is it? Is it:"
  },
  {
    "order": 13,
    "speaker": "Beth",
    "text": "a)    mind your As and Bs,"
  },
  {
    "order": 14,
    "speaker": "Beth",
    "text": "b)    mind your Ps and Qs, or"
  },
  {
    "order": 15,
    "speaker": "Beth",
    "text": "c)    mind your Xs and Ys?"
  },
  {
    "order": 16,
    "speaker": "Neil",
    "text": "Well, I know the answer to this, but I'm going to say c) mind your Xs and Ys, because I think it's brilliant."
  },
  {
    "order": 17,
    "speaker": "Beth",
    "text": "OK. Interesting! Well, we'll find out the correct answer later in the programme. So, let's return to the boy who said, \"Hey! You're thingy, innit!\" to famous poet, Michael Rosen. Was that impolite or not? Professor Louise Mullany, who studies the language of politeness, has an answer. She thinks that politeness is as much to do with the person being spoken to as the person speaking, as she explained to BBC Radio 4 programme, Word of Mouth:"
  },
  {
    "order": 18,
    "speaker": "insultingdisposed to",
    "text": "I think the crucial thing there is in how you've perceived it. So, obviously he's not giving us the conventional: \"Oh, good afternoon, Mr Rosen,\" or a more formal approach. It's very, very informal… and he can't remember your name, and he's saying 'innit'. Now, that has been interpreted by you as non-threatening to you. You don't see him as insulting you, and you're actually quite kindly disposed to that person. So, you haven't interpreted it as offensive or aggressive. You said – I think you described it as being quite civil, actually."
  },
  {
    "order": 19,
    "speaker": "insulting insult",
    "text": "Michael Rosen didn't feel that the boy was insulting him. To insult someone means to be rude or offensive to them."
  },
  {
    "order": 20,
    "speaker": "welldisposed",
    "text": "Although his speech was very informal, Michael thought the boy was actually pleased to see him, not rude at all. Micheal was well disposed to the boy – he liked and approved of him."
  },
  {
    "order": 21,
    "speaker": "Neil",
    "text": "So, you could say that politeness is subjective; if Michael doesn't feel offended, then where is the offence? Then why do we teach children to be polite at all? Well, according to Professor Mullany, it's to do with the rules of society."
  },
  {
    "order": 22,
    "speaker": "Beth",
    "text": "That's right. Louise thinks that by teaching our kids politeness they enjoy the benefits of being accepted in society. So, imagine how embarrassed she felt when her two-year-old daughter repeatedly ignored the cook at her nursery school and refused to say hello. Here's Louise Mullany telling the story to BBC Radio 4's Word of Mouth:"
  },
  {
    "order": 23,
    "speaker": "make excuses forthisthat",
    "text": "The cook looked so disappointed. And as I mention in the book, it felt to me like there were lots of other children skipping – skipping and jumping past going, \"Hello!\" being really friendly children, and my daughter was just there. And we started to make excuses for her, like, \"Oh, she's tired. Oh, she's teething. She's this and she's that,\" because the embarrassment was so strong. And I felt awful walking back past the kitchen on my way out. I was almost trying to hide my face, going, \"I'm the one with the really rude child.\""
  },
  {
    "order": 24,
    "speaker": "made excuses formake excuses forthis and thatthis and thatthis and that",
    "text": "When her daughter didn't say hello to an adult, Louise made excuses for her. If you make excuses for someone, you try to explain the reasons for their behaviour. For example, Louise said her daughter was tired, she was growing new teeth, she was this and that. The idiom this and that can be used to describe various unspecified things. For example, if someone asks what you did this afternoon, you might reply, \"Oh, not much. I stayed at home, I watched TV, I did this and that.\""
  },
  {
    "order": 25,
    "speaker": "Beth",
    "text": "Politeness means different things to different people, but we still like it when people are polite to us, and I think the polite thing to do now is reveal the answer to my question, Neil. So, the idiom that we use to remind someone to be polite is… not 'mind your Xs and Ys' – I'm sorry, Neil. It's 'mind your Ps and Qs'."
  },
  {
    "order": 26,
    "speaker": "Neil",
    "text": "That's a shame. Xs and Ys is much better."
  },
  {
    "order": 27,
    "speaker": "thingy",
    "text": "OK. Now, let's recap the vocabulary we've learnt, starting with thingy, an informal word that's used if you can't remember someone's or something's name. People also use the slang words, what's-his-name or what's-her-name, for the same reason."
  },
  {
    "order": 28,
    "speaker": "Innit",
    "text": "Innit is a short form of the tag question, 'isn't it'. It's used to add emphasis to a statement."
  },
  {
    "order": 29,
    "speaker": "insulting",
    "text": "The adjective insulting means rude or offensive"
  },
  {
    "order": 30,
    "speaker": "well disposed to",
    "text": "If you are well disposed to someone, you like and approve of them."
  },
  {
    "order": 31,
    "speaker": "make excuses for",
    "text": "When you make excuses for someone, you explain the reasons for their bad behaviour."
  },
  {
    "order": 32,
    "speaker": "this and that",
    "text": "And finally, the idiom this and that describes various unspecified things. Once again, our six minutes are up, but why not test yourself with the programme quiz and worksheet, available now on our website bbclearningenglish.com. Goodbye for now."
  },
  {
    "order": 33,
    "speaker": "Beth",
    "text": "Bye!"
  }
]
